{"910225455927701505": ["SPC may issue a tornado watch for the area soon. Here's the weather forecast for the next few days.", "A tornado watch could be coming for the area shown. Check out the weather forecast for the next few days."], "910228374265745408": ["Just having a play fight with Harvey. Check out this cute cat laying on the bed!", "Harvey and I are just goofing around. This adorable cat is laying on the bed with me!"], "910229796805681153": ["The Downtown Dallas megashelter for Harvey evacuees is closing on Wednesday. Here's a look at the large room filled with beds.", "The megashelter for Harvey evacuees in Downtown Dallas is shutting down on Wednesday. Take a look at the large room filled with beds."], "910234936044670976": ["Matt Harvey is feeling sad and terrible. Check out the Mets' pitcher in this photo!", "A sad and terrible Matt Harvey. Here's a photo of the Mets' pitcher."], "910235214164713479": ["Harvey has a busy footballing week. Check out this flooded neighborhood in the city of New Orleans!", "Football twice today, football twice on Thursday and once Sunday for Harvey. Here's a photo of a flooded neighborhood in the city of New Orleans."], "910235819331420162": ["Houston Texans players visit Kingwood High School to help ease pain from Harvey. Check out the players signing autographs!", "Texans players visit Kingwood High School to help ease pain from Harvey. Here's a photo of the players signing autographs."], "910236569629609984": ["Using Recovery to Build Stronger and Safer Communities after Harvey and Irma. Check out this flooded neighborhood in the city of Houston!", "After Harvey and Irma: Using Recovery to Build Stronger and Safer Communities. Here's a photo of a flooded neighborhood in the city of Houston."], "910239029848891392": ["How storms like Harvey impact Houston's workforce and economy. Check out this house under construction!", "This house under construction shows how storms like Harvey impact Houston's workforce and economy."], "910242172217196544": ["A tornado watch has been issued for the areas in yellow till midnight tonight. Check out the map!", "Stay alert! A tornado watch has been issued for the areas in yellow till midnight tonight. Here's the map."], "910242924885155843": ["The one government institution that is not run by climate change deniers. Check out this military vehicle in the aftermath of a hurricane!", "This military vehicle in the aftermath of a hurricane shows the one government institution that is not run by climate change deniers."]}