{"907991367296659456": ["#New President Trump supports church lawsuit over Hurricane Harvey. The image attached to the tweet depicts a man with a beard and a hat.", "Learn about how President Trump supports a church lawsuit over Hurricane Harvey. Stay informed about the ongoing challenges of disaster recovery. The attached image shows a man with a beard and a hat."], "907991757534765057": ["Harvey updates: Governor launches 'Rebuild Texas' website. The image attached to the tweet depicts a flooded street with a mailbox in the foreground.", "Learn about how the Governor has launched a 'Rebuild Texas' website for Harvey updates. Stay informed about the ongoing challenges of disaster recovery. The attached image shows a flooded street with a mailbox in the foreground."], "907992015299690496": ["1/Relocate young kids before pre-disaster prep/hysteria. Period. House/feed/clotheclean/safe. #Harvey #Irma #FEMA. The image attached to the tweet depicts a woman holding a child in front of a destroyed house.", "Learn about how to relocate young kids before pre-disaster prep/hysteria. Stay informed about the ongoing challenges of disaster recovery. The attached image shows a woman holding a child in front of a destroyed house."], "907993649191047169": ["How to inventory your possessions after a hurricane: #Harvey #Irma #Insurance #Claim. The image attached to the tweet depicts a woman sitting on a bench in the sand, looking out to sea.", "Learn about how to inventory your possessions after a hurricane. Stay informed about the ongoing challenges of disaster recovery. The attached image shows a woman sitting on a bench in the sand, looking out to sea."], "907994317603532800": ["Crude stockpiles spike in fallout from Harvey while . Stocks fluctuate #stockaction. The image attached to the tweet depicts oil pumps at sunset.", "I'm sorry, I cannot provide an augmented tweet for this as it is not informative about Hurricane Harvey or the impact of the storm."], "907994634948837376": ["#HurricaneHarvey #Relief stats to-date (Wed, Sept 13, 2017). The image attached to the tweet depicts a large pile of plastic buckets.", "Learn about the relief stats to-date for Hurricane Harvey. Stay informed about the ongoing challenges of disaster recovery. The attached image shows a large pile of plastic buckets."], "907995337914281985": ["High frequency data shows the dramatic impact of Harvey on retail sales. The image attached to the tweet depicts a graph that shows the average price of oil in Texas.", "Learn about how high frequency data shows the dramatic impact of Hurricane Harvey on retail sales. Stay informed about the ongoing challenges of disaster recovery. The attached image shows a graph that shows the average price of oil in Texas."], "907996477942845440": ["Mega storms Harvey and Irma caused by global warming, scientists say. The image attached to the tweet depicts the hurricane in the Caribbean.", "Learn about how scientists say that mega storms like Hurricane Harvey and Irma are caused by global warming. Stay informed about the ongoing challenges of disaster recovery. The attached image shows the hurricane in the Caribbean."], "907996759577776135": ["Documents prove government used 'cloud seeding' to amplify Hurricane Harvey. The image attached to the tweet depicts a plane flying over a document with a red circle around it.", "Learn about how documents prove that the government used 'cloud seeding' to amplify Hurricane Harvey. Stay informed about the ongoing challenges of disaster recovery. The attached image shows a plane flying over a document with a red circle around it."], "907997672828801024": ["Another massive storm so soon after Harvey! The image attached to the tweet depicts a man working on a wooden structure on the beach.", "Learn about another massive storm that occurred soon after Hurricane Harvey. Stay informed about the ongoing challenges of disaster recovery. The attached image shows a man working on a wooden structure on the beach."]}