{"905582638378782720": ["Do homeowners suing over reservoir releases have a case? #Harvey #HouNews The image attached to the tweet depicts the spillway at the dam", "Do homeowners have a case for suing over reservoir releases? #Harvey #HouNews. Attached image shows the spillway at the dam."], "905587789521145864": ["Catch chapter 33 on #WattPad of How To Spell Tornado! 16#amwriting #teenfiction The image attached to the tweet depicts a flooded neighborhood in houston", "Catch chapter 33 on #WattPad of How To Spell Tornado! 16#amwriting #teenfiction. Attached image shows the impact of the flooding in Houston."], "905587869963735041": ["Click HERE #Finance #Politics #Business Post-Harvey Houston faces a car crunch The image attached to the tweet depicts a flooded neighborhood in houston", "Post-Harvey Houston faces a car crunch. Click HERE for more. Attached image shows the impact of the flooding in Houston."], "905591100882264065": ["CA golfers serving Day 2. Helping Harvey victims. Thanks, Coach Y The image attached to the tweet depicts the group of people", "CA golfers serving Day 2. Helping Harvey victims. Thanks, Coach Y. Attached image shows the community coming together to support each other."], "905595926382772224": ["Graphic Warning To Looters Posted By Melissa Palomarez After Hurricane Harvey The image attached to the tweet depicts a flooded neighborhood in houston", "Graphic Warning To Looters Posted By Melissa Palomarez After Hurricane Harvey. Attached image shows the impact of the flooding in Houston."], "905596298459574273": ["ICYMI: was back in town covering the Tropical Storm Harvey recovery in Kountze The image attached to the tweet depicts a woman and a man standing in the window of a house", "ICYMI: was back in town covering the Tropical Storm Harvey recovery in Kountze. Attached image shows the community working together to recover."], "905598634556874753": ["'Harvey victims cannot always get life-saving aid easily, volunteers lament' via FOX NEWS The image attached to the tweet depicts a flooded building", "'Harvey victims cannot always get life-saving aid easily, volunteers lament' via FOX NEWS. Attached image shows the challenges faced during rescue and recovery operations."], "905599089039089667": ["Officials Continue To Warn Against Hurricane Harvey Fraud The image attached to the tweet depicts a flooded neighborhood in houston", "Officials Continue To Warn Against Hurricane Harvey Fraud. Attached image shows the impact of the flooding in Houston."], "905600118405124096": ["#Houston #Jewish community ravaged by #HurricaneHarvey, with no end in sight: The image attached to the tweet depicts a flooded street with people on ATVs and trucks", "#Houston #Jewish community ravaged by #HurricaneHarvey, with no end in sight. Attached image shows the challenges faced by the community."], "905602675399692295": ["YSU basketball team sends donations to Harvey victims The image attached to the tweet depicts a group of people loading boxes into a van", "YSU basketball team sends donations to Harvey victims. Attached image shows the community coming together to support each other."]}