{"907108796467601408": ["Op-Ed: Did lesbians cause Irma and Harvey damage? Stay informed and stay respectful! #Irma #Harvey #LGBTQ", "Join us in respecting all communities and staying informed about the damage caused by Irma and Harvey. #Irma #Harvey #LGBTQ"], "907110258379837440": ["New single alert! Check out Seth Harvey ft Vince Dee__WE RUN THIS TOWN. #SethHarvey #VinceDee #WeRunThisTown #NewMusic", "Join us in checking out the new single by Seth Harvey ft Vince Dee__WE RUN THIS TOWN. #SethHarvey #VinceDee #WeRunThisTown #NewMusic"], "907114204540305408": ["Always bring a kayak! Be prepared and stay safe! #Harvey #kayak", "Learn from this tweet: always bring a kayak! Be prepared and stay safe during Harvey. #Harvey #kayak"], "907123330813235201": ["We made it home! Join us in celebrating our safe return to CT. #roadwarriors #TexasAFTproud #HurricaneHarvey", "Join us in celebrating our safe return to CT after surviving Hurricane Harvey. #roadwarriors #TexasAFTproud #HurricaneHarvey"], "907125521837903873": ["Rescued from Harvey: a cat with a broken paw. Let's support our furry friends! #Harvey #pets", "Join us in supporting our furry friends as we rescue them from Harvey. #Harvey #pets"], "907132891326492672": ["Ian Harvey offers us a brief insight into the history of passwords in his latest blog post. Stay informed! #IanHarvey #passwords #blog", "Learn from Ian Harvey's latest blog post about the history of passwords. #IanHarvey #passwords #blog"], "907139822598356992": ["Surfin Harvey! Let's stay strong and have some fun! #Harvey #surfing", "Join us in staying strong and having some fun with Surfin Harvey! #Harvey #surfing"], "907140753499021317": ["FAA warns: stop flying drones near Harvey damage. Stay safe and be prepared! #FAA #drones #Harvey", "Be alert and stay safe as the FAA warns us to stop flying drones near Harvey damage. #FAA #drones #Harvey"], "907148608876810240": ["Tornado warning issued! Be prepared and stay safe! #tornado #weather", "Be alert and stay safe as a tornado warning is issued! #tornado #weather"], "907148756780433408": ["Hurricane Irma live blog: Tornado... Stay informed and stay safe! #HurricaneIrma #liveblog #tornado #news", "Join us in staying informed and staying safe during Hurricane Irma live blog: Tornado... #HurricaneIrma #liveblog #tornado #news"]}