{"905427798466207746": ["A Twitter user is reflecting on the difference a week makes after Hurricane Harvey.", "After Hurricane Harvey, a Twitter user is reflecting on how much can change in just one week."], "905428084039573505": ["Camp Harvey for kids brought in 300 people today, an unbelievable feat in the aftermath of the hurricane.", "An impressive 300 people were brought in to Camp Harvey for kids today, an incredible achievement in the aftermath of the hurricane."], "905428487649075200": ["The Virginia Task Force is heading to Puerto Rico to prepare for Hurricane Irma after their work in Houston for Hurricane Harvey.", "The Virginia Task Force is leaving Houston after their work for Hurricane Harvey to prepare for Hurricane Irma in Puerto Rico."], "905429150315540483": ["A church in Magnolia, Arkansas is providing aid to Hurricane Harvey victims.", "Hurricane Harvey victims are receiving aid from a church in Magnolia, Arkansas."], "905429401680183296": ["A Twitter user is discussing the importance of not leaving elderly people in flooded, polluted water like in Houston during Hurricane Harvey.", "The importance of not leaving elderly people in flooded, polluted water like in Houston during Hurricane Harvey is being discussed by a Twitter user."], "905429422064287745": ["The Amarillo Bulls and American Legion are helping Hurricane Harvey victims.", "Hurricane Harvey victims are receiving aid from the Amarillo Bulls and American Legion."], "905432426628960257": ["Resources for credit unions affected by Hurricane Harvey are available.", "Credit unions affected by Hurricane Harvey can find resources to help them here."], "905432433683644416": ["CEOs are reacting to DACA, Louise Linton has apologized, and Beyonce is headlining a Harvey telethon, according to a tweet.", "According to a tweet, CEOs are reacting to DACA, Louise Linton has apologized, and Beyonce is headlining a Harvey telethon."], "905432778019307520": ["Games Done Quick has raised over $227k for Harvey relief through Infinite Fire Inc.", "Infinite Fire Inc. and Games Done Quick have raised over $227k for Harvey relief."], "905433688367816708": ["Harvey Nash is hiring an HR Business Partner, according to a tweet.", "According to a tweet, Harvey Nash is looking for an HR Business Partner."]}