{"908492680782630912": ["This tweet doesn't seem to have any connection to Hurricane Harvey. #OffTopic", "It's unclear how this tweet is related to Hurricane Harvey. #Irrelevant"], "908492867076804608": ["The Lady Badgers improved to 9-0 by beating Harvey 5-0, according to this tweet. #SportsUpdate", "The Lady Badgers won their game against Harvey 5-0, improving their record to 9-0. #SportsVictory"], "908493659284307968": ["This person is happy to have contributed to Harvey relief efforts by purchasing a cookie. #CharitableGiving", "By buying a cookie, this person has made a contribution to Harvey relief efforts. #CommunitySupport"], "908493698903789568": ["This person is sharing a photo of the sunrise on their way to work, with a hashtag related to Hurricane Harvey. #MorningCommute", "This person shared a photo of the sunrise on their way to work, using a hashtag related to Hurricane Harvey. #NaturalBeauty"], "908496398898925569": ["This tweet is sharing a photo of Woodloch, a town on the outskirts of The Woodlands that is still recovering from Hurricane Harvey. #DisasterRecovery", "Woodloch, a town on the outskirts of The Woodlands, is still recovering from Hurricane Harvey, as seen in this photo. #CommunityAssistance"], "908497175419785221": ["A Mims family lost their home to a Hurricane Irma tornado, according to this tweet. #NaturalDisasters", "This Mims family lost their home to a Hurricane Irma tornado, as seen in this photo. #DisasterRecovery"], "908497182105460738": ["This homeowner is cleaning up tornado debris in Palm Bay, as seen in this photo. #DisasterRecovery", "Cleanup efforts are underway in Palm Bay, as this homeowner works to clear tornado debris. #CommunityAssistance"], "908498577348894721": ["This tweet doesn't seem to have any connection to Hurricane Harvey. #OffTopic", "It's unclear how this tweet is related to Hurricane Harvey. #Irrelevant"], "908499266242408448": ["New merchandise is available, with all proceeds going to hurricane relief funds. #CharitableGiving", "Support hurricane relief efforts by purchasing this new merchandise, with all proceeds going to the cause. #CommunityAssistance"], "908500395298713601": ["This tweet is discussing common mistakes homeowners make during post-Hurricane Harvey cleanup efforts. #DisasterRecovery", "Learn about common mistakes to avoid during post-Hurricane Harvey cleanup efforts with this informative tweet. #CommunityAssistance"]}