{"906331397136146432": ["DoD continues to provide aid for Hurricane Harvey, one Marine's heroic efforts saved a Vietnam vet's life. #HarveyHelp #MarineHero", "The DoD is still hard at work providing aid for Hurricane Harvey, one Marine's bravery saved a Vietnam vet's life. #HarveyAid #MarineBravery"], "906335949663215616": ["Did you know that there were approximately 25 trillion Ozarka bottles worth of flood water from Hurricane Harvey? #HarveyFacts #FloodWater", "The amount of flood water from Hurricane Harvey is mind-boggling - approximately 25 trillion Ozarka bottles worth! #HarveyWater #FloodFacts"], "906336876738613250": ["Final score: 49-22, Knox Webb takes the win! #GoBigBlue #FootballGame", "The Blue Tornado improves to 3-1 after a great game against Knox Webb. #TornadoStrong #FootballWin"], "906339619381399553": ["Young people are leading the charge in Harvey relief efforts - their initiative is truly admirable. #HarveyRelief #YouthLeadership", "The next generation is stepping up to help those affected by Hurricane Harvey - we're so inspired by their efforts. #HarveyAid #NextGenLeaders"], "906339992833753089": ["Kingwood residents are coping with the aftermath of Hurricane Harvey - our thoughts are with them. #HarveyAftermath #KingwoodStrong", "The resilience of Kingwood residents in the face of Hurricane Harvey is truly inspiring. #HarveyRecovery #KingwoodProud"], "906341151061499910": ["I'm proud to be a Texan - this flag represents the strength and resilience of our state. #TexasPride #HurricaneHarvey", "This flag is a symbol of the unbreakable spirit of Texans in the face of Hurricane Harvey. #TexasStrong #HarveyRecovery"], "906343879909179392": ["While cleaning up after Hurricane Harvey, I came across this flag - it's a reminder of the strength and unity of Texas. #HarveyCleanup #TexasStrong", "This flag is a symbol of hope and resilience for those affected by Hurricane Harvey - we will rebuild. #HarveyRecovery #TexasProud"], "906344553204121601": ["Found this CVS receipt while cleaning up after Hurricane Harvey - it's a small reminder that we're all in this together. #HarveyCleanup #CommunityStrong", "This CVS receipt is a reminder that even the smallest gestures can make a difference in the aftermath of Hurricane Harvey. #HarveyRelief #TogetherStrong"], "906344925234593792": ["Janet Jackson is donating proceeds from her concert to Hurricane Harvey relief efforts - we're grateful for her support. #JanetJackson #HarveyRelief", "Thank you to Janet Jackson for using her platform to support Hurricane Harvey relief efforts - we're stronger together. #HarveyAid #TogetherStrong"], "906347707748380672": ["In a lawsuit over Harvey relief, Trump appears to side against the federal government - we need all hands on deck to help those affected by the storm. #HarveyLawsuit #FederalAid", "We need to come together to help those affected by Hurricane Harvey - politics should not get in the way of relief efforts. #HarveyRelief #TogetherStrong"]}