{"906749297852592128": ["Me and my cousins are waiting for the power to come back on after Hurricane Harvey. The attached image shows three dogs sitting on a porch.", "After Hurricane Harvey, my cousins and I are waiting for the power to come back on. The attached image shows three dogs sitting on a porch."], "906752250017718272": ["An amazing waterspout tornado off the coast of Australia was caught on camera. The attached image shows a tornado in the ocean.", "Check out this incredible footage of a waterspout tornado off the coast of Australia. The attached image shows a tornado in the ocean."], "906754365544914944": ["Watch this video of Tropical Storm Harvey featuring gigantic jet lightning, red sprites, and more. [00:04:25]. The attached image shows a bright red light in the sky.", "Don't miss this amazing video of Tropical Storm Harvey, featuring gigantic jet lightning, red sprites, and more. [00:04:25]. The attached image shows a bright red light in the sky."], "906755311721213953": ["A teacher from Houston's Potter Gray Elementary School is giving back to Harvey victims in Bowling Green. The attached image shows a student in a classroom.", "Houston's Potter Gray Elementary School teacher is giving back to Harvey victims in Bowling Green. The attached image shows a student in a classroom."], "906758919355289600": ["We beat Harvey and Nichols State! Way to go Aggies! The attached image shows a Texas pride flag.", "Congratulations to the Aggies for beating Harvey and Nichols State! Way to go! The attached image shows a Texas pride flag."], "906758959977127937": ["Hurricane Harvey can unite the nation better than its president. The attached image shows a Texas pride flag.", "It's amazing how Hurricane Harvey can bring the nation together better than its president. The attached image shows a Texas pride flag."], "906759447942516737": ["My Ride Garage Orange County Choppers is supporting Hurricane Harvey relief efforts. The attached image shows a Texas pride flag.", "Join My Ride Garage Orange County Choppers in supporting Hurricane Harvey relief efforts. The attached image shows a Texas pride flag."], "906761676632018944": ["Hurricane Harvey has left people in dire need of food, water, and supplies. Please donate today. The attached image shows three people sitting on top of a car in flood water.", "The victims of Hurricane Harvey are in dire need of food, water, and supplies. Please donate today. The attached image shows three people sitting on top of a car in flood water."], "906763839974375424": ["Who needs electricity when you have a tornado? #tornado. The attached image shows a Texas pride flag.", "Why rely on electricity when you have a tornado? #tornado. The attached image shows a Texas pride flag."], "906769720077991936": ["Goodnight everyone. Our thoughts are with those affected by Irma, those recovering from Harvey, and those preparing for Jose. The attached image shows a Texas pride flag.", "Wishing everyone a goodnight. We're thinking of those affected by Irma, those recovering from Harvey, and those preparing for Jose. The attached image shows a Texas pride flag."]}