{"907040045424668672": ["First look at damage in St. Johns County from possible tornado. Stay safe! #weather", "Be prepared and stay safe as we take a first look at damage in St. Johns County from a possible tornado. #weather"], "907041310518935552": ["Two weeks after the storm, see the destruction caused by Hurricane Harvey. #HurricaneHarvey #TITFF #CampDelta", "Join us in seeing the destruction caused by Hurricane Harvey two weeks after the storm. #HurricaneHarvey #TITFF #CampDelta"], "907041396778872832": ["The financial toll of two giant hurricanes on our economy. Stay safe! #finance", "Be prepared and stay safe as we face the financial toll of two giant hurricanes on our economy. #finance"], "907044300680159233": ["North Woodlands Area Church of Christ delivers nearly $95K in supplies to Harvey victims. #HurricaneHarvey", "Learn from North Woodlands Area Church of Christ who delivers nearly $95K in supplies to Harvey victims. #HurricaneHarvey"], "907045245732442113": ["Helping return 500 Beaumont area Harvey evacuees from Dallas back to Southeast Texas. #HurricaneHarvey", "Join us in helping return 500 Beaumont area Harvey evacuees from Dallas back to Southeast Texas. #HurricaneHarvey"], "907047008401281024": ["Donate to the Hurricane Harvey Instrument Drive and order your Children's Concert tickets now! #music #HurricaneHarvey", "Support the Hurricane Harvey Instrument Drive and order your Children's Concert tickets now! #music #HurricaneHarvey"], "907048845472919553": ["Harvey came from Texas and is now safe with us in New York. #pets #HurricaneHarvey", "Join us in welcoming Harvey who came from Texas and is now safe with us in New York. #pets #HurricaneHarvey"], "907051465008488448": ["Experience the music tornado at Seattle Museum of Popular Culture! #music", "Get ready to experience the music tornado at Seattle Museum of Popular Culture! #music"], "907051596810379264": ["Harvey and Irma could ding our economy for a combined $290 billion. Stay safe and be prepared! #finance", "Be alert and stay safe as Harvey and Irma could ding our economy for a combined $290 billion. #finance"], "907051628091641858": ["Severe weather possible in the Midwest and NE with large hail, flooding, and tornadoes. Stay safe! #severewx #Hurricane", "Be prepared and stay safe as severe weather is possible in the Midwest and NE with large hail, flooding, and tornadoes. #severewx #Hurricane"]}