{"906534514528276480": ["Beyonce visits Hurricane Harvey victims in Houston. #informative", "The image attached to the tweet depicts a Texas pride flag. #informative"], "906534531339091969": ["Houston floods from Hurricane Harvey: unintended consequence of creeping policy errors. #informative", "The image attached to the tweet depicts a Texas pride flag. #informative"], "906537730414346242": ["Helping our neighbors affected by Hurricane Harvey. #informative", "The image attached to the tweet depicts two women wearing face masks while talking on cell phones. #informative"], "906538625034280960": ["These homes prove you can fit big style into small spaces. #notinformative", "The image attached to the tweet depicts a small apartment with white walls and wooden floors. #notinformative"], "906542758093049857": ["Excellent Platform 9 3/4 jigsaw, Harvey. A great home learning project!!! DBDBDB. #notinformative", "The image attached to the tweet depicts a Texas pride flag. #notinformative"], "906547211009499136": ["Good for you, James Harvey Hylton. #ARCA. #notinformative", "The image attached to the tweet depicts a yellow race car with a number 48 on it. #notinformative"], "906547268806877184": ["Harvey and Mayweather fight derail August restaurant sales. #notinformative", "The image attached to the tweet depicts a line of people waiting to order food at a buffet. #notinformative"], "906549721648562179": ["The Prayer Circle: Texans Rebuild After Harvey as a Practice of Faith by Kevin Sack. #notinformative", "The image attached to the tweet depicts a group of people gathered around a truck. #notinformative"], "906549917472215045": ["One year ago: The Homer Lake, Illinois, tornado. #informative", "The images attached to the tweet depict a tornado that is approaching the town of Hiawatha, KS, a tornado in the middle of a field, and a tornado that is approaching a road. #informative"], "906550288072495104": ["Warnings from Hurricane Harvey about the future of urban planning in Texas. #informative", "The image attached to the tweet depicts the aftermath of the flood in downtown Dallas. #informative"]}