{
  "901701019859435520": [
    "The deadliest threat of Hurricane Harvey is just beginning. Let's stay safe and prepare for the worst.",
    "As Hurricane Harvey continues to wreak havoc, the deadliest threat is just beginning. Stay safe and prepare for the worst."
  ],
  "901701285828689920": [
    "Steve Harvey was sitting in front of LeBron James! Please RT.",
    "With Hurricane Harvey causing chaos, let's take a break and talk about Steve Harvey sitting in front of LeBron James. Please RT."
  ],
  "901701669196529669": [
    "What Austinites need to know about Hurricane Harvey. Stay safe, everyone.",
    "With Hurricane Harvey causing chaos, it's important for Austinites to stay informed. Here's what you need to know."
  ],
  "901701705909231616": [
    "As Houston-area suburbs wait for Hurricane Harvey to blow over, temporary fixes abound. Let's hope for the best.",
    "With Hurricane Harvey causing destruction, Houston-area suburbs are doing their best to find temporary fixes. Let's hope for the best."
  ],
  "901701789279547392": [
    "Hurricane Harvey is almost up to my door. Let's stay safe and prepare for the worst.",
    "With Hurricane Harvey causing destruction, it's important to stay alert. The flooding is almost up to my door and we need to prepare for the worst."
  ],
  "901701816810962944": [
    "Hurricane Harvey is the worst Texas storm since '61's Carla. Let's stay safe and hope for the best.",
    "With Hurricane Harvey causing chaos, we're facing the worst Texas storm since '61's Carla. Let's stay safe and hope for the best."
  ],
  "901704875926544384": [
    "Yes, that is a Cadillac stuck in water. The driver had to be rescued. Stay safe, Houston. #Harvey",
    "With Hurricane Harvey causing destruction, a Cadillac is stuck in water and the driver had to be rescued. Stay safe, Houston."
  ],
  "901705055144955904": [
    "I really thought Ciara's story was going to be about Hurricane Harvey, but it was something else entirely. 😂",
    "With Hurricane Harvey causing chaos, let's take a break and talk about how Ciara's story wasn't about the hurricane after all. 😂"
  ],
  "901705136782716928": [
    "More pictures from Rockport and Fulton, Texas. Hurricane Harvey was not kind. Let's come together to help those affected.",
    "With Hurricane Harvey causing destruction, let's come together and help those affected. Here are more pictures from Rockport and Fulton, Texas."
  ],
  "901705240419938305": [
    "Please pray for my family and me. We got hit hard with Hurricane Harvey and the damage is devastating.",
    "With Hurricane Harvey causing destruction, my family and I got hit hard. Please pray for us as we try to rebuild and recover."
  ]
}