{"904248609641603072": ["#Taiwan donates US$800,000 for #HurricaneHarvey relief: #MOFA The image attached to the tweet depicts a flooded bus", "Taiwan is stepping up to help those affected by Hurricane Harvey by donating US$800,000 for relief efforts. The attached image shows a flooded bus."], "904250139941863424": ["* Tropical Storm Harvey Triggers Toxic Air Pollutants teleSUR English Full coverage via The image attached to the tweet depicts a view of the oil refinery", "The impact of Hurricane Harvey extends beyond flooding, as evidenced by this tweet highlighting the toxic air pollutants triggered by the storm. The attached image shows a view of an oil refinery."], "904250148590501888": ["Oklahoma City VA Hospital prepares for patients affected by Hurricane Harvey Watch Now 👉 The image attached to the tweet depicts a woman in an airport", "Hospitals are preparing for an influx of patients affected by Hurricane Harvey, as evidenced by this tweet about the Oklahoma City VA Hospital. The attached image shows a woman in an airport."], "904250508931735552": ["Harvey damage tops $20 billion with over 40,000 homes destroyed The image attached to the tweet depicts the city of houston, texas, on august 29, 2013, after the area was", "The economic impact of Hurricane Harvey has been severe, with damage topping $20 billion and over 40,000 homes destroyed. The attached image shows the city of Houston, Texas, after the area was affected by the storm."], "904252318186692608": ["After Lakewood Church opened its doors this morning, long line of cars to get in. #Harvey The image attached to the tweet depicts a scene of cars on the road", ["The impact of Hurricane Harvey has led to long lines of people seeking shelter, as evidenced by this tweet about Lakewood Church. The attached image shows a scene of cars on the road."]], "904252662039928832": ["Free hard drive and phone data recovery offered to those affected by Harvey flooding. The image attached to the tweet depicts a boy in a room with a desk and a chair", "Efforts to help those affected by Hurricane Harvey extend beyond immediate aid, as evidenced by this tweet about free hard drive and phone data recovery. The attached image shows a boy in a room with a desk and a chair."], "904253626457174016": ["##Photos from #BaytownStrong in #Texas #HurricaneHarvey #PhotojPhotography for The images attached to the tweet depict a man standing in a flooded kitchen, a boy standing in flood water, a woman hugging a woman in a blue shirt, two men in a kayak,", "The impact of Hurricane Harvey has brought communities together, as evidenced by these photos from Baytown, Texas. The attached images depict a man standing in a flooded kitchen, a boy standing in flood water, a woman hugging a woman in a blue shirt, and two men in a kayak."], "904253904313090050": ["Hurricane Harvey set a new record for rainfall in the continental . The image attached to the tweet depicts a flooded street in the city of houston", "The impact of Hurricane Harvey has been significant, with the storm setting a new record for rainfall in the continental US. The attached image shows a flooded street in the city of Houston."], "904254413530959872": ["Saving our doggie pals! #harvey #doglovers #doggiepals The image attached to the tweet depicts a flooded bus", "The impact of Hurricane Harvey extends beyond humans, as evidenced by this tweet about efforts to save dogs affected by the storm. The attached image shows a flooded bus."], "904254669496733696": ["Intensity of Harvey's Devastation Linked to Warming The image attached to the tweet depicts a group of people in kayaks", "The impact of Hurricane Harvey has been linked to climate change, as evidenced by this tweet about the intensity of the storm's devastation. The attached image shows a group of people in kayaks."]}