{"904528383903621121": ["Congress ready to act after meeting about Hurricane Harvey", "After a meeting with Congress, it has been announced that they are ready to act in response to the devastation caused by Hurricane Harvey."], "904528462253367296": ["Support Hurricane Harvey relief efforts with Le Mtier de Beaut", "Join Le Mtier de Beaut and support the family and friends affected by Hurricane Harvey with their relief efforts."], "904528601567158273": ["Speculation about Hurricane Harvey in Houston", "Speculation about the truth of the impact of Hurricane Harvey in Houston continues, with some questioning what really happened."], "904528843293298689": ["Benefit t-shirts for Harvey-impacted farmers and ranchers", "A woman from Guthrie is selling benefit t-shirts to support farmers and ranchers impacted by Hurricane Harvey."], "904528907067686912": ["Bungie raises money for Hurricane Harvey victims", "Battlefield Intel reports that Bungie is jumping in to help raise money for the victims of Hurricane Harvey."], "904529570019332096": ["Wood sculptors create art to support Harvey relief aid", "Wood sculptors are using their talents to create art and raise funds in support of the Hurricane Harvey relief efforts."], "904532827252953088": ["Picking up the pieces in Kingwood, Texas after Harvey", "In Kingwood, Texas, many families are picking up the pieces in the aftermath of Hurricane Harvey."], "904533241788596224": ["Local charity collects donations for Harvey-affected animals", "A local charity organization is collecting donations to support the animals affected by Hurricane Harvey, as shown in this photo of a truck full of pet supplies."], "904533693120659456": ["Victim of Harvey describes the experience of flooding", "A victim of Hurricane Harvey shares her experience of what it was like when her house flooded, shedding light on the devastating impact of the storm."], "904536410320973824": ["Trump promises to endure and overcome Hurricane Harvey", "President Trump promises that the nation will endure and overcome the devastation caused by Hurricane Harvey."]}