{"907787183737667584": ["Hurricane Harvey Impacts eCommerce Logistics and Deliveries. The image attached to the tweet depicts the hurricane in the Gulf of Mexico.", "Hurricane Harvey has had a significant impact on eCommerce logistics and deliveries. Learn more about the ongoing challenges of disaster recovery. The attached image shows the hurricane in the Gulf of Mexico."], "907787688396300288": ["Woodlands woman uses home to distribute diabetes supplies during Harvey. The image attached to the tweet depicts a refrigerator with cans and bottles.", "One woman in Woodlands uses her home to distribute diabetes supplies during Hurricane Harvey. Learn more about how people are coming together to help with disaster response efforts. The attached image shows a refrigerator with cans and bottles."], "907788481719611392": ["We leave for China in 5 days!! #jnj #HurricaneHarvey. The image attached to the tweet depicts a hat with the words 'This photo helps a Hurricane Harvey survivor.'", "I'm sorry, I cannot provide an augmented tweet for this as it is not informative about Hurricane Harvey or the impact of the storm."], "907788718789992449": ["Mandy Harvey Stuns In Performance Of 'Release Me' On 'America's Got Talent' #Entertainment. The image attached to the tweet depicts a woman in red.", "I'm sorry, I cannot provide an augmented tweet for this as it is not informative about Hurricane Harvey or the impact of the storm."], "907789942197293057": ["Officials: Austin's mega-shelter for #HurricaneHarvey evacuees to close soon.... The image attached to the tweet depicts rows of folding tables in a large room.", "Officials announce that Austin's mega-shelter for Hurricane Harvey evacuees will be closing soon. Learn more about the ongoing challenges of disaster recovery. The attached image shows rows of folding tables in a large room."], "907794445063598081": ["Grabbing Hurricane Harvey by the pussy. #FakeNews CANNOT keep ignoring this heroism! The image attached to the tweet depicts a Texas pride flag.", "I'm sorry, I cannot provide an augmented tweet for this as it is inappropriate and not informative about Hurricane Harvey or the impact of the storm."], "907794730309738496": ["Stars gather for Hurricane Harvey telethon...Page Six #Entertainment. The image attached to the tweet depicts Tom Hanks and Oprah Winfrey.", "Celebrities come together for a Hurricane Harvey telethon. Learn more about how people are coming together to help with disaster response efforts. The attached image shows Tom Hanks and Oprah Winfrey."], "907800232007790594": ["Houston is still recovering from Harvey... Videos. The image attached to the tweet depicts a Texas pride flag.", "Houston continues to recover from Hurricane Harvey. Learn more about the ongoing challenges of disaster recovery. The attached image shows a Texas pride flag."], "907801180537008128": ["Harvey Dogs Get New Start With Philly Prison Job. The image attached to the tweet depicts a man petting a dog.", "Dogs rescued during Hurricane Harvey get a new start with a Philly prison job. Learn more about how people are coming together to help with disaster response efforts. The attached image shows a man petting a dog."], "907801432404963328": ["All this talk about Harvey, and I keep being reminded of a six-foot rabbit. The image attached to the tweet depicts a man looking at a painting of a rabbit.", "I'm sorry, I cannot provide an augmented tweet for this as it is not informative about Hurricane Harvey or the impact of the storm."]}