{"905692696953712641": ["Now hiring! Harvey restoration supervisors needed in Houston, TX. 🚧", "Harvey restoration supervisors wanted in Houston, TX. Apply now! 🚧"], "905693387092787200": ["Death toll from Harvey climbs as storm leaves Texas and inundates Louisiana. 💔", "As Harvey leaves Texas and inundates Louisiana, the death toll climbs. 💔"], "905697698484977664": ["Houston is open for business after Harvey, but other cities are still suffering. 🌧️", "While Houston bounces back after Harvey, other cities are still struggling. 🌧️"], "905702454465060865": ["Harvey likely to be first Texas hurricane landfall since Ike, nearly 9 years ago. 🌀", "It's been nearly 9 years since Texas had a hurricane landfall, but Harvey is likely to break the streak. 🌀"], "905706332468240384": ["Carolyn Nunn Harvey has jokes. 😂", "You have to hear Carolyn Nunn Harvey's jokes! 😂"], "905709457824518144": ["Check out the weekly summary for tornado activity. 🌪️", "Stay up to date on tornado activity with this weekly summary. 🌪️"], "905711016557682688": ["See the cost of Hurricane Harvey and its impact on the century. 💰", "Data science, data viz, and big data show the cost of Hurricane Harvey and its impact on the century. 💰"], "905714731385847808": ["Houston-area flood control chief saw no looming issues a year before Harvey. 🤔", "A year before Harvey, the Houston-area flood control chief saw no issues on the horizon. 🤔"], "905716323757547521": ["Gospel singer performs for Harvey evacuees in Conroe. 🎤", "Evacuees in Conroe get a special performance from a gospel singer in the wake of Harvey. 🎤"], "905717230373146624": ["Insurers and reinsurers struggle to assess the damage of Hurricane Harvey. 🏭", "The damage of Hurricane Harvey is hard to assess for insurers and reinsurers. 🏭"]}