{"908720732724695040": ["Selling popcorn at lunch to benefit victims of Hurricane Harvey. Let's do our part and help those in need! #GiveBack", "Supporting Hurricane Harvey victims by selling popcorn at lunch! Join us in making a difference today! #HelpOthers"], "908721361048158209": ["Six members of the Salvation Army are being deployed to Texas to help with Hurricane Harvey relief efforts. Let's keep those affected in our thoughts and prayers.", "The Salvation Army is sending reinforcements to Texas to assist with Hurricane Harvey relief efforts. We stand with those affected by the storm."], "908721695799824384": ["Harvey may be a dog's name, but the destruction it caused is no laughing matter. Let's keep those affected by the storm in our thoughts and prayers. #HurricaneHarvey", "While Harvey may be a common name for pets, the devastation caused by the hurricane is anything but. Let's come together and support those affected by the storm. #HelpOthers"], "908723134781517824": ["Houston refinery significantly underestimated the amount of toxic chemicals released during Hurricane Harvey. Let's demand accountability and work towards a safer future.", "The chemical release during Hurricane Harvey was a wake-up call for the Houston refinery. Let's hold companies accountable and prioritize safety. #HurricaneHarvey"], "908723390172758016": ["King Harvey may be happy, but the destruction caused by Hurricane Harvey is anything but. Let's keep those affected by the storm in our thoughts and prayers.", "While King Harvey may be living his best life, the destruction caused by Hurricane Harvey is no laughing matter. Let's come together and support those affected by the storm. #HelpOthers"], "908723846735437825": ["#HurricaneHarvey tourism recovery fund is bringing the travel industry together to support those affected by the storm. Let's make a difference today!", "The tourism industry is coming together to support those affected by Hurricane Harvey. Join us in making a difference today! #HelpOthers"], "908723853798641664": ["Branding After Disasters: How Hurricane Harvey Could Have Damaged This Website. Check out our latest blog post for insights on disaster recovery.", "Hurricane Harvey was a wake-up call for many businesses. Check out our latest blog post for tips on disaster recovery and preparedness. #HurricaneHarvey"], "908725105789980673": ["Post-Harvey and Irma, 300+ Groups Endorse Sweeping #Climate Bill. Let's work towards a more resilient future.", "The aftermath of Hurricane Harvey and Irma has shown us the importance of climate action. Let's come together and support a more sustainable future. #ClimateChange"], "908725908051251200": ["Harvey and Irma may be gone, but the impact of the storms will be felt for years to come. Let's come together and support those affected by the storms. #HelpOthers", "The aftermath of Harvey and Irma is a reminder of the importance of disaster preparedness. Let's work towards a more resilient future. #HurricaneHarvey"]}