{"907678612354158592": ["Harvey Volunteers Asked To Track Hours Worked For FEMA Purposes, Per Houston Mayor. The image attached to the tweet depicts a group of people working on boxes.", "Houston Mayor asks Harvey volunteers to track their hours worked for FEMA purposes. Learn more about how you can help with disaster response efforts. The attached image shows a group of people working on boxes."], "907680311143800833": ["Taking supplies to all of those affected by Harvey! #Harvey #Relief #Donations #AppraisalMC #Houston. The image attached to the tweet depicts two women standing in the trunk of a car with a large box of diapers.", "One Twitter user shares a photo of people taking supplies to those affected by Hurricane Harvey. Learn more about how you can donate to relief efforts. The attached image shows two women standing in the trunk of a car with a large box of diapers."], "907680641944342528": ["IRS Gives Tax Relief to Victims of Hurricane Irma. The image attached to the tweet depicts a man standing in flood water.", "The IRS is providing tax relief to victims of Hurricane Irma. Learn more about how the government is responding to the disaster. The attached image shows a man standing in flood water."], "907681236801507328": ["Mexico pulls Hurricane Harvey aid offer. The image attached to the tweet depicts the flag of Mexico.", "Mexico has pulled its aid offer for Hurricane Harvey. Learn more about the international response to the disaster. The attached image shows the flag of Mexico."], "907681992032047105": ["Tech Labs Reach Out to Researchers Hit by Harvey. The image attached to the tweet depicts a boat in the water.", "Tech labs are reaching out to researchers impacted by Hurricane Harvey. Learn more about how technology is being used in disaster response. The attached image shows a boat in the water."], "907682230285340673": ["Check out how we quickly reacted during #HurricaneHarvey in order to create amazing results! The image attached to the tweet depicts a laptop with a Texas shirt.", "I'm sorry, I cannot provide an augmented tweet for this as it is not informative about Hurricane Harvey or the impact of the storm."], "907682990028984321": ["Local Residents Hurricane Magnet Family Impacted By Harvey, Irma. #ArlingtonVA. The image attached to the tweet depicts the hurricane.", "Local residents with a history of being impacted by hurricanes are affected by both Harvey and Irma. Learn more about the ongoing challenges of disaster recovery. The attached image shows a hurricane."], "907683853522763776": ["Legal Issue? #JerseyCityLawyer IRS Issues Hurricane Harvey Relief. Call 973-337-9643. The image attached to the tweet depicts the S & W logo.", "The IRS has issued Hurricane Harvey relief for those with legal issues. Learn more about the resources available for disaster victims. The attached image shows the S & W logo."], "907684010205134848": ["Lizzy gearing up for the day #Lea Harvey, DVM. The image attached to the tweet depicts a dog sleeping on a chair.", "I'm sorry, I cannot provide an augmented tweet for this as it is not related to Hurricane Harvey or informative about the storm."], "907687764770013184": ["Burnham boy raises nearly $400 for #HurricaneIrma and #Harvey victims. The image attached to the tweet depicts a Texas pride flag.", "A Burnham boy raises nearly $400 for Hurricane Harvey and Irma victims. Learn more about how you can donate to relief efforts. The attached image shows a Texas pride flag."]}