{"909841771286339584": ["EPA received reports of spills at toxic waste site during flooding from Harvey - see the photo here!", "See the photo of a flooded neighborhood in the city of New Orleans and stay informed with the latest news on EPA receiving reports of spills at toxic waste site during flooding from Harvey"], "909845158908239873": ["Electrically active bands in Hurricane Harvey - see the photo of the path of Harvey-landfall!", "Stay informed with the latest news on electrically active bands in Hurricane Harvey - check out the photo of the path of Harvey-landfall"], "909847261970014209": ["Drone footage shows damage three weeks after Harvey - see the photo here!", "See the photo of the neighborhood in the aftermath of Hurricane and stay informed with the latest news on drone footage showing damage three weeks after Harvey"], "909853837367930881": ["Starbucks helps employees in wake of Harvey and Irma - see the photo here!", "See the photo of a Starbucks employee behind the counter and stay informed with the latest news on Starbucks helping employees in wake of Harvey and Irma"], "909854802510786560": ["#MondayMotivation Get involved raising money for Hurricane Harvey victims here - see the photo here!", "See the photo of a woman running on a road with the words 'thought about stopping, then ran harder' and stay informed with the latest news on getting involved raising money for Hurricane Harvey victims"], "909855675647438848": ["James Harvey Cameron sentenced to 11 years in jail - see the photo here!", "See the photo of a judge's gavel hitting a wooden table and stay informed with the latest news on James Harvey Cameron being sentenced to 11 years in jail"], "909857229213454344": ["Hurricane Harvey destroyed my signed copy of Lena Dunham's 'Not That Kind Of Girl' DDD - see the photo here!", "See the photo of a flooded neighborhood in the city of New Orleans and stay informed with the latest news on Hurricane Harvey destroying a signed copy of Lena Dunham's 'Not That Kind Of Girl'"], "909861937709711360": ["Harvey: City relocates 900 refugees from GRB - see the photo here!", "See the photo of a man in a red vest standing in front of a crowd of people and stay informed with the latest news on Harvey: City relocating 900 refugees from GRB"], "909864743309017091": ["Coastal Bend communities begin long rebuild after Harvey - see the photo here!", "See the photo of a flooded neighborhood in the city of New Orleans and stay informed with the latest news on Coastal Bend communities beginning long rebuild after Harvey"], "909869486286635009": ["How Andrew helped insurers avoid devastating losses from Harvey, Irma - see the photo here!", "See the photo of a destroyed neighborhood in the aftermath of Hurricane Maria and stay informed with the latest news on how Andrew helped insurers avoid devastating losses from Harvey, Irma"]}