{"905055726183124993": ["13 Toxic Waste Sites Damaged by Harvey, Houston Awash in Chemicals", "A tweet about 13 toxic waste sites damaged by Harvey and Houston being awash in chemicals with an attached image of a fire at a chemical plant in Crosby, TX"], "905056078123212800": ["SFHS English Department has you covered with your back to school, post Harvey, supply needs! Stop by D103!", "A tweet about SFHS English Department having you covered with your back to school, post Harvey, supply needs with an attached image of a classroom with desks and chairs"], "905056675295621120": ["Nebraska National Guard members head to Houston.", "A tweet about Nebraska National Guard members heading to Houston with an attached image of a man in a boat with a dog - not informative"], "905056740634394625": ["Poor 'Urban design caused the Hurricane Harvey disaster' says |", "A tweet about poor 'Urban design caused the Hurricane Harvey disaster' with an attached image of the city of Houston, Texas, on August 29, 2017, after the area was flooded"], "905056852383113216": ["Networks Join Forces For Hurricane Harvey Telethon Featuring George Clooney, Beyonce, Others", "A tweet about networks joining forces for Hurricane Harvey telethon featuring George Clooney, Beyonce, Others with an attached image of a flooded neighborhood in Houston"], "905060214847799297": ["Arch of peace Milan Italy #jnj #HurricaneHarvey", "A tweet about the Arch of peace Milan Italy #jnj #HurricaneHarvey with an attached image of a statue of a man with a horse and the words, 'This photo helps a Hurricane Harvey survivor' - not informative"], "905060268304211968": ["Help us Help Harvey! Give whatever you can today at the scramble light!", "A tweet about helping us help Harvey and giving whatever you can today at the scramble light with an attached image of a flooded neighborhood in Houston"], "905060300600303616": ["Military charity Operation Supply Drop calls for help in Texas #legion #houston #harvey", "A tweet about military charity Operation Supply Drop calling for help in Texas #legion #houston #harvey with an attached image of a man in a life jacket and helmet standing in flood water"], "905060535674298370": ["'Harvey Over Texas' Folks with common sense, dealing with disaster. Also the news.", "A tweet about 'Harvey Over Texas' folks with common sense, dealing with disaster and also the news with attached images of a group of people in a boat, people in the rain and a helicopter, and a man carrying a backpack through a flooded street"], "905061305970704385": ["Be the 'good thing' Donate on #DayOfGiving for #HarveyRelief at", "A tweet about being the 'good thing' and donating on #DayOfGiving for #HarveyRelief with an attached image of the quote, 'Today you can be the good thing that happens to someone else' - not informative"]}