{"905325992922767360": ["A local group is packing blankets to help Hurricane Harvey survivors. Let's show our support and make a difference. #HarveyRelief", "We need to come together as a community to support Hurricane Harvey survivors. Let's make a difference. #HoustonStrong"], "905327206234185728": ["Learning powerfully like the vacuum of a tornado can help us gain the knowledge we need. Let's stay informed and work together to make a difference. #HarveyRelief", "We need to stay informed and work together to make a difference for those affected by Hurricane Harvey. Let's come together as a community. #HoustonStrong"], "905327512162533377": ["NPR's Wade Goodwyn compares Hurricane Harvey to other recent major hurricanes. Let's stay informed and work together to rebuild our community. #HarveyRelief", "The aftermath of Hurricane Harvey has shown us the importance of being informed. Let's come together to rebuild our community. #HoustonStrong"], "905328786920677377": ["You can support Hurricane Harvey victims with Amazon, but cash goes farther. Let's show our support and make a difference. #HarveyRelief", "We need to show our support for Hurricane Harvey victims, and donating cash can make a big difference. Let's make a difference together. #HoustonStrong"], "905330333993680896": ["The Amazing Harvey is a work of fiction unrelated to Hurricane Harvey. Let's stay focused on supporting those affected by the hurricane. #HarveyRelief", "We need to stay focused on supporting those affected by Hurricane Harvey. Let's come together as a community to make a difference. #HoustonStrong"], "905332320353255425": ["Austin Pets Alive! has taken in 1,000 pets after Hurricane Harvey. Let's show our support for those who are helping during this difficult time. #HarveyRelief", "We need to show our appreciation for those who are helping during Hurricane Harvey, including those who are rescuing pets. Let's make a difference. #HoustonStrong"], "905333517290233856": ["The San Angelo Salvation Army is lending a hand to Hurricane Harvey victims. Let's show our support and make a difference. #HarveyRelief", "We need to come together as a community to support those affected by Hurricane Harvey, including the Salvation Army. Let's make a difference. #HoustonStrong"], "905339813720711168": ["Industries are raising money for Hurricane Harvey victims. Let's show our support and make a difference. #HarveyRelief", "We need to show our support for Hurricane Harvey victims, and donating to industries raising money can make a big difference. Let's make a difference together. #HoustonStrong"], "905342064237346816": ["Seven 'big picture' questions about Tropical Storm Harvey answered. Let's stay informed and work together to rebuild our community. #HarveyRelief", "We need to stay informed and work together to rebuild our community after Hurricane Harvey. Let's make a difference. #HoustonStrong"], "905345580569735168": ["Steve Harvey says his relationship with Bill Cosby remains strong, but let's stay focused on supporting those affected by Hurricane Harvey. #HarveyRelief", "We need to stay focused on supporting those affected by Hurricane Harvey, and not be distracted by unrelated news. Let's make a difference together. #HoustonStrong"]}