{"904666134556819456": ["Gas prices keep climbing in aftermath of Harvey", "This tweet reports that gas prices are continuing to climb in the aftermath of Hurricane Harvey, as shown in this photo of a gas pump with three different colors."], "904667830955724800": ["US Army soldiers and equipment supporting Harvey victims in Texas and Louisiana", "This tweet features US Army soldiers and equipment supporting Hurricane Harvey victims in Texas and Louisiana, as shown in this photo of a flooded bus."], "904668541802205184": ["Trump prepares for second Harvey visit by tweeting about Hillary Clinton", "This tweet references President Trump preparing for a second Hurricane Harvey visit by tweeting about Hillary Clinton, but provides no additional information. The attached image depicts a flooded bus."], "904669284818980864": ["Donate money or items needed to Harvey victims", "This tweet encourages people to donate money or items needed to Hurricane Harvey victims, as shown in this photo of the hand of a person working on a piece of wood."], "904669405585457152": ["Hurricane Harvey's impact on real estate and mortgage rates", "This tweet discusses Hurricane Harvey's impact on real estate and mortgage rates, as shown in this photo of a flooded street with a sign that reads \"Hurricanes, Real Estate, and Mortgage Rates.\""], "904670310733111297": ["Still looking to help or need help?", "This tweet offers two available options for those still looking to help or in need of help after Hurricane Harvey, as shown in this photo of the flyer for a free cleaning supply kit."], "904670315657265156": ["National Geographic at Hurricane Harvey", "This tweet features National Geographic coverage of Hurricane Harvey, as shown in this photo of a flooded bus."], "904670495097966592": ["Harvey damage testing Texas infrastructure", "This tweet reports that Harvey damage is testing Texas infrastructure, as shown in this photo of a flooded bus."], "904670523187093505": ["Houston reporter Brandi Smith saved a life while covering Harvey", "Houston reporter Brandi Smith saved a life while covering Hurricane Harvey, as shown in this photo of a woman in a red jacket."], "904670957247373312": ["Fstoppers writer's home destroyed in Hurricane Harvey", "This tweet reports that a Fstoppers writer's home was destroyed in Hurricane Harvey, as shown in this photo of a man and woman standing in a flooded kitchen."]}