{"905762960085319680": ["A ray of hope in Harvey's storm. ☀️", "Find a ray of hope in the midst of Harvey's storm. ☀️"], "905763436646338560": ["See heartwarming photos of animals rescued in the aftermath of Harvey. 🐶🐱", "These heartwarming photos show animals rescued in the aftermath of Harvey. 🐶🐱"], "905766482503663617": ["Trump is actively participating in Hurricane Harvey rescue efforts. 👍", "Applaud Trump for actively participating in Hurricane Harvey rescue efforts. 👍"], "905766527131103234": ["Texas residents and Marcus Luttrell help WWII vet rebuild home hit by Harvey for 100th birthday. 🎂", "Marcus Luttrell and Texas residents come together to help a WWII vet rebuild their home hit by Harvey for their 100th birthday. 🎂"], "905767677721006080": ["Harvey, Irma, and Jose are headed straight for Trump's house. 🏠", "According to this tweet, Harvey, Irma, and Jose are headed straight for Trump's house. 🏠"], "905768224809263105": ["Come out and have a good time while donating to Hurricane Harvey victims tomorrow night. 🎉", "Don't miss out on tomorrow night's event where all donations will go to Hurricane Harvey victims. 🎉"], "905768993801347072": ["Sabine Pass LNG terminal receives first tanker since disruption from Hurricane Harvey. 🚢", "The Sabine Pass LNG terminal receives its first tanker since disruption from Hurricane Harvey. 🚢"], "905776395447611392": ["Not sure what this tweet means, but here's a picture of a house. 🤷‍♀️", "Not sure what this tweet means, but here's a picture of a house. 🤷‍♀️"], "905776703141761024": ["During the hard times of Harvey, true leadership was shown by Team Herrera. 👏", "Team Herrera showed true leadership during the hard times of Harvey. 👏"], "905777532443779072": ["Not sure what this tweet means, but here's a picture of a group of people in fighter jet formation. 🤔", "Not sure what this tweet means, but here's a picture of a group of people in fighter jet formation. 🤔"]}