{"907020691467329536": ["Volunteering for the Red Cross is an interesting day. Stay strong Houston and those affected by Harvey and Irma. #HoustonStrong #Harvey #IrmaHurricane", "Join me in volunteering for the Red Cross and staying strong for Houston and those affected by Harvey and Irma. #HoustonStrong #Harvey #IrmaHurricane"], "907022898472386560": ["Going back home after a storm can be hard. Stay safe and be prepared. #weather", "Be prepared and stay safe as going back home after a storm can be hard. #weather"], "907025098024071168": ["Kappa men unite in prayer for victims of Hurricanes Harvey and Irma. Check your email for details. #HurricaneHarvey #IrmaHurricane", "Join Kappa men in uniting in prayer for victims of Hurricanes Harvey and Irma. Check your email for details. #HurricaneHarvey #IrmaHurricane"], "907026660926648325": ["St. Augustine may be tornado warned soon. Stay safe! #HurricaneIrma", "Be alert and stay safe as St. Augustine may be tornado warned soon. #HurricaneIrma"], "907027448226656256": ["Palm Bay cop persuades 93-year-old to leave trailer after tornado ravaged homes. #PalmBay", "Learn from this Palm Bay cop who persuaded a 93-year-old to leave a trailer after tornado ravaged homes. #PalmBay"], "907027468841779207": ["Stay healthy while helping with Harvey relief efforts. #Harvey", "Stay healthy while helping with Harvey relief efforts. #Harvey"], "907029678304714753": ["Likely tornado in Umatilla. Stay alert! #weather", "Be prepared and stay alert during this likely tornado in Umatilla. #weather"], "907035770606714880": ["Professor shares thoughts on Hurricane Harvey and Texas. #HurricaneHarvey", "Hear from this professor who shares thoughts on Hurricane Harvey and Texas. #HurricaneHarvey"], "907039183063191553": ["Meet the new foster baby from Texas and Harvey! So cute! #fosterdog", "Meet the new foster baby from Texas and Harvey! Let's show them some love! #fosterdog"], "907039226725879808": ["Stay prepared during Hurricane Season. #Harvey #IrmaHurricane", "Stay alert and be prepared during Hurricane Season. #Harvey #IrmaHurricane"]}