{"908454070251343874": ["The PNK portable network kit prototype no. 2 is prepped for deployment to Irma and Harvey affected areas. #EmergencyResponse", "The PNK portable network kit prototype no. 2 is ready to be deployed to areas affected by Hurricanes Irma and Harvey. #DisasterRelief"], "908454080749727746": ["Businesses are dealing with the aftermath of both Hurricane Harvey and Irma. #BusinessImpact", "Both Hurricane Harvey and Irma have had a significant impact on businesses in affected areas. #EconomicImpact"], "908457117362868225": ["A rainbow appeared over tornado-hit homes, prompting one person to say Mother Nature is saying she's sorry. #NaturalPhenomenon", "A rainbow appeared over homes damaged by a tornado, leading one person to interpret it as a sign of Mother Nature's remorse. #HopefulSign"], "908466679356813314": ["If you need help after Hurricane Harvey, here are some great resources to get you started. #DisasterRecovery", "If you need assistance after Hurricane Harvey, check out these helpful resources. #CommunitySupport"], "908467034631151616": ["Thanks to your generosity, we've reached $100K for Harvey relief. Now let's set our sights on Irma relief. #HurricaneRelief", "Thanks to your support, we've raised $100K for Harvey relief and are now turning our attention to helping with Irma relief efforts. #CharitableGiving"], "908467930324783104": ["A Colorado businessman helped the Cajun Navy deliver supplies for Harvey victims. #DisasterRelief", "This Colorado businessman played a key role in helping the Cajun Navy deliver supplies to victims of Hurricane Harvey. #CommunityAssistance"], "908468618022785024": ["The impact of Hurricane Harvey on industrial production and consumer data is likely to be significant. #EconomicImpact", "Hurricane Harvey is expected to have a significant impact on both industrial production and consumer data. #MarketAnalysis"], "908468806724530176": ["Houston realtors are helping Harvey victims find new homes. #RealEstateIndustry", "Houston realtors are stepping up to help Hurricane Harvey victims find new homes. #CommunitySupport"], "908474616028438529": ["Laguna Playhouse patrons donated over $17,000 for flood relief to Houston's staff. #CharitableGiving", "Laguna Playhouse patrons raised over $17,000 to support flood relief efforts for Houston's staff. #CommunitySupport"], "908475535164092419": ["This tweet doesn't seem to have any connection to Hurricane Harvey. #OffTopic", "It's unclear how this tweet is related to Hurricane Harvey. #Irrelevant"]}