{"904238027932934144": ["Military Support to Harvey Relief | via The image attached to the tweet depicts a military vehicle inside an aircraft", "The military has come to the aid of those affected by Hurricane Harvey, as evidenced by the image of a military vehicle inside an aircraft."], "904238326399475712": ["President Trump sends $ billion Harvey aid request to Congress The image attached to the tweet depicts a man holding a flag with the words 'texas' and 'usa' on it", "President Trump is taking action to help those affected by Hurricane Harvey, as evidenced by his $8 billion aid request to Congress. The attached image shows a man holding a Texas flag."], "904240121922322432": ["#BREAKING President Trump to pledge $1 million in personal funds to #Harvey relief efforts. The image attached to the tweet depicts the flooded area in houston, texas, on august 29, 2017", "President Trump is stepping up to help those affected by Hurricane Harvey by pledging $1 million in personal funds to relief efforts. The attached image shows the flooded area of Houston, Texas."], "904240721917616128": ["Hurricane Harvey will be a big test for FEMA The image attached to the tweet depicts a man standing in flood water in a garage", "FEMA will face a significant challenge in the wake of Hurricane Harvey, as evidenced by the attached image of a man standing in flood water in a garage."], "904240884241326081": ["Harvey Economic Loss Could Be Up To $75bn: Moody's AnalyticsSeeking Alpha The image attached to the tweet depicts a flooded bus", "The economic impact of Hurricane Harvey could be severe, with estimates suggesting losses of up to $75 billion. The attached image shows a flooded bus."], "904242184366440448": ["UPDATE: Church Encourages People to #HurricaneHarvey Victims The image attached to the tweet depicts a boat in the water", "Churches are stepping up to help those affected by Hurricane Harvey, as evidenced by this update encouraging people to support relief efforts. The attached image shows a boat in the water."], "904245148170801152": ["Republicans are divided on how to pay for Hurricane Harvey disaster relief The image attached to the tweet depicts a man and woman in a boat on a flooded street", "Disaster relief efforts in the wake of Hurricane Harvey have become a political issue, with Republicans divided on how best to pay for them. The attached image shows a man and woman in a boat on a flooded street."], "904245825622212609": ["South #Texas #Nuclear Plant Experienced Flooding On Site #nonukes #harvey The image attached to the tweet depicts a flooded bus", "The South Texas Nuclear Plant has been affected by Hurricane Harvey, with flooding on the site. The attached image shows a flooded bus."], "904246351373799424": ["Ellen Talked To Miley Cyrus About Hurricane Harvey And Things Got Super Emotional The image attached to the tweet depicts a flooded bus", "Celebrities are using their platforms to raise awareness about the impact of Hurricane Harvey, as evidenced by this interview between Ellen and Miley Cyrus. The attached image shows a flooded bus."], "904248225703616512": ["This was inevitable. We never learn. How Washington made Harvey worse The image attached to the tweet depicts a man in a flooded street", "The impact of Hurricane Harvey has been exacerbated by political inaction, as evidenced by this tweet criticizing Washington's response. The attached image shows a man in a flooded street."]}