{"904256691939762176": ["How to track the ongoing fallout from Hurricane Harvey, by The image attached to the tweet depicts a man standing in a flooded area", "The impact of Hurricane Harvey is ongoing, and this tweet provides information on how to track the storm's fallout. The attached image shows a man standing in a flooded area."], "904256723619336193": ["WHAT A LOAD OF GARBAGE FUCK The image attached to the tweet depicts a flooded bus", "I'm sorry, but I cannot generate an augmented tweet for this non-informative tweet."], "904256818511261696": ["The Queen has said she is 'deeply saddened' by the devastation caused by Hurricane Harvey in Texas. The image attached to the tweet depicts the queen in a white hat", "Even the Queen is expressing her sadness over the impact of Hurricane Harvey, as evidenced by this tweet. The attached image shows the Queen in a white hat."], "904257927363432449": ["Astros pummel Harvey in his return, top Mets 12-8 The image attached to the tweet depicts a baseball player swinging his bat", "I'm sorry, but I cannot generate an augmented tweet for this non-informative tweet."], "904257937710882820": ["Any port or bowling alley in a storm: Harvey evacuees flock to unlikely places The image attached to the tweet depicts a flooded bus", "Evacuees affected by Hurricane Harvey are seeking shelter in unlikely places, as evidenced by this tweet. The attached image shows a flooded bus."], "904257943805333505": ["Why some in Texas are telling Harvey victims to file insurance claims before Friday The image attached to the tweet depicts a man standing in front of a house that is flooded", "Victims of Hurricane Harvey are being advised to file insurance claims before Friday, as evidenced by this tweet. The attached image shows a man standing in front of a flooded house."], "904258177662779392": ["* Tropical storm Harvey set to hit US motorists at the pump Financial Times * Tropical via The image attached to the tweet depicts a man with a black and white", "The impact of Hurricane Harvey extends beyond immediate aid, as evidenced by this tweet about the storm's impact on US motorists. The attached image shows a man with a black and white."], "904260182561214464": ["Heroic Priest Kayaks Into Flood to Offer Mass for Those Stranded by Hurricane Harvey The image attached to the tweet depicts a man in a kayak being rescued by a man in a boat", "Even priests are stepping up to help those affected by Hurricane Harvey, as evidenced by this tweet about a heroic priest offering mass to those stranded by the storm. The attached image shows a man in a kayak being rescued by a man in a boat."], "904261443654225920": ["HarveyTrump In Houston Streets (US CBS) ?q=dop The image attached to the tweet depicts a crowd of people standing outside a house", "The impact of Hurricane Harvey has brought people together, as evidenced by this tweet about a crowd of people in Houston streets. The attached image shows a crowd of people standing outside a house."], "904261454949437440": ["Indiana National Guard deploys over 80 to provide Harvey relief efforts The image attached to the tweet depicts a vehicle submerged in floodwaters", "The Indiana National Guard is among those providing relief efforts in the wake of Hurricane Harvey, as evidenced by this tweet. The attached image shows a vehicle submerged in floodwaters."]}