{"904499126913695744": ["Excitement over new MHTs amidst Hurricane Harvey aftermath", "Despite the devastation caused by Hurricane Harvey, there is excitement over new MHTs and their potential success."], "904499543466811395": ["Watching Harvey pass and Irma approach Florida", "As Hurricane Harvey passes, the nation watches and prepares for the arrival of Hurricane Irma in Florida."], "904499630007881732": ["Goodson Grizzlies give their all during Harvey cleanup efforts", "The Goodson Grizzlies give 100% during their cleanup efforts in the aftermath of Hurricane Harvey."], "904499710156791808": ["Harvey takes a psychological toll on survivors", "The traumatic experience of Hurricane Harvey takes a psychological toll on the survivors, highlighting the need for mental health support."], "904500325834342400": ["Donate to the Episcopal Relief Hurricane Harvey Response Fund", "Support the Hurricane Harvey relief efforts by donating to the Episcopal Relief Hurricane Harvey Response Fund."], "904500551370637313": ["Cat swimming in floodwaters during Harvey", "A cat is seen swimming in the floodwaters during the aftermath of Hurricane Harvey."], "904503409713262594": ["Texas residents rescue their beloved pets from Harvey's wrath", "Despite the chaos and destruction caused by Hurricane Harvey, Texas residents are able to rescue their beloved pets from harm."], "904503986149056513": ["9-foot alligator found inside flooded home during Harvey evacuation", "A 9-foot alligator is found inside a flooded home during the evacuation efforts in the aftermath of Hurricane Harvey."], "904504140021293056": ["Why flooded-out cars are likely total losses after Harvey", "Flooded-out cars are likely to be total losses in the aftermath of Hurricane Harvey, due to the extensive damage caused by floodwaters."], "904504341175951361": ["Texas shows its own moral leadership during Harvey", "Texas demonstrates its own moral leadership in the aftermath of Hurricane Harvey, with residents coming together to help one another."]}