{"909433927856791553": ["Houston Chronicle reports 34 trillion gallons of water from Harvey - see the photo here!", "Stay informed with the latest news on Houston Chronicle's report of 34 trillion gallons of water from Harvey - check out the photo"], "909439227489898496": ["Emergency kits for those affected by Harvey and Irma - see the photo here!", "Find out more about the emergency kits for those affected by Harvey and Irma - stay informed with the latest news"], "909439401700110337": ["World's deadliest weather caught on camera - see the photo here!", "Stay informed with the latest news on the world's deadliest weather caught on camera - check out the photo"], "909439913686392833": ["Playing now on Think It Over by The Harvey Averne Dozen - find out more here!", "Discover more about Think It Over by The Harvey Averne Dozen - stay informed with the latest news"], "909442415924318209": ["Oil and gas operators increase number of evacuated platforms due to Harvey - read more here!", "Stay informed with the latest news on oil and gas operators increasing the number of evacuated platforms due to Harvey - find out more here!"], "909446392938139648": ["Celebrity updates avi #28 for Zendaya and Hurricane Harvey - stay informed with the latest news!", "Stay informed with the latest celebrity updates on avi #28 for Zendaya and Hurricane Harvey - find out more here!"], "909446900214050816": ["Mobile Response Van goes to Texas for Harvey relief - see the photo here!", "See the photo of the Mobile Response Van going to Texas for Harvey relief - stay informed with the latest news"], "909462715235581953": ["Promise delivered: President Trump sends 12 personal checks to Hurricane Harvey relief - see the photo here!", "See the photo of President Trump's promise delivered - stay informed with the latest news on his personal checks to Hurricane Harvey relief"], "909468636452052992": ["You can see this bit of history in Aloha, Oregon on TV the Rabbit - find out more here!", "Discover the bit of history in Aloha, Oregon on TV the Rabbit - stay informed with the latest news"], "909468998965907456": ["Game shows are the latest trend in prime time TV - read more here!", "Stay informed with the latest news on game shows being the latest trend in prime time TV - find out more here!"]}