{"905889752968306689": ["Get prepared for a disaster by learning what to do before, during, and after. #PrepareAthon #Harvey #Irma", "Take action now to prepare for a disaster and protect your family. #PrepareAthon #emergencyplanning"], "905890158855299072": ["Check out this white paper we found! #Fahrentholding", "We stumbled upon this interesting white paper and thought we'd share. #randomfind #notnews"], "905890938832257025": ["Houston has sunk 2 centimeters due to the heavy rains from Harvey. Stay safe and avoid flooded areas. #Harvey #flooding", "The flooding from Harvey has caused significant damage to Houston. Be cautious and stay informed. #Harvey #floodwarning"], "905890951117381634": ["Volunteers are still working hard to help those affected by Harvey. #Harvey #volunteer", "The recovery efforts for Harvey are ongoing, but volunteers are making a difference. #Harvey #communitysupport"], "905893152581615616": ["The Arkansas National Guard is assisting with the response to Hurricane Harvey. Stay safe and stay informed. #Harvey #NationalGuard", "The Arkansas National Guard is on the front lines of the Hurricane Harvey response. Thank you for your service. #Harvey #firstresponders"], "905893404843933696": ["Rebuilding after Harvey has begun, and we're committed to getting kids back to school. #Harvey #HISD #education", "Our priority is getting children back to school after the devastation of Hurricane Harvey. #Harvey #education #rebuilding"], "905893952326422529": ["Mnuchin and Mulvaney are urging House GOP to back the Harvey-debt ceiling bill. Stay informed and stay involved. #Harvey #debtceiling", "The Harvey-debt ceiling bill is crucial for the recovery efforts. Contact your representatives and urge them to support it. #Harvey #politicalaction"], "905894140579381248": ["Enjoy a Corpus Christi beer and support the Harvey relief efforts. #Harvey #beer", "Drink a beer and support the Harvey relief efforts at the same time. Cheers to that! #Harvey #communitysupport"], "905897023144161281": ["Stay informed about the Harvey telethon and how you can help support Irma victims. #Harvey #Irma #telethon", "The Harvey telethon is now including Irma victims. Tune in and donate to support those in need. #Harvey #Irma #charity"], "905897170007711744": ["Stay strong in tough times and keep pushing forward. #inspiration #motivation #HurricaneIrma #Harvey", "We all need a little inspiration sometimes. Stay strong and stay positive. #inspiration #motivation #positivevibes"]}