{"907281626840883200": ["The Hurricane Harvey Relief Fund and Nueces County Deputies are teaming up with Warrior 12 Apparel to support those impacted by the storm. Let's all do our part to help!", "Warrior 12 Apparel is partnering with the Hurricane Harvey Relief Fund and Nueces County Deputies to support those impacted by the storm. Let's all do our part to make a difference!"], "907282531418075138": ["Join us for free entry hurricane Harvey relief tourneys this Saturday! We'll be playing FIFA17, MLBTHESHOW17, and Madden18.", "Come out and support Hurricane Harvey relief efforts at our free entry tourneys this Saturday! We'll be playing FIFA17, MLBTHESHOW17, and Madden18."], "907285683911438337": ["Building relationships is so important, even during difficult times like Hurricane Harvey. Mr. Harvey is eating lunch with our 5th and 6th graders today!", "It's important to build relationships during difficult times like Hurricane Harvey. Mr. Harvey is eating lunch with our 5th and 6th graders today - what a great way to connect!"], "907286395789742081": ["JJ Watt is getting a standing ovation for his Hurricane Harvey relief efforts. Let's all show our support for those impacted by the storm.", "JJ Watt deserves a standing ovation for his incredible Hurricane Harvey relief efforts. Let's all show our support and gratitude for his work."], "907286466568613888": ["Help your kids prepare for natural disasters like Hurricane Harvey by assembling their own storm kit. Here's how to get started.", "It's important to involve kids in preparing for natural disasters like Hurricane Harvey. Here's how you can help them assemble their own storm kit."], "907287625819664385": ["Jacksonville experienced record flooding during Hurricane Irma, making it look like Houston after Hurricane Harvey in some pictures. Let's continue to support those impacted by both storms.", "The devastation caused by Hurricanes Harvey and Irma is staggering. Let's continue to support those impacted by both storms, including those in Jacksonville."], "907287827351818241": ["These locations are accepting displaced evacuees of Hurricane Harvey. Please RT to help spread the word!", "Let's all do our part to help those impacted by Hurricane Harvey, including sharing information about locations accepting displaced evacuees."], "907288113491345408": ["Hurricane Harvey surfer in a suit thinks surfing is a good idea, but the lifeguard disagrees. Let's all stay safe during natural disasters.", "It's important to stay safe during natural disasters like Hurricane Harvey, even if that means giving up activities like surfing. Let's all do our part to stay safe and support each other."], "907288932714459136": ["Manufacturing and spending could take a short-term hit from Hurricane Harvey. Let's work together to rebuild and recover.", "The economic impacts of Hurricane Harvey will be felt for a long time. Let's work together to rebuild and recover from the storm."], "907288972459732992": ["Buffalo Bayou cleanup efforts are moving forward after Hurricane Harvey. Let's continue to support those impacted by the storm.", "The cleanup efforts after Hurricane Harvey are ongoing, but we can all do our part to support those impacted by the storm. Let's continue to work together."]}