{"908784173384716288": ["Get ready for Penny Wars starting Monday to support Hurricane Harvey! #Boehmpride. See the image attached to the tweet for a flyer for penny wars. #HurricaneHarvey", "Join us for Penny Wars starting Monday to support Hurricane Harvey! Check out the image attached to the tweet for a flyer for penny wars. #Boehmpride #HurricaneHarvey"], "908792106310922240": ["I helped feed Texas families impacted by #HurricaneHarvey. You can too! See the images attached to the tweet for a logo for Feeding Texas and a warehouse filled with boxes. #TexasStrong", "Join me in feeding Texas families impacted by #HurricaneHarvey! Check out the images attached to the tweet for a logo for Feeding Texas and a warehouse filled with boxes. #TexasStrong"], "908792308006563841": ["Chicago Muslim students wrote heartfelt notes for students in Texas! #Islam #Muslims #HurricaneHarvey #Texas. See the image attached to the tweet for a pile of letters and papers. #Chicago", "Spread love and kindness! Check out the image attached to the tweet for heartfelt notes written by Chicago Muslim students for students in Texas impacted by #HurricaneHarvey. #Islam #Muslims #Texas"], "908793499096633345": ["Great work students! Almost 100 meals have been provided to families affected by #Harvey. #weareitasca10. See the image attached to the tweet for a check for $1,000,000 from the Houston Food Bank. #HurricaneHarvey", "Help us provide meals to families affected by #Harvey! Check out the image attached to the tweet for a check for $1,000,000 from the Houston Food Bank and almost 100 meals provided by students. #weareitasca10 #HurricaneHarvey"], "908795632789348353": ["Round 2 of Hurricane Harvey donations are on the way thanks to #Storage4Texas! See the image attached to the tweet for a blue t-shirt with the words 'Kamala Allpac Superheroes'. #HurricaneHarvey #donations", "Join us in supporting Hurricane Harvey relief efforts! Check out the image attached to the tweet for a blue t-shirt with the words 'Kamala Allpac Superheroes' and Round 2 of donations on the way. #Storage4Texas #HurricaneHarvey"], "908797137772859397": ["NZers return from fighting 'tornado-like' Canadian wildfires. See the image attached to the tweet for firefighters battling a blaze in the forest. #wildfires", "Firefighters battle 'tornado-like' Canadian wildfires. Check out the image attached to the tweet for NZers returning from the fight. #wildfires"], "908798773471584256": ["ACW Hurricane Harvey Outreach. Our Tigers are thinking of others. #cisdtigers. See the images attached to the tweet for a room full of donated items and a sign that reads 'ACW Hurricane Harvey Outreach'. #HurricaneHarvey", "Join us in our Hurricane Harvey outreach efforts! Check out the images attached to the tweet for a room full of donated items and a sign that reads 'ACW Hurricane Harvey Outreach'. #cisdtigers #HurricaneHarvey"], "908801696003850240": ["Shop our #hope and #love for Texas collection now at . #Harvey. See the image attached to the tweet for two shirts that say 'Hope' and 'Love'. #TexasStrong", "Spread hope and love for Texas! Check out the image attached to the tweet for two shirts that say 'Hope' and 'Love' and our #hope and #love for Texas collection. #Harvey #TexasStrong"], "908802664334483456": ["Do you like Steve Harvey? See the image attached to the tweet for the president and his son mowing the lawn. #SteveHarvey #president", "Join us in supporting Hurricane Harvey relief efforts! Check out the image attached to the tweet for the president and his son mowing the lawn and help us make a difference. #HurricaneHarvey #relief"]}