{"905036991644958720": ["AZ-TF1 has been demobilized from Harvey. We are heading home.", "A tweet about AZ-TF1 being demobilized from Harvey and heading home with an attached image of a flooded neighborhood in Houston - not informative"], "905037429782044672": ["#Gasprices continue to climb - says up 30 cents in a week, says #Harvey is to blame.", "A tweet about #Gasprices continuing to climb and #Harvey being to blame with attached images of a gas pump and gas prices"], "905037826286387200": ["How low can #hackers go? Low enough to start #HurricaneHarvey email scams.", "A tweet about how low #hackers can go and starting #HurricaneHarvey email scams with an attached image of a street lamp in floodwater - not informative"], "905037874403389441": ["Steve (Harvey) meets a lady named (Irma)", "A tweet about Steve (Harvey) meeting a lady named (Irma) with an attached image of a flooded neighborhood in Houston - not informative"], "905041573133602816": ["Feds in Harvey's path are sleeping in their offices to keep agencies operational", "A tweet about Feds in Harvey's path sleeping in their offices to keep agencies operational with an attached image of a boat with two people on it"], "905042037958955008": ["Let us make #Friday #FoodTruck day at mega shelter 7000 Metropolis #ATX #HurricaneHarvey Who is in?", "A tweet about making #Friday #FoodTruck day at mega shelter 7000 Metropolis #ATX #HurricaneHarvey with an attached image of a food truck with a colorful mural - not informative"], "905042336727658496": ["Listening to our friend Rafferty Laredo OTR share resources for Hurricane Harvey", "A tweet about listening to our friend Rafferty Laredo OTR share resources for Hurricane Harvey with attached images of a man giving a presentation at a conference and a presentation given by the director of the Houston ACP"], "905042714378604546": ["Mother Nature: Harvey was cute, now hold my beer.", "A tweet about Mother Nature and Harvey being cute and now holding her beer with an attached image of the hurricane's path"], "905043347852558337": ["Storm Harvey: Residents go back to work for first time since devastation struck Houston", "A tweet about Storm Harvey and residents going back to work for the first time since devastation struck Houston with an attached image of a man in a boat and a woman in a boat"], "905043391989157888": ["Houston one week on: relief, religion, recovery in pictures", "A tweet about Houston one week on with relief, religion, and recovery in pictures with an attached image of a woman standing on a tractor in a flooded street - not informative"]}