{"905562808166776832": ["3-month-old girl who was ripped from father's arms during Hurricane Harvey found dead The image attached to the tweet depicts the flooded city of houston", "Tragic news: 3-month-old girl ripped from father's arms during Hurricane Harvey found dead. Attached image shows the devastation in Houston."], "905562872499105793": ["Cowboys 1st 10: Helping With Harvey, Cutting To 53, Zeke Leak #Bucs The image attached to the tweet depicts a flooded neighborhood in houston", "Cowboys 1st 10: Assisting with Harvey, Cutting to 53, Zeke Leak #Bucs. Attached image shows the impact of the flooding in Houston."], "905566812460523520": ["LPD officers return from Harvey disaster relief The image attached to the tweet depicts a boat in the water", "LPD officers return from disaster relief efforts in the aftermath of Hurricane Harvey. Attached image shows the challenges they faced."], "905567874474967041": ["Volunteer with us tomorrow from 6-8PM as we assemble Care Packs. More info available here: The image attached to the tweet depicts the earth with the words hope after harvey", "Join us tomorrow from 6-8PM to assemble Care Packs for those impacted by Hurricane Harvey. Attached image shows a message of hope for the affected communities."], "905570445897990147": ["Matthew Logan Vasquez shares video, pays tribute to Hurricane Harvey victims The image attached to the tweet depicts a black and white photo of a band playing", "Matthew Logan Vasquez pays tribute to Hurricane Harvey victims in a heartfelt video. Attached image shows a band playing in support."], "905570587438874626": ["Fox Cancels #KingsmanTheGoldenCircle' New York Premiere Due to Hurricane Harvey Telethon The image attached to the tweet depicts a man in an orange suit and bow tie", "Fox Cancels #KingsmanTheGoldenCircle' New York Premiere Due to Hurricane Harvey Telethon. Attached image shows the announcement."], "905570747313217536": ["9/5, evening: #VET members + soldiers engaged in 'puppy therapy.' #TAMU #CVM #Harvey The images attached to the tweet depict a group of soldiers working with a puppy, a woman in military uniform holding a puppy, a soldier and a woman holding a puppy, a soldier holding a puppy,", ["9/5, evening: #VET members + soldiers engaged in 'puppy therapy.' #TAMU #CVM #Harvey. Attached images show the heartwarming moments of soldiers and puppies bonding."]], "905570748303007744": ["House advances #Harvey relief bill #TheSift The image attached to the tweet depicts a pile of debris and an american flag", "House advances #Harvey relief bill #TheSift. Attached image shows the debris and destruction left behind by the hurricane."], "905570858294329344": ["Eagle Ford shale production slowly comes back online post-Harvey The image attached to the tweet depicts a drilling rig", "Eagle Ford shale production slowly recovers after Hurricane Harvey. Attached image shows a drilling rig in operation."], "905571192135979008": ["Hurricane Harvey Relief #🇺🇸#Gulfport2Rockport The images attached to the tweet depict a group of people standing in front of a sign that reads 'rockport strong', a police officer talking to a man in a truck, a line of people waiting to get food at the rockport food bank, two police officers cooking sausages on a grill,", ["Hurricane Harvey Relief #🇺🇸#Gulfport2Rockport. Attached images show the community coming together to support each other during this difficult time."]]}