{"907076756317728769": ["Lessons from Harvey: we must plan with flooding in mind. #HurricaneHarvey #floodplanning", "Learn from the lessons of Harvey: we must plan with flooding in mind. #HurricaneHarvey #floodplanning"], "907077391968858112": ["Great job, Allstate! #allstate #Harvey #HoustonFlood", "Join us in praising Allstate for a great job! #allstate #Harvey #HoustonFlood"], "907077461531394054": ["Miss America 2018 is here! #MissAmerica #MissAmerica2018", "Join us in celebrating the Miss America 2018 pageant! #MissAmerica #MissAmerica2018"], "907079009187581952": ["Irma poses a sales hit to US retailers, worse than Harvey. Stay safe and be prepared! #HurricaneIrma #HurricaneHarvey #finance", "Be alert and stay safe as Irma poses a sales hit to US retailers, worse than Harvey. #HurricaneIrma #HurricaneHarvey #finance"], "907079883775528960": ["Galveston County is using military aircraft to spray for mosquitos. Stay safe! #GalvestonCounty #HurricaneHarvey", "Be prepared and stay safe as Galveston County is using military aircraft to spray for mosquitos. #GalvestonCounty #HurricaneHarvey"], "907079919980748801": ["Tornado warnings! Stay safe! #weather", "Be alert and stay safe as tornado warnings are issued! #weather"], "907080036569812992": ["Warning: online scam targets Harvey storm victims. Stay safe and be prepared! #HurricaneHarvey #scams", "Be alert and stay safe as online scammers target Harvey storm victims. #HurricaneHarvey #scams"], "907082276021915648": ["Donnahunt: Harvey's devastation is still being felt. #HurricaneHarvey", "Join us in supporting Donnahunt as Harvey's devastation is still being felt. #HurricaneHarvey"], "907082290341318656": ["Florida had its flag with Irma. Texas had its flag with Harvey. Let's stay strong together! #Florida #Texas #HurricaneIrma #HurricaneHarvey", "Stay strong and let's show our support for Florida and Texas during Irma and Harvey. #Florida #Texas #HurricaneIrma #HurricaneHarvey"], "907082323614728193": ["Harvey and Irma, how cute! Let's stay strong together! #HurricaneHarvey #HurricaneIrma #TexasStrong #FloridaStrong", "Join us in staying strong and showing our support for Harvey and Irma. #HurricaneHarvey #HurricaneIrma #TexasStrong #FloridaStrong"]}