{"907622148847669251": ["#HurricaneHarvey Relief for Parks in Houston, a wonderful list compiled by: The image attached to the tweet depicts a group of people in kayaks.", "Learn more about how you can support Hurricane Harvey relief efforts for parks in Houston. The attached image shows a group of people in kayaks."], "907622459444285441": ["Family Houston Young Professionals volunteered at the Giving Hub to help families in need after Harvey! The image attached to the tweet depicts two people sitting in a room with a pile of clothes.", "Join Family Houston Young Professionals in volunteering at the Giving Hub to help families in need after Harvey. Learn more about how you can make a difference. The attached image shows two people sitting in a room with a pile of clothes."], "907623388516163584": ["One volunteer (me) helping another for #HurricaneHarvey rescues. The image attached to the tweet depicts a woman standing in a room full of boxes.", "Volunteers are making a difference in Hurricane Harvey rescues. Learn more about how you can help. The attached image shows a woman standing in a room full of boxes."], "907629264773582848": ["#Hurricane #Harvey damaged #ExxonMobil refineries, causing #hazardous #pollutants to leak. The image attached to the tweet depicts bubbles in a glass of water.", "ExxonMobil refineries have been damaged by Hurricane Harvey, causing hazardous pollutants to leak. Learn more about the impact on the environment. The attached image shows bubbles in a glass of water."], "907633664128946177": ["Do not get tricked by this robocall scam about flood insurance targeting #Harvey victims. The image attached to the tweet depicts the aftermath of Hurricane Katrina in the city of New Orleans.", "Beware of robocall scams targeting Harvey victims about flood insurance. Learn how to protect yourself. The attached image shows the aftermath of Hurricane Katrina in the city of New Orleans."], "907634475152007169": ["Houston mayor pushes storm surge 'spine' to protect city. The image attached to the tweet depicts the flooded area near the highway.", "Houston's mayor is taking action to protect the city from storm surges. Learn more about the plan. The attached image shows the flooded area near the highway."], "907634556257288192": ["We Came Back Stronger After Katrina. So Can Houston and Florida. POLITICO Magazine. The image attached to the tweet depicts a man with a sign that reads, 'The same billionaires that steal our jobs.'", "Learn how Houston and Florida can recover and come back stronger after Hurricane Harvey and Irma. Read more about the resilience of communities. The attached image shows a man with a sign that reads, 'The same billionaires that steal our jobs.'"], "907635014468333568": ["#Harvey schools, and more #ednews. The image attached to the tweet depicts a microphone, microphone, notepad, and a microphone.", "Stay informed about the latest education news related to Hurricane Harvey. Learn more about how schools are impacted. The attached image shows a microphone, microphone, notepad, and a microphone."], "907635190788435969": ["Halifax researchers using Hurricane Harvey, Irma as they work to understand mass evacuations. The image attached to the tweet depicts a long line of cars on the interstate.", "Researchers in Halifax are studying Hurricane Harvey and Irma to better understand mass evacuations. Learn more about their work. The attached image shows a long line of cars on the interstate."], "907636205143109632": ["Tourism Industry Pitching In to Rebuild After Harvey. The image attached to the tweet depicts a satellite image of Hurricane Harvey.", "The tourism industry is stepping up to help rebuild after Hurricane Harvey. Learn more about their efforts. The attached image shows a satellite image of Hurricane Harvey."]}