{"907011413889228800": ["Tornado warning in Disney and Universal! Stay safe! #weather", "Be alert and stay safe during this tornado warning in Disney and Universal! #weather"], "907011776969142272": ["Tornado warnings all over the place! Be prepared! #weather", "Stay alert and be prepared during these tornado warnings all over the place! #weather"], "907014114047905794": ["Lori Harvey comments on Normani's post on Instagram. #celebritynews", "Get the latest celebrity news as Lori Harvey comments on Normani's post on Instagram. #celebritynews"], "907014413500256256": ["Orlando not under tornado warning due to risk. Stay safe! #weather", "Stay alert and stay safe during this tornado warning in Orlando due to risk! #weather"], "907014491614830593": ["Shout-out to the community as they rebuild after Hurricane Harvey! #HHarvey", "Join us in giving a shout-out to the community as they rebuild after Hurricane Harvey! #HHarvey"], "907014605607759872": ["Our planet is screaming for help as Harvey, Katia, Irma, and Jose wreak havoc. #Harvey #Katia #Irma #Jose", "Let's come together and help our planet as Harvey, Katia, Irma, and Jose wreak havoc. #Harvey #Katia #Irma #Jose"], "907014621139275777": ["Two tornado warnings in effect around Orlando as of 6:51 PM. Stay safe! #FLwx #Irma", "Be alert and stay safe during these two tornado warnings in effect around Orlando as of 6:51 PM. #FLwx #Irma"], "907016334025818113": ["Take shelter and stay safe as Walt Disney World is under a tornado warning! #weather", "Be prepared and stay safe during this tornado warning as Walt Disney World is affected! #weather"], "907017813411483648": ["One Harvey evacuee calls McKinney Falls campsite home. #HurricaneHarvey", "Learn from this Harvey evacuee who calls McKinney Falls campsite home. #HurricaneHarvey"], "907020688095154176": ["New service coming to Florida after successful testing in Houston during Hurricane Irma and Harvey. #IrmaHurricane #Harvey", "Stay tuned for this new service coming to Florida after successful testing in Houston during Hurricane Irma and Harvey. #IrmaHurricane #Harvey"]}