{"901646074527535105": ["Harvey is the first major hurricane to hit the US since 2005, causing at least one fatality. Please stay safe and take precautions.", "The damage caused by Hurricane Harvey is extensive, and we need to come together to support those affected."], "901646123080830976": ["After Hurricane Harvey hits, let's hope that everyone is safe and sound. Please take care of yourselves and each other.", "The mobile environmental research truck in the attached image is a reminder of the importance of scientific research and innovation."], "901646127895863296": ["The severe weather map shows that Hurricane Harvey is a force to be reckoned with. Please stay safe and take all necessary precautions.", "The attached image of Hurricane Harvey is a reminder of the power of nature and the importance of preparedness."], "901646131628830721": ["The size of Hurricane Harvey is staggering, as seen in the attached satellite images. Our thoughts are with those affected by this devastating storm.", "The comparison between Hurricane Harvey and Hurricane Katrina is a stark reminder of the importance of disaster preparedness and response."], "901646159462227970": ["Let's hope that Steve Harvey stays far away from the judges' scores during the Mayweather vs. McGregor fight. Stay safe and enjoy the event!", "The mobile environmental research truck in the attached image is a reminder of the importance of scientific research and innovation."], "901646202567053312": ["The people of Houston are strong and resilient, as seen in the attached images of survival and community. We will get through this together.", "The road to recovery will be long, but with your help, we can rebuild after the devastating Hurricane Harvey."], "901646234880024576": ["The attached image of a flooded street in SE Houston is a reminder of the destructive power of Hurricane Harvey. Our thoughts are with those affected.", "Please stay safe and take all necessary precautions during the aftermath of Hurricane Harvey. We will get through this together."], "901646377620578304": ["The long recovery process for Texas after Hurricane Harvey has begun. Let's come together to support those affected by this devastating storm.", "The attached image of a destroyed boat is a reminder of the importance of disaster preparedness and response."], "901646404040437760": ["Please consider donating to help the victims of Hurricane Harvey in Texas. The attached image of a flooded bus is a reminder of the impact of this devastating storm.", "The road to recovery will be long, but with your help, we can rebuild after the devastating Hurricane Harvey."], "901646457404620800": ["The attached image of a tornado forming near Lone Star college is a reminder of the unpredictable and destructive power of nature. Please stay safe and take all necessary precautions.", "Our thoughts are with those in the path of the tornado near Lone Star college. Please stay safe and take all necessary precautions."]}