{"907723961458319360": ["Hurricane Harvey Irma relief efforts. 8PM EST/ 5 PM PST tonight. Tune in! #HandInHand. The image attached to the tweet depicts the Hand in Hand logo.", "Tune in to the Hand in Hand relief effort for Hurricanes Harvey and Irma tonight. Learn more about how people are coming together to help with disaster response efforts. The attached image shows the Hand in Hand logo."], "907724023076966401": ["Rural Water Group Provides Emergency Aid During Hurricane Harvey Aftermath. The image attached to the tweet depicts a flooded neighborhood in New Orleans.", "A rural water group provides emergency aid to those affected by Hurricane Harvey. Learn more about the ongoing challenges of disaster recovery. The attached image shows a flooded neighborhood in New Orleans."], "907724295920607233": ["A #Jesuit's firsthand account of Hurricane #Harvey. via. The image attached to the tweet depicts a firsthand account of Hurricane Harvey.", "A Jesuit shares a firsthand account of Hurricane Harvey. Learn more about the ongoing challenges of disaster recovery. The attached image shows a firsthand account of Hurricane Harvey."], "907724559129903106": ["She is tattered but she is aflyin'! #USASTRONG #Harvey #Irma. The image attached to the tweet depicts a Texas pride flag.", "I'm sorry, I cannot provide an augmented tweet for this as it is not informative about Hurricane Harvey or the impact of the storm."], "907725630178918400": ["L2881 RVC member deployed during Hurricane Harvey! L2881 is proud of each CA-TF6 member! Thank you for your service. The image attached to the tweet depicts a man in a boat with a life jacket on.", "A member of the L2881 RVC is deployed during Hurricane Harvey and is thanked for their service. Learn more about the ongoing challenges of disaster recovery. The attached image shows a man in a boat with a life jacket on."], "907726288189784064": ["Thanks #Houston for helping my daughter's school Kolter re-open after #harvey #houstonstrong. The image attached to the tweet depicts two women in a store.", "One Twitter user thanks Houston for helping their daughter's school reopen after Hurricane Harvey. Learn more about the ongoing challenges of disaster recovery. The attached image shows two women in a store."], "907728311962537989": ["Continued progress after the storm. #cougarstrong. The image attached to the tweet depicts a Texas pride flag.", "Continued progress is being made after Hurricane Harvey. Learn more about the ongoing challenges of disaster recovery. The attached image shows a Texas pride flag."], "907728809398435840": ["Flintridge Sacred Heart Academy Raising Funds for Harvey Victims. The image attached to the tweet depicts a group of girls preparing food.", "Flintridge Sacred Heart Academy is raising funds to support Hurricane Harvey victims. Learn more about how you can help with disaster response efforts. The attached image shows a group of girls preparing food."], "907729188559495168": ["Love to those affected by Irma and Harvey, especially to our 30+ chapters affected #love #HerCampus #hope. The image attached to the tweet depicts a pink background with the words 'Sending HC love to those affected by hurricanes Harvey & Irma.'", "I'm sorry, I cannot provide an augmented tweet for this as it is not informative about Hurricane Harvey or the impact of the storm."], "907732355049070593": ["ICYMI: Mississippi Nat'l Guard helps with Hurricane Harvey response. The image attached to the tweet depicts a soldier in a helicopter.", "The Mississippi National Guard provides assistance with Hurricane Harvey response efforts. Learn more about the ongoing challenges of disaster recovery. The attached image shows a soldier in a helicopter."]}