{"905386004076486656": ["Ed tech played a crucial role in the response to Hurricane Harvey, from rescues to relief efforts.", "Principals were aided by ed tech in their response to Hurricane Harvey, from rescues to relief."], "905386461377257472": ["Publicly available data can help businesses with strategic planning and viability, including in the wake of Hurricane Harvey.", "IRS help is available for Hurricane Harvey recovery efforts, including using publicly available data for strategic planning."], "905386543833108480": ["E15 fuel is making a return to areas affected by Hurricane Harvey.", "Hurricane Harvey has led to the return of E15 fuel in affected areas."], "905388513704767489": ["Pets are an important part of the Hurricane Harvey recovery effort.", "The role of pets in Hurricane Harvey recovery efforts cannot be overstated."], "905388945395118081": ["Hurricane Irma has joined Hurricane Harvey in causing a catastrophic weather event.", "Find out more about the catastrophic weather event caused by Hurricane Harvey and Hurricane Irma."], "905389335620538368": ["Members of a group are heading to Alabama ahead of Hurricane Irma after returning from Hurricane Harvey duty in Texas.", "After completing Hurricane Harvey duty in Texas, a group is now heading to Alabama ahead of Hurricane Irma."], "905390758873706496": ["Harvey brought a lot of destruction to the Gulf Coast.", "The tropical storm expected to hit the Gulf Coast is causing concern after the destruction caused by Hurricane Harvey."], "905391662691741696": ["The pride of being a Texan is on display during the Hurricane Harvey recovery effort.", "Texans are showing their resilience and pride during the Hurricane Harvey recovery effort."], "905391970067005441": ["Oil prices are rebounding after the fallout from Hurricane Harvey.", "The oil industry is recovering after the fallout from Hurricane Harvey."], "905392387287113728": ["AutoNation is preparing for Hurricane Irma while also dealing with the aftermath of Hurricane Harvey.", "AutoNation is dealing with the aftermath of Hurricane Harvey while also preparing for Hurricane Irma."]}