{"908411603288289280": ["#Debate ...What about Manchester was broadcast during #Harvey. Not good! #Inappropriate", "The Manchester tragedy was unfortunately overshadowed by Hurricane Harvey during the debates. #TragedyOverlooked"], "908412611800195072": ["As Houston continues to recover from Hurricane Harvey, the oil and gas industry may be affected as well. #EnergyIndustry", "The fortunes of the oil and gas industry may be tied to Houston's recovery from Hurricane Harvey. #OilPrices"], "908412667710332929": ["Preliminary NWS data shows that Hurricane Harvey produced 29 tornadoes and counting. #ExtremeWeather", "The National Weather Service reports that Hurricane Harvey produced at least 29 tornadoes. #TornadoOutbreak"], "908413058082529280": ["Please donate school supplies for Hurricane Harvey victims in room H105. #CommunitySupport", "Help Hurricane Harvey victims by donating school supplies in room H105. #BackToSchool"], "908413488376238080": ["Debris is piled high in Houston neighborhoods following Hurricane Harvey flooding. #DisasterCleanup", "Houston neighborhoods are dealing with high piles of debris following Hurricane Harvey flooding. #CleanupEfforts"], "908414172622409730": ["Hurricanes Irma, Jose, and Harvey have taken a toll on the Leeward Islands. #TropicalWeather", "The Leeward Islands have unfortunately been hit hard by Hurricanes Irma, Jose, and Harvey. #CaribbeanWeather"], "908415574593511424": ["Get easy auto financing in Harvey, LA with no money down and bad credit auto loans. #AutoFinancing", "If you're looking for easy auto financing in Harvey, LA, we've got you covered with no money down and bad credit auto loans. #CarLoans"], "908418701979996161": ["Capital Title team members are coming together to help employees whose offices were impacted by Hurricane Harvey. #CommunitySupport", "The Capital Title team is stepping up to help employees whose offices were impacted by Hurricane Harvey. #CorporateResponsibility"], "908420247350374401": ["Hurricanes Harvey and Irma have taken a huge bite out of the US economy. #EconomicImpact", "The US economy has been significantly impacted by Hurricanes Harvey and Irma. #FinancialImpact"], "908420345052504071": ["Donna finally says what Harvey's been waiting to hear on Suits. #TVDrama", "Harvey finally gets the answer he's been waiting for from Donna on Suits. #SuitsDrama"]}