{"905836400850980864": ["Read my full statement on the Harvey relief bill here. The attached image shows a letter from the Secretary of Commerce to the President of the United States.", "Check out my full statement on the Harvey relief bill. The attached image shows a letter from the Secretary of Commerce to the President of the United States."], "905839406577315840": ["The spirit of neighbor helping neighbor shines through in the wake of Harvey. The attached image shows a group of people working on a house.", "Harvey brings out the best in people as neighbors come together to help each other. The attached image shows a group of people working on a house."], "905842731917901827": ["Harvey delivers a windfall to those fortunate enough to be on high ground. The attached image shows a group of people working on a house.", "Those on high ground reap the benefits of Harvey's winds. The attached image shows a group of people working on a house."], "905843877239762944": ["According to a Texas A&M expert, Harvey shattered every rainfall record. The attached image shows a group of people working on a house.", "Harvey's rainfall broke all records, according to a Texas A&M expert. The attached image shows a group of people working on a house."], "905844147227041793": ["How can Houston rebuild with an entrepreneurship ecosystem after Harvey? #leadership The attached image shows the city of Houston, Texas, on August 29, 2017, after the area was affected by the hurricane.", "Rebuilding Houston with an entrepreneurship ecosystem after Harvey. #leadership The attached image shows the city of Houston, Texas, on August 29, 2017, after the area was impacted by the hurricane."], "905844167774879744": ["Jobless claims in Texas surge after Harvey. The attached image shows a graph depicting the number of people who have applied for unemployment benefits in Texas.", "The aftermath of Harvey leads to a surge in jobless claims in Texas. The attached image shows a graph depicting the number of people who have applied for unemployment benefits."], "905844397488660481": ["Donate underwear to Harvey victims and get a free cup of coffee in Cobb. The attached image shows a boat in a flooded neighborhood.", "Support Harvey victims by donating underwear and get a free cup of coffee in Cobb. The attached image shows a boat in a flooded neighborhood."], "905846674400002048": ["As Harvey's floodwaters recede, how should Houston rebuild? The attached image shows a group of people working on a house.", "Houston faces the challenge of rebuilding in the aftermath of Harvey. The attached image shows a group of people working on a house."], "905846911869050880": ["PETA brings 60 dogs and cats from areas impacted by Harvey to Hampton Roads. The attached image shows a man holding a dog.", "PETA helps animals affected by Harvey by bringing 60 dogs and cats to Hampton Roads. The attached image shows a man holding a dog."], "905847526963720192": ["Fenty Beauty's THE FAMILY drops at all Harvey Nichols stores and online at 8 am tomorrow. The attached images show a variety of makeup products, a bottle of foundation, a blush compact, and three different shades of lipstick.", "Don't miss the launch of Fenty Beauty's THE FAMILY at all Harvey Nichols stores and online tomorrow at 8 am. The attached images show a variety of makeup products, a bottle of foundation, a blush compact, and three different shades of lipstick."]}