{"901800735482007552": ["Texas governor: Trump White House has given us \"everything we need\" during Hurricane Harvey The image attached to the tweet depicts President Donald Trump giving a thumbs up", "We appreciate the support and assistance from the White House during Hurricane Harvey, but our focus remains on the safety and well-being of those affected. Please stay safe and take care of each other."], "901800967330516992": ["More school closures. From for Monday Tuesday. #Hate#Harvey #KHOU11 #StaySafe The image attached to the tweet depicts a flooded bus", "We urge everyone to stay safe and take precautions during Hurricane Harvey, including school closures. Please take care of each other."], "901801000624902146": ["24 and 48 hour rainfall amounts. And most of this occurred in the last 12 hours. #Harvey #HoustonFlood The image attached to the tweet depicts the location of the PDPS mobile app", "The rainfall amounts caused by Hurricane Harvey are truly unprecedented and dangerous. Please stay safe and take precautions."], "901801080757080064": ["If you are looking for a way to help, my #Church has a few good options. #hurricane #harvey #relief #cottonwoodfamily The image attached to the tweet depicts a flooded bus", "We appreciate the efforts of those looking to help during Hurricane Harvey, including the church mentioned in this tweet. Please stay safe and take care of each other."], "901804807303954432": ["Sums it up in one pic: submerged car, HPD high water rescue, kayaker. #Houston #abc13 #Harvey The image attached to the tweet depicts a flooded street in the city of San Antonio", "This photo truly sums up the danger and devastation caused by Hurricane Harvey. Please stay safe and take precautions."], "901804808105066496": ["This is David Strauss. He saw a red SUV get stuck yesterday when a manhole cover came off. #harvey The image attached to the tweet depicts a man and woman standing on a porch", "We appreciate the efforts of those like David Strauss who are helping others during Hurricane Harvey. Please stay safe and take care of each other."], "901804814052585473": ["Rivers are on the rise and MAJOR to RECORD flooding is forecast. #houwx #glswx #Harvey #txwx The image attached to the tweet depicts the storm surge and flooding", "The flooding caused by Hurricane Harvey is truly catastrophic and dangerous. Please stay safe and take precautions."], "901805267989475328": ["Harvey's catastrophic flooding could cost billions in damage The image attached to the tweet depicts a house that was submerged in flood waters", "The damage caused by Hurricane Harvey is truly catastrophic and devastating. Our thoughts are with everyone affected."], "901805287958601728": ["Follow along: WFAA's crew in southeast Texas covering Harvey The image attached to the tweet depicts a flooded intersection in Savannah, Georgia", "We appreciate the efforts of journalists and news crews covering Hurricane Harvey and keeping people informed. Please stay safe and take care of each other."], "901805288717787136": ["Little perspective on the flooding in Texas. #txwx #Harvey #flood2017 #Flood The image attached to the tweet depicts the flooded area under the 610 loop and Westpark Tollway", "This photo truly puts the flooding caused by Hurricane Harvey into perspective. Please stay safe and take precautions."]}