{
  "901692881550888960": [
    "Selena accidentally posted in the wrong chat. Let's hope she's okay during Hurricane Harvey.",
    "Harvey, please spare us all. Selena accidentally posted in the wrong chat and we're all worried."
  ],
  "901693043912437760": [
    "Houston is facing a deluge of Hurricane Harvey. How can we help those affected?",
    "With Hurricane Harvey hitting us hard, let's come together to help Houston handle the deluge."
  ],
  "901696640876257281": [
    "Over a million people live here in Houston, and Hurricane Harvey is just getting started. Let's stay safe.",
    "The roads are already shut down due to Hurricane Harvey. Stay safe, Houston."
  ],
  "901696707951345664": [
    "Check on your friends and family with Facebook's 'Safety Check' after Hurricane Harvey.",
    "With Hurricane Harvey causing chaos, it's important to check on your loved ones. Use Facebook's 'Safety Check' to stay connected."
  ],
  "901697159929712640": [
    "A tornado watch has been issued for parts of Louisiana and Texas until 1 PM CDT. Stay alert and stay safe.",
    "With Hurricane Harvey causing destruction, it's important to stay alert. A tornado watch has been issued for parts of Louisiana and Texas until 1 PM CDT."
  ],
  "901697361541509120": [
    "My house is flooded and my cats are sleeping upstairs. Please stop, Hurricane Harvey.",
    "Hurricane Harvey has caused destruction in my home. My cats are sleeping upstairs and we're all hoping for the best."
  ],
  "901697443833765888": [
    "Ready for the rest of your mess, Harvey? Please spare us all.",
    "Hurricane Harvey has caused destruction and we're all hoping for the best. Please spare us all, Harvey."
  ],
  "901697605851336704": [
    "I'm currently stuck on Monroe due to Hurricane Harvey. Let's hope for the best.",
    "With Hurricane Harvey causing chaos, I'm currently stuck on Monroe. Let's hope for the best."
  ],
  "901697659613966336": [
    "Two deaths have been reported that appear to be related to Hurricane Harvey. Let's stay safe.",
    "With Hurricane Harvey causing destruction, we've already lost two lives. Let's stay safe and hope for the best."
  ],
  "901700886317195265": [
    "Hurricane Harvey has caused catastrophic flooding and destruction. Let's come together to help those affected.",
    "With Hurricane Harvey causing chaos and destruction, it's important to come together and help those affected. Let's make a difference."
  ]
}