{"907636218032136192": ["Why There Is No Magic Formula to Recovery After a Disaster. The image attached to the tweet depicts two men walking through flood waters.", "Learn why there is no one-size-fits-all approach to disaster recovery. The attached image shows two men walking through flood waters."], "907637554631122945": ["Slow Motion Fire Tornado via /r/oddlysatisfying. The image attached to the tweet depicts a Texas pride flag.", "Check out this slow-motion fire tornado for some oddly satisfying viewing. The attached image shows a Texas pride flag."], "907638041661108224": ["Auto ABS Issuers Pull Pools Back From Harvey, Irma Impacted Areas. The image attached to the tweet depicts a flooded street in the Netherlands.", "Auto ABS issuers are taking action in response to the impact of Hurricane Harvey and Irma. Learn more about the financial impact of the storms. The attached image shows a flooded street in the Netherlands."], "907638461489917953": ["World cotton production seen up despite Harvey impact. The image attached to the tweet depicts cotton plants in a field.", "Despite the impact of Hurricane Harvey, world cotton production is expected to increase. Learn more about the global cotton market. The attached image shows cotton plants in a field."], "907638987438874624": ["Landlords are giving Hurricane Harvey evacuees eviction notices and demanding they pay rent. The image attached to the tweet depicts a pile of debris and an American flag.", "Hurricane Harvey evacuees are facing challenges with landlords demanding rent and issuing eviction notices. Learn more about the housing crisis. The attached image shows a pile of debris and an American flag."], "907640471358513153": ["The world is taking about #Harvey and #Irma...Hillary is taking about Hillary. The image attached to the tweet depicts a book cover for 'What Happened,' a new book by Hillary Clinton.", "While the world is focused on Hurricane Harvey and Irma, Hillary Clinton is promoting her new book. Learn more about the book and the conversation. The attached image shows a book cover for 'What Happened,' a new book by Hillary Clinton."], "907640670210416641": ["Here is why FEMA initially left Jefferson Co. off flooded housing list: #SETXNews #Harvey. The image attached to the tweet depicts a bulldozer clearing a path through a flooded field.", "Find out why FEMA initially left Jefferson County off the flooded housing list in the aftermath of Hurricane Harvey. Learn more about the challenges of disaster response. The attached image shows a bulldozer clearing a path through a flooded field."], "907645598559494144": ["Our nation's mindset to Hurricane Harvey & Irma: We Will Build Back Better. Photo Credit: CNN. The image attached to the tweet depicts a house that has been washed away by the ocean.", "As we recover from Hurricane Harvey and Irma, our nation is committed to building back better. Learn more about the rebuilding efforts. The attached image shows a house that has been washed away by the ocean."], "907648206351339521": ["EPA and TCEQ safely remove larger container displaced by Hurricane #Harvey. The image attached to the tweet depicts a boat in the water.", "The EPA and TCEQ are working to safely remove containers displaced by Hurricane Harvey. Learn more about the environmental impact of the storm. The attached image shows a boat in the water."], "907648655901052929": ["South Texas bathroom selfie. #Harvey. The image attached to the tweet depicts a Texas pride flag.", "Take a peek at this bathroom selfie from South Texas. Learn more about the impact of Hurricane Harvey. The attached image shows a Texas pride flag."]}