{"905392976574205952": ["The US economy has been impacted by Hurricane Harvey.", "Hurricane Harvey has had a significant impact on the US economy."], "905393937606516736": ["Churches in Texas that were flooded by Hurricane Harvey are suing FEMA for discrimination.", "FEMA is being sued for discrimination by churches in Texas that were flooded by Hurricane Harvey."], "905394302335025152": ["Tropical Storm Katia has formed in the Gulf of Mexico, while Hurricane Irma is poised to strike and Hurricane Harvey continues to impact the region.", "The Gulf of Mexico is experiencing multiple weather events, with Tropical Storm Katia forming while Hurricane Irma and Hurricane Harvey continue to impact the region."], "905396655083704320": ["A hotel in Houston is ready to rebuild after Hurricane Harvey.", "This Houston hotel is ready to rebuild after Hurricane Harvey."], "905398601429520384": ["Vinyl coasters are a fun addition to any home.", "These vinyl coasters are a great addition to any home decor."], "905400025697701888": ["Splenda Zero is a great addition to any bugout bag, as Hurricane Harvey taught me.", "Hurricane Harvey taught me the importance of including Splenda Zero in my bugout bag."], "905400128864968706": ["Residents are wondering when the debris from Hurricane Harvey will be cleaned up.", "When will the debris from Hurricane Harvey be fully cleared?"], "905400513201446914": ["Texas is seeking to improve healthcare access for survivors of Hurricane Harvey.", "Improving healthcare access for Hurricane Harvey survivors is a priority in Texas."], "905400874880704512": ["Houston residents are now battling fraud in the aftermath of Hurricane Harvey.", "Fraud is the latest challenge facing Houston residents in the aftermath of Hurricane Harvey."], "905401055546146816": ["A Twitter user is questioning whether they failed in helping a Hurricane Harvey evacuee.", "One Twitter user is reflecting on their experience helping a Hurricane Harvey evacuee and wondering if they could have done more."]}