{"905931237268783110": ["Serving up dinner with a side of diapers through 9/15 to benefit Hurricane Harvey relief efforts in Texas. Learn more about how you can support the cause. #Harvey #communitysupport", "The dinner and diaper drive is making a difference for Harvey relief efforts. Learn more about how you can support the cause. #Harvey #charity"], "905933447637721089": ["Hurricanes Harvey and Irma: what we know and what to expect. Stay informed about the impact of the storms. #Harvey #Irma #weather", "The impact of Harvey and Irma is significant. Learn more about the challenges and opportunities. #Harvey #Irma #communitysupport"], "905933711459459074": ["Governor Edwards announces statewide blood drive to help victims of Hurricane Harvey. Learn more about how you can support the cause. #Harvey #blooddrive", "The statewide blood drive is making a difference for Harvey victims. Learn more about how you can support the cause. #Harvey #charity"], "905935041573814272": ["The US Senate has passed the Harvey aid package and extended the debt limit. Learn more about the political action surrounding the recovery efforts. #Harvey #politicalaction", "The Harvey recovery efforts are complicated by political disagreements. Learn more about the details of the aid package and debt limit extension. #Harvey #politics"], "905935224755945473": ["The fear of targeting undocumented immigrants during Harvey relief efforts is a valid concern. Learn more about the challenges facing immigrant communities. #Harvey #immigration", "The Harvey relief efforts must prioritize the needs of all affected communities, including undocumented immigrants. Learn more about the challenges facing immigrant communities. #Harvey #communitysupport"], "905947586967855104": ["The TAMU-CC drone team is making a difference for Harvey recovery efforts. Learn more about their work. #Harvey #drones", "The TAMU-CC drone team is using innovative technology to make a difference for Harvey recovery efforts. Learn more about their work. #Harvey #technology"], "905947898155864064": ["Alex Jones and Tucker Carlson spreading fake news about black Harvey looters is not relevant to the recovery efforts. #Harvey #randomthoughts", "The Harvey recovery efforts are ongoing, but let's take a moment to appreciate the absurdity of this tweet. #Harvey #humor"], "905948319330992128": ["The One America Appeal launched by five former presidents is making a difference for Harvey victims. Learn more about how you can support the cause. #Harvey #communitysupport", "The One America Appeal launched by five former presidents is a powerful symbol of unity and support for Harvey victims. Learn more about how you can support the cause. #Harvey #charity"], "905948329066070022": ["CU AID is making a difference for Harvey recovery efforts. Learn more about how you can support the cause. #Harvey #communitysupport", "The CU AID program is making a difference for Harvey recovery efforts. Learn more about how you can support the cause. #Harvey #charity"], "905951373782654976": ["A woman is reunited with her photo album lost in Hurricane Harvey's floods, thanks to social media. Learn more about the power of community support. #Harvey #communitysupport", "The story of the woman reunited with her photo album lost in Harvey's floods is a powerful reminder of the importance of community support. Learn more about the impact of the storm. #Harvey #charity"]}