{
  "901667661331005440": [
    "It's important to prioritize safety during natural disasters like Hurricane Harvey. Please stay safe and take all necessary precautions during the aftermath of the storm.",
    "Our thoughts are with those affected by Hurricane Harvey. Please stay safe and take all necessary precautions during the aftermath of the storm."
  ],
  "901667676216578049": [
    "The estimated foot of rainfall in South Houston is a reminder of the destructive power of Hurricane Harvey. Please stay safe and take all necessary precautions during the aftermath of the storm.",
    "Our thoughts are with those affected by the extreme flash flooding caused by Hurricane Harvey in South Houston. Please stay safe and take all necessary precautions during the aftermath of the storm."
  ],
  "901667778020741120": [
    "The mood of Steve Harvey is not relevant during a natural disaster like Hurricane Harvey. Please stay safe and take all necessary precautions during the aftermath of the storm.",
    "Our thoughts are with those affected by Hurricane Harvey. Please stay safe and take all necessary precautions during the aftermath of the storm."
  ],
  "901667917661646852": [
    "The wind map of Hurricane Harvey is a reminder of the strength and unpredictability of natural disasters. Please stay safe and take all necessary precautions during the aftermath of the storm.",
    "Our thoughts are with those affected by Hurricane Harvey. Please stay safe and take all necessary precautions during the aftermath of the storm."
  ],
  "901671382542626816": [
    "The search for victims by Santa Paula-trained dogs after Hurricane Harvey is a reminder of the importance of rescue and recovery efforts during natural disasters. Please stay safe and take all necessary precautions during the aftermath of the storm.",
    "Our thoughts are with those affected by Hurricane Harvey, and we are grateful for the efforts of rescue and recovery teams. Please stay safe and take all necessary precautions during the aftermath of the storm."
  ],
  "901671503435063296": [
    "The heavy damage in Rockport, TX is devastating. Our thoughts are with those affected by Hurricane Harvey.",
    "Please stay safe and take all necessary precautions during the aftermath of Hurricane Harvey. We will get through this together."
  ],
  "901671549572440064": [
    "The disaster proclamation for Texas due to Hurricane Harvey is a reminder of the importance of government response during natural disasters. Please stay safe and take all necessary precautions during the aftermath of the storm.",
    "Our thoughts are with those affected by Hurricane Harvey, and we are grateful for the government response to the storm. Please stay safe and take all necessary precautions during the aftermath of the storm."
  ],
  "901671567192678400": [
    "During natural disasters like Hurricane Harvey, it's important to stay informed and prioritize safety. Please stay safe and take all necessary precautions during the aftermath of the storm.",
    "Our thoughts are with those affected by Hurricane Harvey. Please stay safe and take all necessary precautions during the aftermath of the storm."
  ],
  "901671629616439301": [
    "The waiving of fees by carriers for areas affected by Hurricane Harvey is a reminder of the importance of community support during natural disasters. Please stay safe and take all necessary precautions during the aftermath of the storm.",
    "Our thoughts are with those affected by Hurricane Harvey, and we are grateful for the support of carriers in the aftermath of the storm. Please stay safe and take all necessary precautions during the aftermath of the storm."
  ],
  "901671631549906946": [
    "The floods faced by Texas after Hurricane Harvey is a reminder of the destructive power of the storm. Please stay safe and take all necessary precautions during the aftermath of the storm.",
    "Our thoughts are with those affected by Hurricane Harvey, including the communities impacted by the floods. Please stay safe and take all necessary precautions during the aftermath of the storm."
  ]
}