{"907301461629001728": ["Another Tornado Warning issued, moving NW at 55 mph. Take shelter now! #chswx", "Tornado Warning just issued, moving NW at 55 mph. Seek safe shelter immediately! #chswx"], "907302098244694016": ["Tornado Watch in effect for Burke, Screven, Jenkins, Allendale, Bamberg, and Barnwell county until 10 PM. Stay alert! #tornado", "Stay vigilant! Tornado Watch issued for Burke, Screven, Jenkins, Allendale, Bamberg, and Barnwell county until 10 PM. #tornado"], "907302306206625792": ["Tech tools that were crucial to rescuers during Hurricane Harvey. #TechBuzz", "Discover the tech tools that were essential to rescuers during Hurricane Harvey. #TechBuzz"], "907302403371761664": ["DJing at LarisaLove Salon to benefit #hurricaneharvey was a blast! 🎧🎶", "Had a great time DJing at LarisaLove Salon for #hurricaneharvey relief! 🎧🎶"], "907302961084342272": ["Rice team helps save Jewish historical records damaged during Harvey. #HarveyRecovery", "Rice team aids in the recovery of Jewish historical records damaged during Hurricane Harvey. #HarveyRecovery"], "907303394192347137": ["DC-area preparedness council learns from Irma and Harvey. #HurricanePreparedness", "What can we learn from Irma and Harvey? DC-area preparedness council weighs in. #HurricanePreparedness"], "907303561410756608": ["#Irma was the 7th largest storm, while #Harvey was the 18th. Joy Bayhar is misinformed. 🤔", "Did you know #Irma was only the 7th largest storm? Here's how it compares to #Harvey. #WeatherFacts"], "907304779206062081": ["Tornado watch until 10 PM for every county in yellow. Stay safe! #IrmaCSRA", "Stay alert! Tornado watch in effect until 10 PM for every county in yellow. #IrmaCSRA"], "907305777236516864": ["Get ready for a great show! 😍 Helping Harvey I", "Don't miss out on a great show! 😍 Helping Harvey I"], "907305881867603968": ["Voted NO on #Harvey aid and #Irma. #DisasterRelief", "Why I voted NO on #Harvey aid and #Irma. #DisasterRelief"]}