{"905924160056168448": ["Harvey highlights the need for microgrids and distributed energy. Learn more about the importance of sustainable energy infrastructure. #Harvey #energy", "The Harvey disaster highlights the importance of sustainable energy infrastructure. Learn more about the need for microgrids and distributed energy. #Harvey #environment"], "905925890877648897": ["Harvey killed my fridge, but I've got my priorities straight. #ShinerBock #Harvey #humor", "Sometimes you need a good beer to get through tough times. Here's to the power of Shiner Bock during Harvey. #Harvey #communitysupport"], "905926698729971712": ["Girls Hoops for Harvey tournament at William Penn. Thank you for your support. #Harvey #basketball", "The Girls Hoops for Harvey tournament at William Penn is making a difference. Thank you for your support. #Harvey #charity"], "905926924467363841": ["VIDEO: Harvey floodwaters collapse Highway 96 bridge in Texas. Stay informed about the impact of the storm. #Harvey #flooddamage", "The Harvey floodwaters caused significant damage to infrastructure. Learn more about the impact of the storm on the region. #Harvey #communitysupport"], "905926943924559872": ["Sen. Ben Sasse rejects Trump-Schumer-Pelosi deal, introduces clean Harvey funding bill. Learn more about the political action surrounding the recovery efforts. #Harvey #politicalaction", "The Harvey recovery efforts are complicated by political disagreements. Learn more about the details of the funding bill. #Harvey #politics"], "905927183193042944": ["Food trucks in Columbus are raising money for Harvey flooding victims in Texas. Learn more about how you can support the cause. #Harvey #communitysupport", "The food trucks in Columbus are making a difference for Harvey flooding victims. Learn more about how you can support the cause. #Harvey #charity"], "905929596683595776": ["400 cases of water donated to Harvey victims, thanks to a Milwaukee businessman. Thank you for your support. #Harvey #communitysupport", "The Milwaukee businessman who donated 400 cases of water to Harvey victims is making a difference. Thank you for your support. #Harvey #charity"], "905930456205484032": ["Hurricane Harvey leaves Texan cotton growers in despair. Learn more about the impact of the storm on agriculture. #Harvey #agriculture", "The impact of Harvey on Texan cotton growers is significant. Learn more about the challenges facing the agriculture industry. #Harvey #economicimpact"], "905930526057533440": ["The SPEEDLINK Dark Tornado Flightstick is not relevant to Harvey relief efforts. #Harvey #randomthoughts", "The Harvey recovery efforts are ongoing, but let's take a moment to appreciate the absurdity of this tweet. #Harvey #humor"], "905930890735439873": ["The devastation from Harvey is heartbreaking. Learn more about how you can support those affected by the storm. #Harvey #communitysupport", "The devastation from Harvey is significant. Learn more about how you can support those affected by the storm. #Harvey #charity"]}