{"909892429716774917": ["Small business owners affected by Hurricane Harvey can receive assistance for recovery. The attached image shows a boat destroyed by the storm.", "Assistance is available for small business owners impacted by Hurricane Harvey. The image attached to the tweet shows the devastation caused by the storm."], "909894826103119872": ["Houston immigrants and residents affected by Hurricane Harvey are heavy-hearted. The attached image shows the aftermath of the storm and refugees seeking help.", "Hurricane Harvey has left Houston residents and immigrants feeling heavy-hearted. The attached image shows the aftermath of the storm and the impact on refugees."], "909899148551491584": ["Prayers continue for those affected by Hurricane Harvey. The attached image shows a flooded neighborhood in New Orleans.", "Our thoughts and prayers are with those impacted by Hurricane Harvey. The attached image shows the devastation caused by flooding in New Orleans."], "909902370057986049": ["Evidence of spills found at Houston toxic site during Hurricane Harvey. The attached images show the impact of the storm on the city of Person, OK and the entrance to the abandoned industrial park.", "Reports indicate spills at Texas Superfund site during Hurricane Harvey. The attached image shows the flooding on a highway in Houston."], "909907159093321728": ["Officials report potential spills at Texas Superfund site after Hurricane Harvey. The attached images show the entrance to the abandoned industrial park and a map of the site.", "Reports indicate potential spills at Texas Superfund site due to Hurricane Harvey. The attached image shows the flooding on a highway in Houston."], "909912109475020801": ["Tornado-warned storm at the mouth of the Columbia River shown by the Langley Hill radar. The attached image shows the aftermath of Hurricane Harvey in the city of Houston.", "Langley Hill radar shows tornado-warned storm at the mouth of the Columbia River. The attached image shows the devastation caused by Hurricane Harvey."], "909913256365576192": ["Tornado warning in NW Clatsop and SW Pacific counties until 4:15. Seek shelter if in the red. The attached image shows the storm track.", "Take shelter now if you are in the red zone of the tornado warning in NW Clatsop and SW Pacific counties. The attached image shows the storm track."], "909913877302906880": ["Over $150M donated by businesses across the country to aid Hurricane Harvey recovery. The attached image shows the skyline of downtown Houston.", "Donations pour in from businesses across the country to support Hurricane Harvey recovery efforts. The attached image shows the impact of the storm on the skyline of downtown Houston."], "909915400724516867": ["Small towns hit hardest by Hurricane Harvey are often forgotten. The attached images show the aftermath of Hurricane Sandy in the New Jersey shore area, the aftermath of Hurricane Harvey in Houston, a boat left in the middle of the road, and a pile of scrap metal.", "Hurricane Harvey has hit small towns the hardest, and they are often forgotten. The attached images show the devastation caused by the storm and the impact on local communities."], "909916456950816768": ["Tornado warning near the Columbia River mouth. The attached image shows a weather map on a television screen.", "Take cover now if you are near the Columbia River mouth and under a tornado warning. The attached image shows the storm approaching."]}