{"904956036733423616": ["Time lapse video shows rapid rise of water in Houston bayou during Hurricane Harvey", "A tweet about a time-lapse video showing the rapid rise of water in a Houston bayou during Hurricane Harvey with an attached image of the flooded area of the river"], "904956062310309893": ["Why are the crucial questions about Hurricane Harvey not being asked?", "A tweet about the crucial questions about Hurricane Harvey not being asked with an attached image of a group of people walking through a flooded street"], "904956922738212865": ["Harvey victims buying cars in Colorado Springs?", "A tweet about Harvey victims buying cars in Colorado Springs with an attached image of a truck submerged in floodwaters"], "904958031363899392": ["Demand federal action on Hurricane Harvey now - take action", "A tweet about demanding federal action on Hurricane Harvey now with an attached image of a flooded neighborhood in Houston"], "904958266454687745": ["Fresno Sikh community raises massive amount of aid for Hurricane Harvey victims", "A tweet about the Fresno Sikh community raising a massive amount of aid for Hurricane Harvey victims with an attached image of a flooded neighborhood in Houston"], "904962445264936960": ["UK petrol prices poised to soar due to Tropical Storm Harvey, says RAC", "A tweet about UK petrol prices poised to soar due to Tropical Storm Harvey with an attached image of a woman filling up her car"], "904962737025024004": ["Weeklies, Sept. 5, 2017: Hurricane Harvey, Bill de Blasio", "A tweet about weeklies on September 5, 2017, with Hurricane Harvey and Bill de Blasio with attached images of a red truck driving through a flooded street and a man in a suit and tie standing on a large platform - not informative"], "904963065397043200": ["Harvey is a particularly urgent warning", "A tweet about Harvey being a particularly urgent warning with an attached image of the floodwaters of the Mississippi River in the town of Wichita, Kansas, on"], "904964637786910720": ["No. 1 undefeated boxer Floyd Mayweather donated $200 million to rebuild Houston after Hurricane Harvey", "A tweet about Floyd Mayweather donating $200 million to rebuild Houston after Hurricane Harvey with an attached image of a man walking down the street"], "904965572525359104": ["Open data - crucial in long-term recovery after Hurricane Harvey", "A tweet about open data being crucial in long-term recovery after Hurricane Harvey with an attached image of the city of Houston, Texas, on August 29, 2013, after the area was"]}