{"906938652336500736": ["This tornado warned cell headed towards Broward County is moving NW at a rapid pace! #flwx #Irma The image attached to the tweet shows the storm's path.", "The tornado warned cell is moving quickly towards Broward County. Be prepared! #flwx #Irma The image attached to the tweet shows the storm's path."], "906938707055464450": ["Tornado Warning remains in effect until 2:15 PM! #DFB #IRMA2017 The image attached to the tweet shows a Texas pride flag.", "Stay alert! Tornado Warning remains in effect until 2:15 PM! #DFB #IRMA2017 The image attached to the tweet shows a Texas pride flag."], "906941301991596032": ["BREAKING: Tornado watch in Orlando area! #HurricaneIrma The image attached to the tweet shows a Texas pride flag.", "Stay safe! Tornado watch in Orlando area! #HurricaneIrma The image attached to the tweet shows a Texas pride flag."], "906941343129325568": ["Rain bands wrapping in offshore will continue tornado threat into the night. Be prepared folks! #FCNstorm The image attached to the tweet shows the radar image of a tornado.", "The tornado threat will continue into the night. Stay alert and safe! #FCNstorm The image attached to the tweet shows the radar image of a tornado."], "906941913856651265": ["Tornado ON THE GROUND at Fort Lauderdale Airport! Seek shelter NOW! The image attached to the tweet shows the weather map.", "Take cover! Tornado ON THE GROUND at Fort Lauderdale Airport! The image attached to the tweet shows the weather map."], "906945961611505664": ["Check out Harvey Kurtzman Will Elder's opening pages for STARCHIE! Mad Magazine #12June 1954! The image attached to the tweet shows a comic strip from Starchie.", "Take a look at Harvey Kurtzman Will Elder's opening pages for STARCHIE! Mad Magazine #12June 1954! The image attached to the tweet shows a comic strip from Starchie."], "906946555676164096": ["We are Prepared! Sucks to have so many Tornado warnings! The image attached to the tweet shows the hurricane's path.", "Stay alert and safe! We are Prepared for the hurricane! The image attached to the tweet shows the hurricane's path."], "906947024645488642": ["Hurricane #Irma brings tropical winds and possible tornado in Brevard! The image attached to the tweet shows a Texas pride flag.", "Stay safe! Hurricane #Irma brings tropical winds and possible tornado in Brevard! The image attached to the tweet shows a Texas pride flag."], "906948548356341760": ["#HurricaneIrma #Lakeland #Fl. #Tornado touched down not far from our #home. More expected. The image attached to the tweet shows a Texas pride flag.", "Stay alert! #HurricaneIrma #Lakeland #Fl. #Tornado touched down not far from our #home. More expected. The image attached to the tweet shows a Texas pride flag."], "906948664643420160": ["Tornado signature right outside of polygon moving inland from the coast! #FLWX #hurricaneirma The image attached to the tweet shows the temperature of the surface of the earth.", "Stay safe! Tornado signature right outside of polygon moving inland from the coast! #FLWX #hurricaneirma The image attached to the tweet shows the temperature of the surface of the earth."]}