{"908282101220470785": ["Satellite images show Hurricane Houston on a collision course with the Gulf Coast. #hurricaneharvey #informative", "Hurricane Houston is expected to make landfall on the Gulf Coast soon, according to satellite images. #hurricaneharvey #informative"], "908282283513315328": ["The Texas pride flag is on display in this image. #hurricaneharvey #notinformative", "This image shows the Texas pride flag waving in the wind. #hurricaneharvey #notinformative"], "908283906918510592": ["A man is pictured wearing a grey hoodie in this image. #hurricaneharvey #notinformative", "The image shows a man in a grey hoodie. #hurricaneharvey #notinformative"], "908285235762102273": ["This program is giving away bikes to Houston residents whose cars were destroyed by Harvey. #hurricaneharvey #informative", "Houston residents whose cars were destroyed by Harvey can receive free bikes through this program. #hurricaneharvey #informative"], "908286625519718400": ["This image shows a man in a suit and tie. #hurricaneharvey #notinformative", "A man in formal attire is pictured in this image. #hurricaneharvey #notinformative"], "908295275877486592": ["Democrats are holding off on discussing climate change in the wake of Harvey and Irma. #hurricaneharvey #informative", "The debate over climate change has been put on hold following the recent hurricanes. #hurricaneharvey #informative"], "908299307257929728": ["An injured hawk that was hurt during Harvey has been released back into the wild. #hurricaneharvey #informative", "This image shows a man releasing an injured hawk that was hurt during Harvey. #hurricaneharvey #informative"], "908299502515363840": ["This image is from the Everything Compliance podcast, episode 17. #hurricaneharvey #notinformative", "The Everything Compliance podcast recently aired episode 17, which is discussed in this image. #hurricaneharvey #notinformative"], "908299694849347584": ["This flyer promotes a school supply drive for the Galena Park School District. #hurricaneharvey #informative", "Attention Houston followers: The Galena Park School District is hosting a school supply drive. #hurricaneharvey #informative"], "908307730653466625": ["This image shows a man walking through debris left behind by Harvey. #hurricaneharvey #informative", "Debris from Harvey is pictured in this image, which shows a man navigating the aftermath. #hurricaneharvey #informative"]}