{"907689277408075777": ["Commercial #drones face unprecedented test in Harvey's destructive wake #PropTech. The image attached to the tweet depicts a flooded neighborhood in Houston, Texas, on August 29, 2019.", "Commercial drones face an unprecedented test in the wake of Hurricane Harvey. Learn more about how technology is being used in disaster response. The attached image shows a flooded neighborhood in Houston, Texas."], "907690425481355264": ["Sending well wishes to kids affected by Hurricane Harvey. The image attached to the tweet depicts a classroom full of students.", "One Twitter user sends well wishes to kids affected by Hurricane Harvey. Learn more about the ongoing challenges of disaster recovery. The attached image shows a classroom full of students."], "907693957781622785": ["We are here to help with Harvey relief, are you? SVC registration closes next Tuesday! 📄. The image attached to the tweet depicts a group of people walking through a debris field.", "One organization is helping with Hurricane Harvey relief efforts and encourages others to do the same. Learn more about how you can help with disaster response. The attached image shows a group of people walking through a debris field."], "907696359347818497": ["Conspiracy Fact? Hurricane Harvey Survivors Taken To Wal-Mart FEMA Camps. The image attached to the tweet depicts a man in military gear standing in front of a Walmart Supercenter.", "I'm sorry, I cannot provide an augmented tweet for this as it is not factual or informative about Hurricane Harvey or the impact of the storm."], "907697957071413249": ["[Author: Michael C. Duke] Record-smashing rainfall brought by Hurricane Harvey recently f... The image attached to the tweet depicts a group of people looking at items on a table.", "I'm sorry, I cannot provide an augmented tweet for this as it is incomplete and does not provide enough information to be informative about Hurricane Harvey."], "907698656580653057": ["\"A Flood of New Oyster Regulations\": #CCATexas #Conservation #Oysters #HurricaneHarvey. The image attached to the tweet depicts a fish on a red background with the words CCA Texas on it.", "I'm sorry, I cannot provide an augmented tweet for this as it is not informative about Hurricane Harvey or the impact of the storm."], "907698699572273155": ["Fifteen over two weeks since Harvey came to town. The image attached to the tweet depicts a baby in a stroller.", "I'm sorry, I cannot provide an augmented tweet for this as it is not informative about Hurricane Harvey or the impact of the storm."], "907698831156019202": ["They do not support Hurricane Harvey victims, especially if they are customers who are victims! The image attached to the tweet depicts a Texas pride flag.", "One Twitter user expresses frustration with a lack of support for Hurricane Harvey victims. Learn more about the ongoing challenges of disaster recovery. The attached image shows a Texas pride flag."], "907700476619182080": ["Mexico withdraws Hurricane Harvey aid offer after Trump fails to send condolences for their. The image attached to the tweet depicts a man standing in a room with rubble.", "Mexico withdraws its Hurricane Harvey aid offer after a lack of condolences from President Trump. Learn more about the international response to the disaster. The attached image shows a man standing in a room with rubble."], "907700633297412097": ["Upcoming Community Town Hall Meeting concerning post-Harvey recovery efforts on Thursday the 14th from 6:30-8:30 pm. The image attached to the tweet depicts the flyer for the post-Harvey recovery effort.", "A community town hall meeting is scheduled to discuss post-Hurricane Harvey recovery efforts. Learn more about the ongoing challenges of disaster recovery. The attached image shows a flyer for the post-Harvey recovery effort."]}