{"907388800736866306": ["For more information on the home buyout program, visit their website or call the hotline. #Harvey #HoustonFlood #HelpingHands", "If you or someone you know has been affected by the floods, the home buyout program may be able to help. Check out their website for more information. #Harvey #HoustonFlood"], "907392523856904192": ["A new website is helping reunite pets with their owners after the chaos of Hurricane Harvey. Check it out! #Harvey #Pets #Reunited", "If you're missing a furry friend after the hurricane, there's hope! Visit this website to help reunite pets with their owners. #Harvey #Pets"], "907393512630611969": ["FEMA assistance is on the way for Harvey victims, but the wait can be frustrating. Hang in there! #Harvey #FEMA #Assistance", "If you're still waiting for FEMA assistance after the hurricane, you're not alone. Keep holding on! #Harvey #FEMA"], "907393829451558912": ["Not all Harveys are bad! Check out this record-breaking pig named Harvey Norman. 🐷 #HarveyNorman #PiggyPower", "Move over, Babe. Harvey Norman is the new pig in town, breaking records and stealing hearts. 🐖 #HarveyNorman #PiggyLove"], "907393952504061954": ["Thank you to everyone who donated to our school's Hurricane Harvey relief efforts. Together, we can make a difference. #HurricaneHarvey #GivingBack", "Our school community came together to donate supplies for those affected by Hurricane Harvey. Proud to be a part of this amazing group. #HurricaneHarvey #Community"], "907395856445317120": ["The Minority Auto Dealers Group is raising $1 million to help Harvey and Irma victims. Let's show our support! #Harvey #Irma #HelpingHands", "Join us in supporting the Minority Auto Dealers Group's efforts to raise $1 million for hurricane victims. Every little bit helps! #Harvey #Irma"], "907398192567930882": ["A tornado hit my mom's house during Hurricane Irma. We're grateful to be safe, but it's still a scary experience. #IrmaFlorida #Tornado", "Hurricane Irma may be over, but the aftermath is still affecting many families. My mom's house was hit by a tornado - stay safe out there! #IrmaFlorida #Aftermath"], "907400125450014720": ["Mexico rescinded its offer to help Harvey victims due to its own natural disasters. Let's keep them in our thoughts. #Mexico #Harvey #NaturalDisasters", "We may be dealing with Hurricane Harvey, but let's not forget that other countries are facing natural disasters too. Sending love to Mexico. #Mexico #Harvey"], "907404219312955392": ["Sam Bradford's uniform fit is the football equivalent of a Steve Harvey Suit. 😂 #FootballHumor #SamBradford #SteveHarvey", "Football fans, have you seen Sam Bradford's uniform lately? Let's just say it's not the best fit. 😂 #FootballHumor #SamBradford"], "907404614043041793": ["Watch this heartwarming video of a family being airlifted from Hurricane Harvey floodwaters. #Harvey #Airlift #Hope", "In the midst of all the destruction and chaos, there are still stories of hope and heroism. Check out this video of a family being rescued from the floodwaters. #Harvey #Rescue"]}