{"907943262174040064": ["#FoxAlgeria 'The Nation' compares climate change deniers to murderers #algerie #. The image attached to the tweet depicts a Texas pride flag.", "I'm sorry, I cannot provide an augmented tweet for this as it is not informative about Hurricane Harvey or the impact of the storm."], "907948019043196929": ["Competition for trucks, better pay from Irma could slow Harvey debris removal. The image attached to the tweet depicts the aftermath of Hurricane Irma in St. Martin.", "Learn about how competition for trucks and better pay from Hurricane Irma could slow Hurricane Harvey debris removal. Stay informed about the ongoing challenges of disaster recovery. The attached image shows the aftermath of Hurricane Irma in St. Martin."], "907951923965382656": ["Aid for Cuero, hit by Hurricane Harvey, is part of KTD activities. The image attached to the tweet depicts the group of people in blue shirts.", "Learn about how aid for Cuero, hit by Hurricane Harvey, is part of KTD activities. Stay informed about the ongoing challenges of disaster recovery. The attached image shows a group of people in blue shirts."], "907952373145980928": ["We're working to support our awesome TX clients as they bounce back from Hurricane Harvey. The image attached to the tweet depicts a flooded street in the city of Chicago.", "Learn about how we're working to support our awesome Texas clients as they bounce back from Hurricane Harvey. Stay informed about the ongoing challenges of disaster recovery. The attached image shows a flooded street in the city of Chicago."], "907952499218423808": ["HR pros continue to deal with aftermaths of Hurricanes Harvey and Irma #SHRM. The image attached to the tweet depicts the hurricane.", "Learn about how HR professionals continue to deal with the aftermaths of Hurricanes Harvey and Irma. Stay informed about the ongoing challenges of disaster recovery. The attached image shows the hurricane."], "907959367495958531": ["Is this a bad memorial of Princess Diana or a great one of Harvey? The image attached to the tweet depicts a Texas pride flag.", "I'm sorry, I cannot provide an augmented tweet for this as it is not informative about Hurricane Harvey or the impact of the storm."], "907962863796584448": ["Great masterclass from Benoit Blin at the Harvey and Brockless Meet the Makers. The image attached to the tweet depicts a chef preparing food.", "I'm sorry, I cannot provide an augmented tweet for this as it is not informative about Hurricane Harvey or the impact of the storm."], "907963368773902337": ["#SamaritansPurse Houston After Harvey: Please Do Not Forget About Us #Christlike. The image attached to the tweet depicts a man in an orange shirt and mask working on a pile of debris.", "Learn about how #SamaritansPurse is helping Houston after Hurricane Harvey. Stay informed about the ongoing challenges of disaster recovery. The attached image shows a man in an orange shirt and mask working on a pile of debris."], "907963801621770241": ["Ummmm lol Harvey Norman have online. The image attached to the tweet depicts a Texas pride flag.", "I'm sorry, I cannot provide an augmented tweet for this as it is not informative about Hurricane Harvey or the impact of the storm."], "907964950739607552": ["Even AquaDam was no match for historic flooding in Meyerland during #HurricaneHarvey. The images attached to the tweet depict a large black inflatable mattress being placed on the side of a street, a tree that has been uprooted and is laying on the ground, and a large black pipe laying on the ground.", "Learn about how even AquaDam was no match for historic flooding in Meyerland during Hurricane Harvey. Stay informed about the ongoing challenges of disaster recovery. The attached images show a large black inflatable mattress being placed on the side of a street, a tree that has been uprooted and is laying on the ground, and a large black pipe laying on the ground."]}