{"907609200209010688": ["We have two other new babes out there; Oreo and Harvey. The images attached to the tweet depict a cow and calf in a field, a cow and a dog in a field.", "Meet Oreo and Harvey, two new additions to the farm! Learn more about these cute animals. The attached images show a cow and calf in a field, and a cow and a dog in a field."], "907609967066218502": ["So privileged to help load #supplies for our #military who have been helping victims of #Harvey. The image attached to the tweet depicts the group of men posing for a photo.", "Join us in thanking our military for their efforts in helping Harvey victims. Learn more about how you can support their work. The attached image shows a group of men posing for a photo."], "907612395278934016": ["Mexico takes back offer to provide Hurricane Harvey aid to Texas to focus on country's... The image attached to the tweet depicts the view from a boat on the river.", "Mexico has taken back its offer to provide aid to Texas in the aftermath of Harvey. Learn more about the reasons behind the decision. The attached image shows the view from a boat on the river."], "907615766534651904": ["#CorpusChristi Post Harvey, war on Price Gougers in Texas begins. The image attached to the tweet depicts a sign that reads 'premium unleaded.'", "The war on price gougers in Texas has begun in the aftermath of Harvey. Learn more about the efforts to protect consumers. The attached image shows a sign that reads 'premium unleaded.'"], "907617257357848576": ["Cleveland Browns players help Stafford after Hurricane Harvey. The image attached to the tweet depicts a man and woman loading boxes into a moving truck.", "Cleveland Browns players are stepping up to help Stafford in the aftermath of Harvey. Learn more about their efforts. The attached image shows a man and woman loading boxes into a moving truck."], "907619336667381760": ["Trump officials struggle to explain his climate denial in the wake of Harvey and Irma. The image attached to the tweet depicts a man in a suit and tie.", "Trump officials are facing questions about his climate denial in the aftermath of Harvey and Irma. Learn more about the debate over climate change. The attached image shows a man in a suit and tie."], "907619447648555009": ["Everything Dog Lovers Need to Know About Hurricane Harvey. The image attached to the tweet depicts a man carrying a dog through floodwaters.", "Dog lovers, stay informed about how Hurricane Harvey is affecting our furry friends. Learn more about how you can help. The attached image shows a man carrying a dog through floodwaters."], "907621073809702912": ["Kitten Saved From Harvey Floodwaters Adopted By One Of His Rescuers. The image attached to the tweet depicts a kitten in a life jacket.", "A kitten rescued from Harvey floodwaters has found a new home with one of his rescuers. Learn more about this heartwarming story. The attached image shows a kitten in a life jacket."], "907621145486217216": ["A day-by-day account of when #Harvey struck #Houston and its aftermath. Via... The image attached to the tweet depicts a man walking through floodwaters.", "Stay informed about the day-by-day timeline of Harvey's impact on Houston and its aftermath. Learn more about the recovery efforts. The attached image shows a man walking through floodwaters."], "907621182538764289": ["#Arkansas #Soldiers #TaskForceAleutian assist residents of Kountze, #Texas, who were affected by #HurricaneHarvey. The images attached to the tweet depict a military convoy, a group of military personnel working in a kitchen, a group of soldiers packing boxes in a room, a truck loaded with boxes of water.", "Arkansas soldiers are helping residents of Kountze, Texas recover from the impact of Hurricane Harvey. Learn more about their efforts. The attached images show a military convoy, military personnel working in a kitchen, soldiers packing boxes in a room, and a truck loaded with boxes of water."]}