{"905856496189280261": ["How does #HurricaneHarvey compare to other historic storms? See the latest comparisons and analysis here. #weather #disaster", "Flooded streets and rising waters - how #HurricaneHarvey compares to other historic storms #weather #disaster"], "905856701504610304": ["Happy Adoptaversary, Harvey! We hope you're enjoying your special day. #pets #dogs #adoptdontshop", "It's Harvey's Adoptaversary! Celebrate with us and help support animal rescue efforts. #pets #dogs #adoptdontshop"], "905856966395908096": ["Local Whataburger locations are stepping up to help Harvey victims. Learn more about their donation efforts here. #charity #donations #hurricaneharvey", "Craving a burger? Stop by your local Whataburger and help support Harvey relief efforts. #charity #donations #hurricaneharvey"], "905858936754106369": ["WE WILL BE YOUR WINGMEN.... #VC10 #Tornado's....", "Join the ranks and become a wingman today! Learn more about our aviation programs here. #aviation #wingmen"], "905859564267913216": ["Insurer predicts property losses from #HurricaneHarvey could reach $75 billion. Get the latest updates on the aftermath and recovery efforts. #disasterrelief #insurance", "The road to recovery after #HurricaneHarvey will be a long one - stay informed with the latest news and updates here. #disasterrelief #insurance"], "905859989335556096": ["After Harvey, the Cambodian community near Alvin is starting from scratch. Learn more about their journey and how you can help. #hurricaneharvey #disasterrelief", "From tragedy to triumph - the inspiring story of the Cambodian community near Alvin. #hurricaneharvey #disasterrelief"], "905860072231669760": ["Rand Paul puts #AMERICA FIRST with his plan to pay for #HarveyRelief. Learn more about his proposal and how it could make a difference. #politics #disasterrelief", "Putting #AMERICA FIRST - Rand Paul's plan to pay for #HarveyRelief could be a game-changer. #politics #disasterrelief"], "905860592560254976": ["ALAN is seeking donations for Harvey recovery and Irma and Jose relief needs. Learn more about how you can help and make a difference today. #disasterrelief #charity", "Join the fight against natural disasters and help support ALAN's relief efforts for Harvey, Irma, and Jose. #disasterrelief #charity"], "905860630804127750": ["After Hurricane Harvey, one family finds hope and help in Houston. Learn more about their inspiring story and how they're rebuilding their lives. #hurricaneharvey #disasterrelief", "From tragedy to triumph - the inspiring story of one family's journey after Hurricane Harvey. #hurricaneharvey #disasterrelief"], "905862761263104001": ["Spring man who survived Harvey's wrath shares hope of rebuilding. Learn more about his story and how he's making a difference in his community. #hurricaneharvey #disasterrelief", "From rubble to recovery - the inspiring story of one man's journey after Hurricane Harvey. #hurricaneharvey #disasterrelief"]}