{
  "901705360083369984": [
    "Harvey has left many too poor to flee the hurricane. Let's come together to help those affected.",
    "With Hurricane Harvey causing destruction, many are too poor to flee. Let's come together and help those affected."
  ],
  "901705638794821632": [
    "Record floods and tornado warnings are not enough. Stay safe, Texas. #Harvey #txwx",
    "With Hurricane Harvey causing chaos, we're facing record floods and tornado warnings. Stay safe, Texas."
  ],
  "901705856202539009": [
    "Aftermath of Hurricane Harvey. Let's come together to help those affected.",
    "With Hurricane Harvey causing destruction, let's come together and help those affected. Here are photos of the aftermath."
  ],
  "901705858794565632": [
    "Tornado warning for Fort Bend, Austin, Whaton, Con, Tx until 2:30 am CDT. Stay alert and stay safe.",
    "With Hurricane Harvey causing destruction, a tornado warning has been issued for Fort Bend, Austin, Whaton, and Con, Tx until 2:30 am CDT. Stay alert and stay safe."
  ],
  "901709227206598656": [
    "Getting ready for Hurricane Harvey. Let's stay safe and prepare for the worst.",
    "With Hurricane Harvey causing chaos, it's important to stay alert. Let's get ready for the hurricane and prepare for the worst."
  ],
  "901709640282591232": [
    "Hurricane Harvey drenches Texas and one storm-related death has been reported. Let's stay safe and hope for the best.",
    "With Hurricane Harvey causing destruction, it's important to stay alert. The hurricane has drenched Texas and one storm-related death has been reported. Let's stay safe and hope for the best."
  ],
  "901713307144507392": [
    "Trump makes disaster declaration for Hurricane Harvey. Let's come together to help those affected.",
    "With Hurricane Harvey causing destruction, Trump has made a disaster declaration. Let's come together and help those affected."
  ],
  "901713406926888961": [
    "Hundreds of Harvey evacuees are staying at shelters in San Antonio. Let's come together to help those affected.",
    "With Hurricane Harvey causing destruction, hundreds of evacuees are staying at shelters in San Antonio. Let's come together and help those affected."
  ],
  "901713432759566336": [
    "Weather Channel reporter retrieved a fallen American flag during Hurricane Harvey. Stay safe, everyone.",
    "With Hurricane Harvey causing destruction, a Weather Channel reporter retrieved a fallen American flag. Stay safe, everyone."
  ],
  "901713477043138560": [
    "Breaking news! President Trump and his supporters are responsible for Hurricane Harvey's violence. Stay safe, everyone.",
    "With Hurricane Harvey causing chaos, let's take a break and talk about how President Trump and his supporters are responsible for the hurricane's violence. Stay safe, everyone."
  ]
}