{"907052226895646720": ["Two chemical plant explosions in Houston during Hurricane Harvey. Stay safe! #Houston #HurricaneHarvey", "Be alert and stay safe as two chemical plant explosions occur in Houston during Hurricane Harvey. #Houston #HurricaneHarvey"], "907053970430025729": ["Only in Houston, TX! Stay safe! #Houston #HurricaneHarvey", "Be prepared and stay safe as we face the effects of Hurricane Harvey in Houston. #Houston #HurricaneHarvey"], "907057205043761154": ["Thinking of our brothers and sisters affected by Harvey and Irma. Stay strong! #HurricaneHarvey #IrmaHurricane", "Join us in thinking of our brothers and sisters affected by Harvey and Irma. Let's stay strong together! #HurricaneHarvey #IrmaHurricane"], "907061296608235520": ["The entrepreneurial survival spirit is alive and well during Irma and Harvey. #entrepreneurship #HurricaneIrma #HurricaneHarvey", "Let's celebrate the entrepreneurial survival spirit during Irma and Harvey. #entrepreneurship #HurricaneIrma #HurricaneHarvey"], "907069889843748864": ["Multiple mission teams continue Harvey recovery in our community here in SETX. #HurricaneHarvey", "Join us in supporting multiple mission teams as they continue Harvey recovery in our community here in SETX. #HurricaneHarvey"], "907070697310220289": ["Enjoying a beautiful sunset on Aransas Bay after our work on Harvey is done. #HurricaneHarvey", "Take a moment to enjoy the beautiful sunset on Aransas Bay after our work on Harvey is done. #HurricaneHarvey"], "907071126815219712": ["From the inside looking out: impacts and aftermath of Harvey from Houston. #Houston #HurricaneHarvey", "Get a glimpse of the impacts and aftermath of Harvey from Houston. #Houston #HurricaneHarvey"], "907072231502626816": ["Loss and heartbreak after Harvey. Stay strong! #HurricaneHarvey", "Join us in staying strong as we face loss and heartbreak after Harvey. #HurricaneHarvey"], "907076249192943616": ["Elementary students jump into action to help teachers and staff affected by Harvey. #KPRC2 #HurricaneHarvey", "Learn from these elementary students who jump into action to help teachers and staff affected by Harvey. #KPRC2 #HurricaneHarvey"], "907076526880858112": ["Like us on Facebook and show your love for Texas! #TexasStrong #HurricaneHarvey", "Join us on Facebook and show your love for Texas! Let's stay strong together! #TexasStrong #HurricaneHarvey"]}