{"908772392159387648": ["Our first #HurricaneHarvey disaster relief team is finishing up work in Texas today! See the images attached to the tweet for a group of people standing in front of a white truck and a man standing in front of a house with a pile of clothes.", "Our team is wrapping up disaster relief work in Texas today! Check out the images attached to the tweet for a room with a window and a ladder!"], "908773494141456386": ["Houston hospitals are closing and evacuating due to deadly Harvey. The image attached to the tweet shows a man being pulled out of flood waters. #HurricaneHarvey", "Harvey is causing some Houston hospitals to close and evacuate. See the image attached to the tweet for a man being rescued from flood waters."], "908774437461229568": ["Harvey and Irma: Let's not waste this crisis! Check out the image attached to the tweet for a flooded neighborhood in New Orleans. #HurricaneHarvey #Irma", "Don't let this crisis go to waste! See the image attached to the tweet for a flooded neighborhood in New Orleans during Harvey and Irma. #HurricaneHarvey #Irma"], "908775427833044992": ["Harvey can help Houston rethink its car culture! Check out the image attached to the tweet for a flooded neighborhood in New Orleans. #HurricaneHarvey", "Houston can rethink its car culture with the help of Harvey! See the image attached to the tweet for a flooded neighborhood in New Orleans. #HurricaneHarvey"], "908778640237780992": ["27 parolees unaccounted for after Harvey! Police issue warrants. See the image attached to the tweet for six men in jail. #HurricaneHarvey", "27 parolees are unaccounted for after Harvey! Check out the image attached to the tweet for six men in jail. #HurricaneHarvey"], "908780033040203776": ["Former Oil president named head of Houston's #Harvey recovery! See the image attached to the tweet for a young boy sitting in a chair with his hands on his face. #HurricaneHarvey", "Houston's #Harvey recovery is being led by a former Oil president! Check out the image attached to the tweet for a young boy sitting in a chair with his hands on his face. #HurricaneHarvey"], "908781023114043392": ["San Antonio effort for Harvey relief seeks drivers and trucks. See the image attached to the tweet for a woman standing in front of a tree with a bible in her hand. #HurricaneHarvey", "Help San Antonio's Harvey relief effort! Check out the image attached to the tweet for a woman standing in front of a tree with a bible in her hand. #HurricaneHarvey"], "908782385134632960": ["Check out this extreme weather compilation featuring tornadoes, hurricanes, sandstorms, hailstorms, and more! See the image attached to the tweet for a large storm cloud. #HurricaneHarvey", "Watch this extreme weather compilation featuring tornadoes, hurricanes, sandstorms, hailstorms, and more! Check out the image attached to the tweet for a large storm cloud. #HurricaneHarvey"], "908782701452320768": ["You can't break me! I'll always rise up and tear you apart like a tornado! See the image attached to the tweet for a woman with glasses and a red shirt.", "I won't be broken! I'll rise up and tear you apart like a tornado! Check out the image attached to the tweet for a woman with glasses and a red shirt."], "908783332305129472": ["We're sending supplies to #Houston today! Check out the images attached to the tweet for a woman and man sorting boxes and a woman standing in front of boxes. #HurricaneHarvey #SirchieSupports #policepartners #HoustonStrong", "Join us in supporting #Houston! See the images attached to the tweet for a woman and man sorting boxes and a woman standing in front of boxes. #HurricaneHarvey #SirchieSupports #policepartners #HoustonStrong"]}