{"910119881718112262": ["Houston, TX sank 2 cm due to heavy rain/flooding from #HurricaneHarvey. Amazing! The attached image shows the aftermath of a flood in the city of New Orleans.", "Heavy rain and flooding from #HurricaneHarvey caused Houston, TX to sink 2 cm. Check out the attached image for more details."], "910122758276878336": ["Rebuilding our community. Supporting Harvey victims! The attached images show a woman talking to a man in a room full of shoes, a woman standing in front of a yellow and black food truck, a pile of trash and a stop sign, and a line of people waiting to enter the event.", "Join us in rebuilding our community and supporting Harvey victims! Check out the attached images for more information."], "910124983174811649": ["#JoelOsteen showed his type of 'Christianity' was a total fraud #Houston #Harvey #flood. The attached image shows the aftermath of a flood in the city of New Orleans.", "The truth about #JoelOsteen's 'Christianity' is coming to light in the wake of Hurricane Harvey. Check out the attached image for more details."], "910129169417199616": ["STORM STRESS: Signs of emotional distress following Harvey. The attached image shows a stormy sky with the words 'storm stress'.", "Hurricane Harvey has left many in emotional distress. Check out the attached image for signs to look out for."], "910141728929325056": ["Take a look at these helpful tips for flying disaster relief missions! #Irma #Harvey. The attached image shows a group of men loading supplies into a small airplane.", "Flying disaster relief missions can be challenging. Check out these helpful tips for #Irma and #Harvey. The attached image shows a group of men loading supplies into a small airplane."], "910144668687568899": ["NEW photos show the charred remains of the Texas chemical fire that ignited after Harvey. The attached image shows the burnt out remains of a vehicle.", "The aftermath of Hurricane Harvey includes a chemical fire that left behind charred remains. Check out the attached image for more details."], "910145294595223553": ["Giving their time Saturday! These ladies were awesome. Thank you! #HurricaneHarvey #relief #adrntx. The attached images show a group of women in front of a pile of boxes, a group of people loading boxes onto a truck, a woman pushing a cart with boxes on it, and a woman pushing a cart with a dolly.", "Thank you to these amazing ladies for giving their time to #HurricaneHarvey relief efforts! Check out the attached images for more information."], "910147471518691329": [". Delivering his report on #Harvey's economic impact to the region #HouRecovers. The attached image shows a presentation at the event.", "Learn about the economic impact of Hurricane Harvey on the region. Check out the attached image for more information."], "910153180700397573": ["Oh the places you will go... #jnj #HurricaneHarvey. The attached image shows a plane with the words 'This photo helps a Hurricane Harvey survivor'.", "There's a lot of work to be done in the wake of Hurricane Harvey. Check out the attached image for more information."], "910155307635982337": ["Massive tornado footage from Hurricane Irma, heading for Florida 2017. The attached image shows a tornado in the sky.", "Hurricane Irma brings massive tornadoes as it heads towards Florida. Check out the attached image for more details."]}