{"905903624064180224": ["Is Harvey Dent black? A question for the ages. #BatmanTheAnimatedSeries #randomthoughts", "Let's settle the debate once and for all: is Harvey Dent black or white? #BatmanTheAnimatedSeries #popculture"], "905904205738766336": ["Some Harvey victims are blaming the Army Engineers for flooding, not the storm. Learn more about their perspective. #Harvey #flooddamage", "The Harvey victims who blame the Army Engineers for flooding have a valid concern. Learn more about their story. #Harvey #communitysupport"], "905904761970581504": ["Harvey set new standards for historic rainfall. Learn more about the impact of the storm. #Harvey #rainfall", "The historic rainfall from Harvey was unprecedented. Learn more about the storm and its impact. #Harvey #weather"], "905905349437399041": ["My parents' museum was devastated by Harvey. Learn more about their story and the impact of the storm. #Harvey #museum", "The Harvey floodwaters devastated my parents' museum. Learn more about their journey and the road to recovery. #Harvey #communitysupport"], "905907353899368448": ["American businesses like Amazon and Audible care about Harvey survivors. #Harvey #businesssupport", "Thank you to American businesses like Amazon and Audible for supporting Harvey survivors. #Harvey #communitysupport"], "905907439173857280": ["Rescue dogs are working hard to help those affected by Harvey. #Harvey #rescue", "The rescue dogs of Harvey are true heroes. Learn more about their efforts and how you can support them. #Harvey #communitysupport"], "905908319512137728": ["Arkema issues statement on toxic chemicals sickening first responders in Texas during Harvey. Stay informed and stay safe. #Harvey #toxicchemicals", "The toxic chemicals released during Harvey are a serious concern for first responders and the community. Learn more about the issue. #Harvey #healthandsafety"], "905908406308962304": ["Trump's response to Harvey and Irma has been destructive. Learn more about the impact of the storms. #Harvey #Irma #Trump", "The destructive impact of Harvey and Irma has been felt by many. Learn more about the storms and their aftermath. #Harvey #Irma #communitysupport"], "905908785092362245": ["Let's not forget the devastating wildfires in the Northwest during Harvey and Irma. Learn more about the impact of the fires. #Harvey #Irma #wildfires", "The wildfires in the Northwest during Harvey and Irma were devastating. Learn more about the impact of the fires. #Harvey #Irma #communitysupport"], "905908822719553536": ["Local firefighters return from their Harvey relief trip. Thank you for your service. #Harvey #firstresponders", "The local firefighters who helped with Harvey relief efforts are true heroes. Thank you for your service. #Harvey #communitysupport"]}