{"906649702673907712": ["When we say 100% of your donation will go to relief effort--we mean it--100%! #Harvey #Irma The attached image shows the flooded area, a reminder of the need for support. #HarveyRelief", "When we say 100% of your donation will go to relief effort--we mean it--100%! #Harvey #Irma The attached image shows the devastation caused by the hurricane, a reminder of the need for generosity. #IrmaRelief"], "906650124302131201": ["Houston residents confront officials over decision to flood neighborhoods #USNews #USRC The attached image shows two men working on a house, rebuilding after the hurricane. #Harvey #HoustonStrong", "Houston residents confront officials over decision to flood neighborhoods #USNews #USRC The attached image shows a group of people coming together to help, a sign of hope. #Harvey #HoustonStrong"], "906652481190539264": ["Wow, never seen so many birds on the lawn, as if their deciding what to do before Harvey hits. The attached image shows a flock of birds in a field, a reminder of the beauty of nature. #Harvey #Irma", "Wow, never seen so many birds on the lawn, as if their deciding what to do before Harvey hits. The attached image shows a group of birds taking flight, a symbol of resilience. #Harvey #Irma"], "906652590179536896": ["Another tornado spotted off Fort Lauderdale beach #Irma #IrmaFL #IrmaFlorida The attached image shows the storm on the news, stay safe! #FloridaStrong #IrmaRelief", "Another tornado spotted off Fort Lauderdale beach #Irma #IrmaFL #IrmaFlorida The attached image shows the warning message, be alert and stay safe! #FloridaStrong #IrmaRelief"], "906653885053333504": ["#BREAKING: Large and extremely dangerous tornado on the ground in Broward County, Florida #Irma The attached image shows a Texas pride flag, a symbol of resilience in the face of disaster. #FloridaStrong #IrmaRelief", "#BREAKING: Large and extremely dangerous tornado on the ground in Broward County, Florida #Irma The attached image shows a flag, a symbol of unity in the face of adversity. #FloridaStrong #IrmaRelief"], "906656481717579776": ["Out-of-towners helping with Harvey relief probably cannot pronounce these Texas town names The attached image shows a water tower and a building, a reminder of the need for community. #Harvey #TexasStrong", "Out-of-towners helping with Harvey relief probably cannot pronounce these Texas town names The attached image shows a group of people coming together to help, a sign of solidarity. #Harvey #TexasStrong"], "906656569433247744": ["Tornado Warning including West Palm Beach FL, Boynton Beach FL, Wellington FL until 8:00 PM EDT The attached image shows the location of the tornado warning, be alert and stay safe! #FloridaStrong #IrmaRelief", "Tornado Warning including West Palm Beach FL, Boynton Beach FL, Wellington FL until 8:00 PM EDT The attached image shows the warning message, stay safe! #FloridaStrong #IrmaRelief"], "906656734529417216": [". pays surprise visit to #HurricaneHarvey evacuees The attached image shows a man and woman standing next to a police officer, a reminder of the need for support. #Harvey #Irma", ". pays surprise visit to #HurricaneHarvey evacuees The attached image shows a group of people coming together to help, a sign of hope. #Harvey #Irma"], "906656986858536960": ["Harvey aftermath hits a third of US oil refineries The attached image shows people on boats in a flooded street, a reminder of the impact of the hurricane. #Harvey #IrmaRelief", "Harvey aftermath hits a third of US oil refineries The attached image shows a group of people working together to rebuild, a sign of resilience. #Harvey #IrmaRelief"], "906657252043513856": ["Tornado captured on video in Florida ahead of Hurricane Irma The attached image shows a tornado in the distance, be alert and stay safe! #FloridaStrong #IrmaRelief", "Tornado captured on video in Florida ahead of Hurricane Irma The attached image shows the warning message, stay safe! #FloridaStrong #IrmaRelief"]}