{"906178937927192577": ["Feds #Dudley says #Hurricanes #Harvey, #Irma to #Give #Unfo...#Feds #Finance The image attached to the tweet depicts a group of people working on a house", "Federal Reserve's Dudley says Harvey and Irma will have an unpredictable impact on the economy. #Feds #Finance. The attached image shows a group of people working on a house."], "906182382608363520": ["Execupay does what other Payroll companies do not. We Care. #TakingDonations #HurricaneHarvey The image attached to the tweet depicts a group of people on a truck in flood water", "Execupay cares and takes donations for Harvey relief efforts. #TakingDonations #HurricaneHarvey. The attached image shows a group of people on a truck in flood water."], "906182698493992960": ["Irma and Harvey? Trump? Man nothing could save this ye- The image attached to the tweet depicts a group of people working on a house", "Irma and Harvey bring challenges to Trump's administration. The attached image shows a group of people working on a house."], "906183470153650176": ["Hey,Girl! You your family OK,after Harvey? Will follow fellow Texans,always! We are family! The image attached to the tweet depicts a texas pride flag", "Checking in on fellow Texans after Harvey. We are family! The attached image shows a Texas pride flag."], "906186575377248256": ["ISA Stands with Houston: Find Out How You Can Help #Harvey The image attached to the tweet depicts a flooded park with a tennis court and a house", "ISA stands with Houston and offers ways to help with Harvey relief efforts. #Harvey. The attached image shows a flooded park with a tennis court and a house."], "906187362941767685": ["#Israel Rushed To The Rescue With Amazing Gift For Harvey Victims That Has Obama Fuming The image attached to the tweet depicts a texas pride flag", "Israel offers amazing gift to Harvey victims, causing controversy. The attached image shows a Texas pride flag."], "906187513101860864": ["Hurricane blame: Harvey Irma 'punishment' for Trump gay mayor, internet says The image attached to the tweet depicts the aftermath of hurricane sandy in new jersey", "Internet blames Harvey and Irma on Trump and a gay mayor. The attached image shows the aftermath of Hurricane Sandy in New Jersey."], "906187910059368449": ["I love seeing work #hearttoheart is doing in Texas! #jnj #HurricaneHarvey The image attached to the tweet depicts a child getting his teeth brushed", "Heart to Heart is doing great work in Texas for Harvey relief efforts. #jnj #HurricaneHarvey. The attached image shows a child getting his teeth brushed."], "906188225680728064": ["TxDOT-ELP's Eddie Armedariz Hector Pulido inspect damage to structures in Houston area. Volunteers post Harvey. 💕 The image attached to the tweet depicts two workers in a waterway", "TxDOT-ELP's Eddie Armedariz and Hector Pulido inspect damage to structures in Houston area post-Harvey. The attached image shows two workers in a waterway."], "906191672211410944": ["Launching Harvey's gang #harveysgang The image attached to the tweet depicts a texas pride flag", "Join Harvey's gang and support Harvey relief efforts. #harveysgang. The attached image shows a Texas pride flag."]}