{"908007709399756801": ["FEMA insurance chief: Harvey losses could top $11 billion. The image attached to the tweet depicts the aftermath of Hurricane Harvey.", "Learn about how Harvey losses could top $11 billion according to the FEMA insurance chief. Stay informed about the ongoing challenges of disaster recovery. The attached image shows the aftermath of Hurricane Harvey."], "908010304025645056": ["Land O'Frost chipped in time and person power to provide relief, supplies to #HurricaneHarvey victims in Houston. The images attached to the tweet depict a truck full of boxes and other items, a truck with a large amount of boxes.", "Learn about how Land O'Frost provided relief and supplies to Hurricane Harvey victims in Houston. Stay informed about the ongoing challenges of disaster recovery. The attached images show trucks full of boxes and other items."], "908010314599243776": ["Pets sent to West Coast after overcrowding from Harvey. The image attached to the tweet depicts a rescue express bus with a dog on the side.", "Learn about how pets were sent to the West Coast after overcrowding from Hurricane Harvey. Stay informed about the ongoing challenges of disaster recovery. The attached image shows a rescue express bus with a dog on the side."], "908011134401179648": ["Which side of his face will Harvey Dent use to unlock his iPhone? #Batman #iPhoneX #AppleEvent. The image attached to the tweet depicts a Texas pride flag.", "I'm sorry, I cannot provide an augmented tweet for this as it is not informative about Hurricane Harvey or the impact of the storm."], "908012562469572608": ["Those affected by Harvey and Irma should review their insurance coverage. The image attached to the tweet depicts the hurricane's path.", "Learn about how those affected by Hurricane Harvey and Irma should review their insurance coverage. Stay informed about the ongoing challenges of disaster recovery. The attached image shows the hurricane's path."], "908014372873818113": ["Some minor services delayed as Austin crews help with Harvey cleanup. The image attached to the tweet depicts two men walking down a street at night.", "Learn about how some minor services are delayed as Austin crews help with Hurricane Harvey cleanup. Stay informed about the ongoing challenges of disaster recovery. The attached image shows two men walking down a street at night."], "908015505239429120": ["Under the leadership of #, the world will be happy with spiritual devotion. The image attached to the tweet depicts a Texas pride flag.", "I'm sorry, I cannot provide an augmented tweet for this as it is not informative about Hurricane Harvey or the impact of the storm."], "908015810488217600": ["Selena Gomez tears up talking about Hurricane Harvey victims (via #InStyle) #celebrity #entertainment #lifestyle. The image attached to the tweet depicts a woman in a green sweater.", "Learn about how Selena Gomez tears up talking about Hurricane Harvey victims. Stay informed about the ongoing challenges of disaster recovery. The attached image shows a woman in a green sweater."], "908015967455850497": ["FEMA insurance chief: Harvey may end in $11 billion in payouts to homeowners. The image attached to the tweet depicts a house surrounded by floodwaters in the Texas city of Houston.", "Learn about how Harvey may end in $11 billion in payouts to homeowners according to the FEMA insurance chief. Stay informed about the ongoing challenges of disaster recovery. The attached image shows a house surrounded by floodwaters in the Texas city of Houston."], "908018569476284416": ["Man who killed ex before Harvey 'knew exactly what he was doing.' The image attached to the tweet depicts a Texas pride flag.", "I'm sorry, I cannot provide an augmented tweet for this as it is not informative about Hurricane Harvey or the impact of the storm."]}