{"909469199302631426": ["Harvey loves toys, other dogs, and is a friendly, goofy puppy! Learn more about him - see the photo here!", "See the photo of Harvey, the friendly, goofy puppy - stay informed with the latest news"], "909473732116312064": ["Harvey destroyed over 300,000 cars - read more here!", "Stay informed with the latest news on Harvey destroying over 300,000 cars - check out the photo"], "909474431457689600": ["A look at the wildlife rehabilitation efforts after Hurricane Harvey - read more here!", "Stay informed with the latest news on the wildlife rehabilitation efforts after Hurricane Harvey - check out the photo"], "909477113199316997": ["A piece of a Harvey rain band drifts north through Breton Sound - see the photo here!", "See the photo of a piece of a Harvey rain band drifting north through Breton Sound - stay informed with the latest news"], "909490653733715969": ["Tornado forming outside my house - stay safe everyone! See the photo here!", "Stay safe everyone - see the photo of a tornado forming outside someone's house"], "909493675016822785": ["Arkansas under tornado watch Wednesday - read more here!", "Stay informed with the latest news on Arkansas being under tornado watch Wednesday - check out the photo"], "909683179732082688": ["Hiscox braces for $110 million of Hurricane Harvey claims - see the photo here!", "See the photo of Hiscox bracing for $110 million of Hurricane Harvey claims - stay informed with the latest news"], "909693752528084992": ["Hiscox sees $150 million net claims from Hurricane Harvey - see the photo here!", "See the photo of Hiscox's $150 million net claims from Hurricane Harvey - stay informed with the latest news"], "909694844901183488": ["Monday motivation: Tornado travelling across the North York Moors National Park - see the photo here!", "Stay motivated with the photo of a tornado travelling across the North York Moors National Park - stay informed with the latest news"], "909698230836850688": ["Baby born as a giant tornado bears down on hospital - read more here!", "Stay informed with the latest news on a baby being born as a giant tornado bears down on a hospital - check out the photo"]}