{"908368497272553472": ["Clark County, WA receives dogs in the aftermath of #HurricaneHarvey. cc: The image attached to the tweet shows a man and his dogs in a pet store.", "In the wake of #HurricaneHarvey, Clark County, WA has taken in a number of dogs in need. The attached image shows a happy pup at a local shelter."], "908368867650666501": ["I'm proud to see our leaders on the ground supporting hurricane victims. #HurricaneHarvey #HurricaneIrma. The attached image shows a man shaking hands with a local resident.", "Our leaders are stepping up to the plate and showing true leadership during these trying times. #HurricaneHarvey #HurricaneIrma. The attached image shows a man speaking with a group of people."], "908369541238988800": ["Harvey has brought some unexpected visitors to Texas, including this giant spider. The attached image shows a close-up of the spider on the ground.", "The wildlife in Texas has been affected by Hurricane Harvey, as shown in this image of a giant spider. Let's hope everyone stays safe!"], "908370312785362946": ["Claudia Harvey of Dig It Apparel to be Featured on CUTV News Radio. The attached image shows a flooded neighborhood in the city of New Orleans.", "Check out this interview with Claudia Harvey of Dig It Apparel! The attached image shows a beautiful sunset over the city of New Orleans."], "908372323362893824": ["Retailers are stepping up to help those affected by severe weather like Hurricane Harvey and Irma. The attached image shows the destruction caused by Hurricane Irma in the Caribbean.", "The retail industry is playing an important role in providing aid and support to those affected by severe weather. The attached image shows a local store helping out in the aftermath of Hurricane Harvey."], "908372808564056064": ["A tornado has left this woman homeless on Stiving Road. The attached image shows the woman standing in front of a blue tarp.", "The damage caused by Hurricane Harvey is devastating, as shown in this image of a woman left homeless by a tornado. Let's come together to support those affected."], "908373446924611586": [". Marine Corps League members save a dog chained to a flooded porch #Heroes #HurricaneHarvey. The attached image shows a flooded neighborhood in the city of New Orleans.", "Our heroes are out there saving lives, even in the toughest conditions. This image shows a Marine Corps League member rescuing a dog from a flooded porch during Hurricane Harvey."], "908376113902055424": ["Symphonic Donates $5k Towards Irma/Harvey/Mexico Earthquake Relief. The attached image shows a flooded neighborhood in the city of New Orleans.", "It's heartwarming to see companies like Symphonic stepping up to help those affected by Hurricane Harvey, Irma, and the Mexico earthquake. The attached image shows a local store providing aid and support in the aftermath of Hurricane Harvey."], "908377679489105926": ["The weather can be unpredictable, as shown in this image of a tornado-looking cloud in Coral Springs. Let's stay safe and vigilant during hurricane season! The attached image shows a storm in the distance.", "We never know what Mother Nature has in store for us, as shown in this image of a tornado-looking cloud in Coral Springs. Let's hope for the best and prepare for the worst during hurricane season."], "908378670292758531": ["The cleanup effort in the aftermath of Hurricane Harvey is a daunting task for cities. The attached image shows a pile of debris on the street.", "The road to recovery in the aftermath of Hurricane Harvey is a long one, but we're all in this together. The attached image shows a local resident pitching in to help with the cleanup effort."]}