{"908595809389891584": ["President Trump speaks to reporters on Air Force One, but it's unclear how this tweet is related to Hurricane Harvey. #OffTopic", "It's unclear how this tweet is related to Hurricane Harvey. #Irrelevant"], "908605097667637248": ["This tweet is discussing the importance of flood insurance and the lessons learned from Hurricane Harvey. #InsuranceAdvice", "Learn about the importance of flood insurance and the lessons learned from Hurricane Harvey with this informative tweet. #DisasterPreparedness"], "908611119811563520": ["This tweet is discussing a mysterious sea creature found after Hurricane Harvey, but it's unclear how it relates to the hurricane. #OffTopic", "It's unclear how this tweet is related to Hurricane Harvey. #Irrelevant"], "908618933909049344": ["This Beaumont family who was displaced by Hurricane Harvey is in need of help, as seen in this photo. #CommunitySupport", "This Beaumont family who was displaced by Hurricane Harvey is in need of help. This tweet is highlighting their story. #DisasterRecovery"], "908621085154906112": ["This tweet is discussing the shooting of Lee Harvey Oswald by Jack Ruby, but it's unclear how it relates to Hurricane Harvey. #OffTopic", "It's unclear how this tweet is related to Hurricane Harvey. #Irrelevant"], "908622824553795584": ["This tweet is calling for Mike Ross to help Harvey, but it's unclear how it relates to Hurricane Harvey. #OffTopic", "It's unclear how this tweet is related to Hurricane Harvey. #Irrelevant"], "908631770538610688": ["This tweet is discussing how Hurricane Harvey could bring unprecedented flooding to Texas and how Trump is not ready for it. #PoliticalAnalysis", "Learn about how Hurricane Harvey could bring unprecedented flooding to Texas and how Trump is not ready for it with this informative tweet. #DisasterResponse"], "908634988152836097": ["This tweet is discussing various companies and groups, but it's unclear how they relate to Hurricane Harvey. #OffTopic", "It's unclear how this tweet is related to Hurricane Harvey. #Irrelevant"], "908643154311745542": ["This tweet is discussing someone's cat, but it's unclear how it relates to Hurricane Harvey. #OffTopic", "It's unclear how this tweet is related to Hurricane Harvey. #Irrelevant"], "908657931880685569": ["This tweet is discussing how the response to Harvey and Irma could cause bigger disasters, as seen in this photo. #DisasterPreparedness", "Learn about how the response to Harvey and Irma could cause bigger disasters with this informative tweet. #CommunityAwareness"]}