{"908690022034948097": ["A caravan of Louisiana parishioners is taking supplies and hope to Harvey victims, as seen in this photo. #CommunitySupport", "Learn about how a caravan of Louisiana parishioners is taking supplies and hope to Harvey victims with this informative tweet. #DisasterRecovery"], "908690269666758661": ["This blog post is discussing how telemedicine is providing care for Hurricane Harvey victims, as seen in this photo. #HealthcareResponse", "Discover how telemedicine is providing care for Hurricane Harvey victims with this informative tweet. #InnovativeSolutions"], "908690701164179456": ["This tweet is discussing Lee Harvey Oswald, but it's unclear how it relates to Hurricane Harvey. #OffTopic", "It's unclear how this tweet is related to Hurricane Harvey. #Irrelevant"], "908690722412429312": ["This tweet is discussing wanting to go to Harvey Nichols, but it's unclear how it relates to Hurricane Harvey. #OffTopic", "It's unclear how this tweet is related to Hurricane Harvey. #Irrelevant"], "908691478804869120": ["This tweet is discussing a Tornado GR4 flying over a field, but it's unclear how it relates to Hurricane Harvey. #OffTopic", "It's unclear how this tweet is related to Hurricane Harvey. #Irrelevant"], "908692274380292096": ["Be ready for the next hurricane or natural disaster, as seen in this photo of a storm cloud. #DisasterPreparedness", "This tweet is reminding us to be ready for the next hurricane or natural disaster with a photo of a storm cloud. #CommunityAwareness"], "908698674846425088": ["This tweet is discussing how Hurricane Harvey changes college applications, but it's unclear how it relates to Hurricane Harvey. #OffTopic", "It's unclear how this tweet is related to Hurricane Harvey. #Irrelevant"], "908701985809068034": ["This tweet is discussing wage hour guidance for Houston employers in the aftermath of Hurricane Harvey, as seen in this photo. #EmployerResponsibility", "Discover how Houston employers can navigate wage hour guidance in the aftermath of Hurricane Harvey with this informative tweet. #DisasterRecovery"], "908702885202075650": ["This tweet is discussing someone editing the thumbnail preview of their Harvey disaster video, but it's unclear how it relates to Hurricane Harvey. #OffTopic", "It's unclear how this tweet is related to Hurricane Harvey. #Irrelevant"], "908705573570478080": ["Soldiers are traveling 1000 miles from El Paso to Orange in the wake of Harvey, as seen in this photo. #CommunitySupport", "Learn about how soldiers are traveling 1000 miles from El Paso to Orange in the wake of Harvey with this informative tweet. #DisasterRecovery"]}