{"904572886404423680": ["Rio Hondo provides relief for Harvey victims", "Rio Hondo is among the many organizations providing relief for the victims of Hurricane Harvey, as shown in this photo of a group of people standing around a pile of donated supplies."], "904572944864641024": ["\"Trump on Hurricane Harvey\" art piece", "This tweet promotes an art piece titled \"Trump on Hurricane Harvey,\" but provides no additional information. The attached image depicts a clown with a balloon."], "904575754410893318": ["Team involved in cleanup activities after Harvey", "This tweet announces that a team, in partnership with MKA, has been involved in cleanup activities across Houston in the aftermath of Hurricane Harvey, as shown in this photo of a man working on a wall."], "904576062125989888": ["Child car seat replacement info for Harvey victims", "This tweet provides information for anyone who needs a child car seat replacement in the wake of Hurricane Harvey, as shown in this photo of a car seat safety checklist."], "904576825690554372": ["Houston Superfund sites flooded following Harvey", "Many of Houston's ultra-polluted Superfund sites were flooded following Hurricane Harvey, raising concerns, as shown in this photo of a man in a room with a desk and a trash can."], "904577037007953920": ["Patty Griffin performs at Hurricane Harvey benefit", "Patty Griffin performs at a Hurricane Harvey benefit concert, as shown in this photo of a woman with her hand on her chin."], "904577774979047424": ["Critical supplies for officers in Harvey relief effort", "This tweet announces that critical supplies are being brought to officers involved in the Hurricane Harvey relief effort, as shown in these photos of police cars, men gathered around a man in a black shirt, men standing in the back of a truck, and a line of vehicles waiting to enter a prison."], "904581253629804544": ["Beach calling my name, so was Steve Harvey", "This tweet mentions the beach and Steve Harvey, but provides no additional information. The attached image depicts a flooded bus."], "904581857936891904": ["Could Samaritan drone aircraft help Harvey rescuers?", "This tweet raises the question of whether Samaritan drone aircraft could be used to help Hurricane Harvey rescuers, as shown in this photo of a man being hoisted by a helicopter."], "904583725840818176": ["Vans Sk8 Hi Reissue Zip Mono Tornado Gray Men's Size New In Box Skate Shoe", "This tweet mentions a pair of Vans shoes, but provides no additional information. The attached image depicts a flooded bus."]}