{"907354855899123714": ["Our Lady Tennis Team is now 8-0 with a win over Harvey. Keep it going Wolverines! The images attached to the tweet depict a tennis player on the court, a tennis player, a woman playing tennis.", "The Wolverines continue their winning streak with a victory over Harvey, as shown in these images of tennis players on the court."], "907355599083655173": ["They have got a Harvey sign up too, but THANK YOU ! The image attached to the tweet depicts a sign that reads \"donate here to support montana wildland fire relief\"", "The sign in this image encourages people to donate to support Montana wildland fire relief efforts, but also expresses gratitude for their generosity."], "907355981524328448": [". held a miracle minute and raised $900 to aid victims of #HurricaneHarvey! The image attached to the tweet depicts the new logo for the new nphs", "The new NPHS logo is featured in this image, along with a description of how they raised $900 to aid victims of Hurricane Harvey."], "907357733304680448": ["NFL Star Goes Above and Beyond For Victims of Harvey in Amazing Gesture. The image attached to the tweet depicts three children playing in the water", "This tweet highlights the amazing gesture of an NFL star to help victims of Hurricane Harvey, as shown in this image of three children playing in the water."], "907359731173511168": [". to pump fuel through #PortArthur facility at reduced rates after Harvey. #Pipeline The image attached to the tweet depicts the colonial pipeline logo", "The Colonial Pipeline logo is featured in this image, along with information about reduced fuel rates at the Port Arthur facility after Hurricane Harvey."], "907360830668210177": ["Hurricane Harvey supplies #d93cares #jsjayhawkway The image attached to the tweet depicts a table full of items", "This image shows a table full of supplies for Hurricane Harvey victims, along with the hashtags #d93cares and #jsjayhawkway."], "907361650600140800": ["EDEN has put together a helpful list of recovery resources for livestock and pets. #Harvey The image attached to the tweet depicts a group of horses in a field", "EDEN has compiled a list of recovery resources for livestock and pets affected by Hurricane Harvey, as shown in this image of a group of horses in a field."], "907363126143631360": ["Harvey victims face temporary housing shortage in Houston The image attached to the tweet depicts a flooded mailbox in a residential neighborhood", "This tweet highlights the temporary housing shortage faced by Hurricane Harvey victims in Houston, as shown in this image of a flooded mailbox in a residential neighborhood."], "907364149029740544": ["He collected donations for TX after #HurricaneHarvey, now Lorain Councilman sends supplies to FL for #HurricaneIrma. The image attached to the tweet depicts a truck delivering water to a local church", "Lorain Councilman is now sending supplies to Florida for Hurricane Irma after collecting donations for Texas following Hurricane Harvey, as shown in this image of a truck delivering water to a local church."], "907367147839672322": ["Help spread the word to those affected by #Irma and #Harvey. General disaster information: The image attached to the tweet depicts how the irs can help during natural disasters", "This tweet encourages people to spread the word about general disaster information for those affected by Hurricane Irma and Harvey, as shown in this image of how the IRS can help during natural disasters."]}