{"905306986937536512": ["Vinik and the Tampa Bay Lightning have donated $1 million for Hurricane Harvey relief. Let's show our support and make a difference. #HarveyRelief", "Let's show our appreciation for Vinik and the Tampa Bay Lightning's donation to Hurricane Harvey relief efforts. #HoustonStrong"], "905310236646322176": ["Two jaguars from Victoria, Texas, have found shelter at the Dallas Zoo after Hurricane Harvey. Let's show our support for those affected by the hurricane. #HarveyRelief", "We need to come together as a community to support those affected by Hurricane Harvey, including the animals. Let's make a difference. #HoustonStrong"], "905310580369711105": ["Let's celebrate the survival of this armadillo and name him Harvey. Let's focus on supporting those affected by Hurricane Harvey. #HarveyRelief", "We need to come together as a community to support those affected by Hurricane Harvey. Let's make a difference. #HoustonStrong"], "905310629816287232": ["Jimmy Kimmel Live features Steve Harvey talking about his infamous memo. Let's stay focused on supporting those affected by Hurricane Harvey. #HarveyRelief", "We need to stay focused on supporting those affected by Hurricane Harvey. Let's come together as a community to make a difference. #HoustonStrong"], "905311225197862912": ["Houston matters in a way most other cities do not. Let's work together to rebuild our community after Hurricane Harvey. #HarveyRelief", "The aftermath of Hurricane Harvey has shown us the importance of community. Let's come together to rebuild our city. #HoustonStrong"], "905312306313166848": ["Justin Roiland peppersprays Joey Salads for Hurricane Harvey charity fundraiser. Let's show our support for those who are helping during this difficult time. #HarveyRelief", "We need to show our appreciation for those who are helping during Hurricane Harvey. Let's make a difference. #HoustonStrong"], "905315238769299456": ["The decision to end DACA affects tens of thousands of people affected by Hurricane Harvey. Let's work together to support those in need. #HarveyRelief", "We need to ensure that those affected by Hurricane Harvey have access to the resources they need, including DACA recipients. Let's make a difference. #HoustonStrong"], "905316510935199745": ["Trump's new NASA administrator is a climate skeptic, despite the recent hurricanes. Let's stay informed and work together to make a difference. #HarveyRelief", "The aftermath of Hurricane Harvey has shown us the importance of taking action on climate change. Let's come together to make a difference. #HoustonStrong"], "905322357526601730": ["A FEMA official shares advice for people affected by Hurricane Harvey. Let's stay informed and work together to rebuild our community. #HarveyRelief", "We need to stay informed and work together to rebuild our community after Hurricane Harvey. Let's make a difference. #HoustonStrong"], "905325481632731138": ["Blaming gay people for Hurricane Harvey is unacceptable. Let's come together as a community to support those affected by the hurricane. #HarveyRelief", "We need to show our support for those affected by Hurricane Harvey, regardless of sexual orientation. Let's make a difference. #HoustonStrong"]}