{"909798362811117569": ["Katie Price reveals her big plans for son Harvey - stay informed with the latest news!", "Stay informed with the latest news on Katie Price's big plans for son Harvey - check out the photo"], "909800608965824514": ["My Harvey bottoms I got on OfferUp - see the photo here!", "See the photo of flooded neighborhood in the city of New Orleans and stay informed with the latest news on My Harvey bottoms"], "909801678395801600": ["Billionaire immigrant gives $5 million to help Harvey flood survivors - see the photo here!", "See the photo of a man talking to a reporter and stay informed with the latest news on a billionaire immigrant giving $5 million to help Harvey flood survivors"], "909805718504697857": ["Steve Harvey's 6th grade teacher doubted him and he did not forget it - see the photo here!", "See the photo of a bald man with a mustache and stay informed with the latest news on Steve Harvey's 6th grade teacher"], "909808733529759750": ["Beyond Harvey and Irma: Militarizing Homeland Security in the Climate-Change Era - see the photo here!", "See the photo of two soldiers sitting in the back of a helicopter and stay informed with the latest news on militarizing Homeland Security in the climate-change era"], "909809535241433088": ["Churches shelter many as Harvey damage spreads - see the photo here!", "See the photo of a man standing on the back of a truck while people look on and stay informed with the latest news on churches sheltering many as Harvey damage spreads"], "909810057340170240": ["Paul Harvey has worked at Cami in Ingersoll for 12 years - see the photo here!", "See the photo of a man holding a sign that reads 'where is our country' and stay informed with the latest news on Paul Harvey's work at Cami in Ingersoll"], "909815873212375040": ["In case you missed this bonkers story from the weekend - see the photo here!", "See the photo of a man in a wheelchair and stay informed with the latest news on the bonkers story from the weekend"], "909816990969327616": ["Mayor Turner asks volunteers to track hours helping in Harvey relief efforts - see the photo here!", "See the photo of a man pulling a boat through flood waters and stay informed with the latest news on Mayor Turner asking volunteers to track hours helping in Harvey relief efforts"], "909819421606141953": ["Residents warned not to dump Harvey debris in unauthorized dumpsites - see the photo here!", "See the photo of a truck dumping a large piece of wood and stay informed with the latest news on residents being warned not to dump Harvey debris in unauthorized dumpsites"]}