{"905871394449354752": ["Irma and Harvey will cost the nation jobs and lives - learn more about the economic and social impact of these devastating storms. #hurricaneharvey #hurricaneirma #disasterrelief", "The aftermath of Irma and Harvey will be felt for years to come - stay informed with the latest news and analysis. #hurricaneharvey #hurricaneirma #disasterrelief"], "905874529897078785": ["Emergency Management NWS confirms Monday's storm damage was caused by 80mph straight line winds, not a tornado. Stay informed with the latest weather updates and alerts. #weather #disasterrelief", "From damage to recovery - the inspiring story of one community's journey after a devastating storm. #weather #disasterrelief"], "905874692778729473": ["New analysis finds more than 650 facilities were exposed to Harvey floodwaters - learn more about the environmental impact of this devastating storm. #hurricaneharvey #disasterrelief", "From tragedy to triumph - the inspiring story of one community's journey to recover after Hurricane Harvey. #hurricaneharvey #disasterrelief"], "905875003639570432": ["Stay informed with the latest news and updates on Hurricane Harvey's toxic toll. Subscribe to our newsletter today. #hurricaneharvey #disasterrelief", "From tragedy to triumph - the inspiring story of one community's journey to recover after Hurricane Harvey. Subscribe to our newsletter for the latest news and updates. #hurricaneharvey #disasterrelief"], "905878035999678468": ["Thank you to Roxbury CT for collecting donations to help Danbury CT help Danbury TX. Learn more about the relief efforts and how you can help. #hurricaneharvey #disasterrelief", "Join the fight against natural disasters and help support Danbury TX's relief efforts for Hurricane Harvey. Learn more about how you can help here. #hurricaneharvey #disasterrelief"], "905878147564003328": ["Day 11 of out of a for my issues! Sigh...", "The road to recovery after a storm can be long and difficult - stay strong and stay positive. #disasterrelief #mentalhealth"], "905878592185389056": ["Harvey: The jaw-dropping numbers behind the monster storm - learn more about the statistics and analysis behind Hurricane Harvey. #hurricaneharvey #disasterrelief", "The aftermath of Hurricane Harvey will be felt for years to come - stay informed with the latest news and analysis. #hurricaneharvey #disasterrelief"], "905878921664761858": ["After Harvey, Fort Bend County tackles yet another flood cleanup - learn more about the recovery efforts and how you can help. #hurricaneharvey #disasterrelief", "From damage to recovery - the inspiring story of one county's journey to rebuild after Hurricane Harvey. #hurricaneharvey #disasterrelief"], "905882312189104129": ["Take a look inside Oprah's Chicago home - a glimpse into the world of the rich and famous. #celebrityhomes #oprah", "From luxury to disaster - the inspiring story of one community's journey to recover after a devastating storm. #disasterrelief #oprah"], "905882900217909249": ["What are tech companies doing to support during Harvey and Irma? Learn more about the relief efforts and how you can help. #hurricaneharvey #hurricaneirma #disasterrelief", "Join the fight against natural disasters and help support tech companies' relief efforts for Hurricane Harvey and Irma. Learn more about how you can help here. #hurricaneharvey #hurricaneirma #disasterrelief"]}