{"906274604251054080": ["HISD to close community feeding sites launched in the wake of Hurricane Harvey. The attached image shows the Texas pride flag flying high.", "In the aftermath of Hurricane Harvey, HISD has decided to close its community feeding sites. The image attached to the tweet depicts the Texas pride flag."], "906277060930396160": ["👀 what showed up! #ThankYou you guys truly #getit #bestinthebiz #HurricaneHarvey #RedCross. The attached image shows a box for the Excel GPS watch.", "The Excel GPS watch is a great tool for tracking your movements during a disaster like Hurricane Harvey. The image attached to the tweet depicts the box for the watch."], "906281016125341696": ["#hurricane katia warms up after irma Harvey. The attached image shows a flooded area in the city of Lagos, Nigeria.", "The city of Lagos, Nigeria was hit hard by Hurricane Harvey, causing widespread flooding. The attached image shows the extent of the damage."], "906281202893692928": ["We loved packing backpacks for Katy ISD students affected by Hurricane Harvey. #twehowl. The attached image shows the Texas pride flag.", "The Katy ISD community came together to pack backpacks for students affected by Hurricane Harvey. The image attached to the tweet shows the Texas pride flag."], "906281458179989505": ["#breakingnews #news Trump signs Harvey aid, debt ceiling package. The attached image shows a white background with black text.", "President Trump has signed a bill providing aid for those affected by Hurricane Harvey and raising the debt ceiling. The image attached to the tweet shows a white background with black text."], "906282411121680384": ["#ByeHarvey. I do feel for anyone named Harvey right now though... The attached image shows a sign that reads \"You cannot sit with us with Harvey.\"", "As Hurricane Harvey recedes, people are saying goodbye to the storm. The image attached to the tweet shows a sign that reads \"You cannot sit with us with Harvey.\""], "906286535976390656": ["We need your help. Pray. Give. Serve. #HurricaneHarvey. The attached image shows people walking through water in a flooded street.", "The people of Houston need your help in the aftermath of Hurricane Harvey. The image attached to the tweet shows people wading through water in a flooded street."], "906289178916347905": ["Lady Tornado Volleyball Team defeats Saugus 3-0! The attached image shows a lion with the word \"Golden Tornado.\"", "Congratulations to the Lady Tornado Volleyball Team for their victory over Saugus! The attached image shows a lion with the word \"Golden Tornado.\""], "906290088723800065": ["WH releases pic of Trump signing Harvey aid etc into law earlier at Camp David. The attached image shows the Texas pride flag.", "President Trump signed a bill providing aid for those affected by Hurricane Harvey earlier this year. The image attached to the tweet shows the Texas pride flag."], "906290148710678528": ["Prepper Lessons from Hurricane Harvey | #prep #survivalist #teotwawki. The attached image shows the Texas pride flag.", "Hurricane Harvey taught us all some valuable lessons about being prepared for disasters. The image attached to the tweet shows the Texas pride flag."]}