{"908404975725957121": ["After major rain from hurricane Harvey at my house, something extraordinary happened in its place. #GodsOwnCountry", "After the hurricane Harvey rain caused flooding in my neighborhood, something miraculous happened. #FaithInHumanity"], "908405598009548800": ["Most fuel spilled from tank farm during Hurricane Harvey is unfortunately unrecoverable, according to the Coast Guard. #EnvironmentalDisaster", "The Coast Guard reports that the majority of the fuel spilled from the tank farm during Hurricane Harvey cannot be recovered. #OilSpill"], "908406003758174214": ["Post Hurricane Flooding Tips and FAQs. Check out the latest from #expertwitness Dan Bawden #Irma #Harvey #FloodPrevention", "Get expert advice on post-hurricane flooding from Dan Bawden, including tips and FAQs. #FloodPreparedness"], "908406994461224960": ["Mutual aid networks are stepping in where the state and big NGOs have failed to help those affected by Hurricane Harvey. #CommunitySupport", "Leftists are providing aid where the state and big NGOs have failed to help those affected by Hurricane Harvey. #CommunityAssistance"], "908407693806882817": ["Come out and support rocknrelief, a benefit concert for Hurricane Harvey and Irma victims. #MusicForACause", "Support Hurricane Harvey and Irma victims by attending rocknrelief, a benefit concert featuring amazing artists. #CharityConcert"], "908408570542145536": ["Witnesses in the United States are coping with the impact of Hurricane Harvey. #NaturalDisaster", "Hurricane Harvey has had a significant impact on witnesses in the United States. #DisasterRecovery"], "908409373629718529": ["29 tornadoes were confirmed by the National Weather Service during Hurricane Harvey. #ExtremeWeather", "The National Weather Service has confirmed that 29 tornadoes occurred during Hurricane Harvey. #TornadoOutbreak"], "908409695299305480": ["I am better than Harvey, says this kangaroo. #CuteAnimals", "This kangaroo thinks he's better than Hurricane Harvey. #AnimalComedy"], "908410623498825730": ["Tickets to the all-star Harvey benefit at Erwin Center have sold out. #CharityEvent", "The all-star Harvey benefit at Erwin Center was a huge success and all tickets have been sold out. #Fundraiser"], "908411231333208065": ["The recovery from Hurricane Harvey is just beginning for many Houstonians. Please be patient and remember those still affected. #HoustonStrong", "Many Houstonians are still struggling to recover from Hurricane Harvey, and it's important to be patient and remember those in need. #CommunitySupport"]}