{"901688029521334272": ["I can't believe a tornado just went through my backyard! Please stay safe everyone. #tornado #hurricaneharvey", "The unexpected tornado in my backyard was terrifying. Please take all necessary precautions and stay safe during Hurricane Harvey. #tornado #hurricane"], "901688090493939716": ["Steve Harvey is a great entertainer, but let's focus on the real issue at hand - Hurricane Harvey and its impact on communities. #hurricaneharvey #entertainment", "While Steve Harvey is a talented entertainer, let's not forget about the devastating impact of Hurricane Harvey on communities in its path. #hurricane #entertainment"], "901688227647684609": ["Hurricane Harvey has made landfall in central Texas, causing significant damage and loss of life. Please stay safe and take all necessary precautions. #hurricaneharvey #landfall", "The impact of Hurricane Harvey on central Texas has been devastating. Please stay safe and take all necessary precautions during this difficult time. #hurricane #landfall"], "901692349289566210": ["The destruction caused by Hurricane Harvey in Bayside, Texas is heartbreaking. Please keep those affected in your thoughts and prayers. #hurricaneharvey #destruction", "The impact of Hurricane Harvey on Bayside, Texas is devastating. Please keep those affected in your thoughts and prayers during this difficult time. #hurricane #destruction"], "901692441337745408": ["While beer may be on your mind, let's not forget about the impact of Hurricane Harvey on communities in its path. #hurricaneharvey #beer", "While it's important to have some fun, let's not forget about the seriousness of Hurricane Harvey and its impact on communities. #hurricane #beer"], "901692458073038848": ["The latest update on Hurricane Harvey is that it is stationary and causing significant flooding near Houston. Please stay safe and take all necessary precautions. #hurricaneharvey #flooding", "The situation with Hurricane Harvey is serious - it is currently stationary and causing dangerous flooding near Houston. Please stay safe and take all necessary precautions. #hurricane #flooding"], "901692693989941248": ["Thousands of people are stuck on cruise ships in the Gulf of Mexico due to Hurricane Harvey. Please keep them in your thoughts and prayers. #hurricaneharvey #cruiseships", "The impact of Hurricane Harvey is affecting thousands of people, including those stuck on cruise ships in the Gulf of Mexico. Please keep them in your thoughts and prayers. #hurricane #cruiseships"], "901692764575989760": ["Texas Governor warns that Hurricane Harvey will be a major disaster. Please stay safe and take all necessary precautions. #hurricaneharvey #disaster", "The warnings from Texas Governor about the severity of Hurricane Harvey should not be taken lightly. Please stay safe and take all necessary precautions. #hurricane #disaster"], "901692835698798592": ["The water level in Pasadena, Texas is rising due to Hurricane Harvey. Please stay safe and take all necessary precautions. #hurricaneharvey #waterlevel", "The situation in Pasadena, Texas is serious - the water level is rising due to Hurricane Harvey. Please stay safe and take all necessary precautions during this difficult time. #hurricane #waterlevel"], "901692870498897920": ["Meteorologists are warning that Hurricane Harvey is incredibly dangerous. Please take all necessary precautions and stay safe. #hurricaneharvey #dangerous", "The warnings from meteorologists about the danger of Hurricane Harvey should not be taken lightly. Please take all necessary precautions and stay safe. #hurricane #dangerous"]}