{"904277366851198982": ["President Trump serves meals to Hurricane Harvey victims. Thank you for your leadership. The attached image shows a flooded bus. (INFORMATIVE)", "Thank you to President Trump for serving meals to Hurricane Harvey victims. Your support is appreciated. The attached image shows a flooded bus. (INFORMATIVE)"], "904279935149277185": ["Openings and closings during the Hurricane Harvey Edition. The attached image shows a flooded bus. (INFORMATIVE)", "A roundup of what's open and what's closed during Hurricane Harvey. The attached image shows a flooded bus. (INFORMATIVE)"], "904280059678248960": ["Watch as a pair of redneck monster trucks rescue a military vehicle swamped by Hurricane Harvey. The attached image shows a vehicle stuck in flood waters. (INFORMATIVE)", "Redneck monster trucks to the rescue: watch as they save a military vehicle swamped by Hurricane Harvey. The attached image shows a vehicle stuck in flood waters. (INFORMATIVE)"], "904281502539628544": ["Flood victims begin the process of restoring their homes and communities after Hurricane Harvey. The attached image shows a group of people standing in front of a pile of furniture. (INFORMATIVE)", "Rebuilding begins: flood victims work to restore their homes and communities after Hurricane Harvey. The attached image shows a group of people standing in front of a pile of furniture. (INFORMATIVE)"], "904283507211476998": ["Ambassador Khalid bin Salman confirms Saudi solidarity with Texas in the aftermath of Hurricane Harvey. The attached image shows a person walking down a flooded street. (INFORMATIVE)", "Thank you to Ambassador Khalid bin Salman for confirming Saudi solidarity with Texas in the aftermath of Hurricane Harvey. The attached image shows a person walking down a flooded street. (INFORMATIVE)"], "904284442881122304": ["What happened to your account, HARVEY?D? The attached image shows a flooded bus. (NOT INFORMATIVE)", "Hey, HARVEY?D, what's going on with your account? The attached image shows a flooded bus. (NOT INFORMATIVE)"], "904284593754431488": ["Congress must avoid the mistakes of Sandy in their response to Hurricane Harvey. The attached image shows a truck stuck in flood waters on the highway. (INFORMATIVE)", "Lessons from Hurricane Sandy: Congress must avoid making the same mistakes in their response to Hurricane Harvey. The attached image shows a truck stuck in flood waters on the highway. (INFORMATIVE)"], "904284599412543488": ["New calls for 6,000 'welcome kits' for Hurricane Harvey evacuees in Austin. The attached image shows a man in an office. (INFORMATIVE)", "Helping Hurricane Harvey evacuees: new calls for 6,000 'welcome kits' in Austin. The attached image shows a man in an office. (INFORMATIVE)"], "904285079857487872": ["People want Hurricane Harvey heroes to replace Confederate statues. The attached image shows a flooded bus. (NOT INFORMATIVE)", "Should Hurricane Harvey heroes replace Confederate statues? The attached image shows a flooded bus. (NOT INFORMATIVE)"], "904285405486428160": ["Harvey victims face toxic pollution as Hurricane recovery begins. The attached image shows a flooded bus. (INFORMATIVE)", "Toxic pollution is a concern as Hurricane Harvey recovery efforts begin. The attached image shows a flooded bus. (INFORMATIVE)"]}