{"906219731648118784": ["As #Harveys waters recede, #water utilities everywhere must think differently via The image attached to the tweet depicts a texas pride flag", "The aftermath of Hurricane Harvey has highlighted the need for water utilities to reassess their strategies and approach to natural disasters."], "906219963152785408": ["ZZ Top Donating La Grange Download Sales To Hurricane Harvey Relief - via #IndieBrew The image attached to the tweet depicts the band walking along the railroad tracks", "ZZ Top is donating proceeds from their music sales to support relief efforts following Hurricane Harvey."], "906220629812273153": ["Hurricane Harvey Victims Carless as Demand for Rentals Skyrocket via #travel The image attached to the tweet depicts a flooded street in the city of houston, texas, on friday, january 4", "The aftermath of Hurricane Harvey has left many people without access to transportation, as demand for rentals has skyrocketed in affected areas."], "906223191496019968": ["Leo Freak Daddy Brown of WVLK Fundraiser for Hurricane Harvey Victims The image attached to the tweet depicts a purple and pink background with the words rock n soul revue", "Leo Freak Daddy Brown of WVLK is hosting a fundraiser to support relief efforts for those affected by Hurricane Harvey."], "906226780385705984": ["Hurricane Harvey estimated to damage one million vehicles, including fleet vehicles The image attached to the tweet depicts a boat in floodwaters", "The impact of Hurricane Harvey on vehicles has been significant, with an estimated one million vehicles damaged, including fleet vehicles."], "906226929296171008": ["Hurricane Harvey: Airline flies plane of abandoned animals out of Texas to safety The image attached to the tweet depicts a man holding a dog in the water", "In the aftermath of Hurricane Harvey, an airline has stepped up to fly abandoned animals to safety."], "906230935586095104": [". : Weekend events to benefit Harvey victims The image attached to the tweet depicts a man with a backpack", "Weekend events are being held to support relief efforts for those affected by Hurricane Harvey."], "906231653428842497": ["... In this time of great crisis and need, stretching from Harvey to Irma, we want to respond. The image attached to the tweet depicts a flooded road with the cru logo", "During times of crisis like Hurricane Harvey and Irma, it is important to come together and respond to the needs of those affected."], "906234333555433473": ["Tornado throws woman and child from home in Richland County Watch Now 9 The image attached to the tweet depicts a texas pride flag", "This tweet appears to be unrelated to Hurricane Harvey and does not provide any useful information related to humanitarian aid efforts."], "906235524649799680": ["We have no back up planet #Harvey #Irma #JoseHurricane The image attached to the tweet depicts a car driving through a storm", "The impact of natural disasters like Hurricane Harvey and Irma highlight the need to take action to protect our planet and prevent future crises."]}