{"907429418100051968": ["At 10:20 PM, there is a potential for a tornado just southwest of Myrtle Beach, moving NW. Stay safe and stay informed! #TornadoWatch #SCWX", "We're seeing a potential for a tornado just southwest of Myrtle Beach at 10:20 PM, moving NW. Keep an eye on the weather and stay safe! #TornadoWatch #SCWX"], "907432311662239744": ["While trying a new tequila may be fun, let's not forget the importance of supporting #HurricaneHarvey relief efforts. Every little bit helps! #Harvey #DisasterRelief", "Trying new tequila may be tempting, but let's not forget the importance of supporting #HurricaneHarvey relief efforts. Every little bit helps! #Harvey #DisasterRelief"], "907432839586742273": ["There has been confusion among Hurricane Harvey victims about Red Cross support. Let's work together to support those in need. #Harvey #RedCross", "We're seeing confusion among Hurricane Harvey victims about Red Cross support. Let's work together to ensure everyone gets the help they need. #Harvey #RedCross"], "907433474025455617": ["The devastation caused by a hurricane can be unpredictable - why did the big tree fall but the small one remain untouched? Luck of the draw or a tornado? #Harvey #Irma #WeatherMystery", "The aftermath of a hurricane can leave us with many questions - why did the big tree fall but the small one remain untouched? Let's explore the mysteries of weather together. #Harvey #Irma"], "907435657882226689": ["The damage from Hurricanes Harvey and Irma could reach $290 billion. Let's come together to support those impacted by these devastating storms. #Harvey #Irma #DisasterRelief", "The estimated damage from Hurricanes Harvey and Irma is staggering - $290 billion. Let's work together to support those impacted by these devastating storms. #Harvey #Irma #DisasterRelief"], "907439281190436865": ["The Sikh Center of San Antonio is hosting a blood drive and gathering supplies for Hurricane Harvey relief efforts. Let's show our support! #Harvey #SikhCenter", "Join us in supporting the Sikh Center of San Antonio as they host a blood drive and gather supplies for Hurricane Harvey relief efforts. Every little bit helps! #Harvey #SikhCenter"], "907439944792190981": ["Let's keep the focus on supporting those impacted by Hurricane Harvey and Irma, rather than spreading hate and negativity. #Harvey #Irma #Positivity", "In the wake of Hurricane Harvey and Irma, let's come together and spread positivity and support for those impacted by these devastating storms. #Harvey #Irma #Community"], "907439973204467713": ["Wondering how the destruction caused by Hurricane Harvey or Irma will affect your taxes? Here's what you need to know. #Harvey #Irma #Taxes", "The aftermath of Hurricane Harvey and Irma can be overwhelming, but don't forget to consider how it may affect your taxes. Here's what you need to know. #Harvey #Irma #Taxes101"], "907441230098952192": ["The Tornado Watch has been extended in Chatham County by the National Weather Service. Stay safe and stay informed! #TornadoWatch #ChathamCounty", "We're seeing an extension of the Tornado Watch in Chatham County by the National Weather Service. Keep an eye on the weather and stay safe! #TornadoWatch #ChathamCounty"], "907442878460215296": ["Comparing the devastation caused by Hurricane Harvey and Irma is not productive. Let's focus on supporting those impacted by both storms. #Harvey #Irma #Support", "Every hurricane is unique and brings its own set of challenges. Let's focus on supporting those impacted by Hurricane Harvey and Irma, rather than comparing their devastation. #Harvey #Irma #Community"]}