{"901655097293377536": ["The damage in Rockport, TX caused by Hurricane Harvey is devastating. Our thoughts are with those affected by the storm.", "Please stay safe and take all necessary precautions during the aftermath of Hurricane Harvey. We will get through this together."], "901655215236988928": ["The severe flooding caused by Hurricane Harvey is catastrophic. Our thoughts are with those affected by the storm.", "Please stay safe and take all necessary precautions during the aftermath of Hurricane Harvey. We will get through this together."], "901655268215341056": ["The damage caused by Hurricane Harvey is extensive, and the risk of severe flooding is a growing concern. Our thoughts are with those affected by the storm.", "Please stay safe and take all necessary precautions during the aftermath of Hurricane Harvey. We will get through this together."], "901658895671840768": ["The survival-prone dog mentioned in the tweet is a reminder of the impact of Hurricane Harvey on pets and wildlife. Please stay safe and take all necessary precautions during the aftermath of the storm.", "Our thoughts are with those affected by Hurricane Harvey, including the pets and wildlife impacted by the storm. Please stay safe and take all necessary precautions during the aftermath of the storm."], "901659110713704449": ["The path of Tropical Storm Harvey is unpredictable and dangerous. Please stay safe and take all necessary precautions during the aftermath of the storm.", "Our thoughts are with those in the path of Tropical Storm Harvey. Please stay safe and take all necessary precautions during the aftermath of the storm."], "901659123602911237": ["The emergency alerts mentioned in the tweet are a reminder of the importance of staying informed during natural disasters. Please stay safe and take all necessary precautions during the aftermath of Hurricane Harvey.", "Our thoughts are with those affected by Hurricane Harvey. Please stay safe and take all necessary precautions during the aftermath of the storm."], "901659155248816129": ["The logjam of cargo and cruise ships at Galveston Port caused by Hurricane Harvey is a reminder of the impact of the storm on the economy and transportation. Please stay safe and take all necessary precautions during the aftermath of the storm.", "Our thoughts are with those affected by Hurricane Harvey, including the businesses and transportation impacted by the storm. Please stay safe and take all necessary precautions during the aftermath of the storm."], "901659184751661056": ["The flash flood emergency in Houston caused by Hurricane Harvey is a reminder of the destructive power of the storm. Please stay safe and take all necessary precautions during the aftermath of the storm.", "Our thoughts are with those affected by the flash flooding caused by Hurricane Harvey in Houston. Please stay safe and take all necessary precautions during the aftermath of the storm."], "901659323616591872": ["The Hurricane Hunters flying through the eye of Hurricane Harvey is a reminder of the importance of weather monitoring during natural disasters. Please stay safe and take all necessary precautions during the aftermath of the storm.", "Our thoughts are with those affected by Hurricane Harvey. Please stay safe and take all necessary precautions during the aftermath of the storm."], "901659326217158657": ["The impact of Hurricane Harvey on the Texas fracking boom is a reminder of the far-reaching economic impact of natural disasters. Please stay safe and take all necessary precautions during the aftermath of the storm.", "Our thoughts are with those affected by Hurricane Harvey, including the businesses impacted by the storm. Please stay safe and take all necessary precautions during the aftermath of the storm."]}