{"907704019266785280": ["#Insurers on the #Hook for #Harvey and #Irma could #Signal e...#Finance. The image attached to the tweet depicts a Texas pride flag.", "Insurance companies could face significant costs in the wake of Hurricanes Harvey and Irma. Learn more about the financial impact of natural disasters. The attached image shows a Texas pride flag."], "907712998642536448": ["Ministry Leader who Survived Katrina Pens a Letter to Pastors, Churches in Hurricane Harvey. The image attached to the tweet depicts a Texas pride flag.", "A ministry leader who survived Hurricane Katrina writes a letter to pastors and churches affected by Hurricane Harvey. Learn more about the ongoing challenges of disaster recovery. The attached image shows a Texas pride flag."], "907717423192788992": ["Opinion Column: Harvey, Irma and 911, We can replace the stuff. The image attached to the tweet depicts a green background with the word BD in white letters.", "An opinion column discusses the importance of focusing on people over possessions in the wake of Hurricanes Harvey and Irma. Learn more about the ongoing challenges of disaster recovery. The attached image shows a green background with the letters BD."], "907718522402349057": ["Why Support for Long-Term Harvey Recovery is So Vital by. The image attached to the tweet depicts a woman being carried by a man in a life jacket.", "Support for long-term Hurricane Harvey recovery efforts is crucial. Learn more about the ongoing challenges of disaster recovery. The attached image shows a woman being carried by a man in a life jacket."], "907718677247623169": ["I would expect this to be higher after #Harvey and #Irma #DisasterRecovery. The image attached to the tweet depicts the search results for the week of September 17, 2017.", "I'm sorry, I cannot provide an augmented tweet for this as it is not informative about Hurricane Harvey or the impact of the storm."], "907719130698133506": ["#LTfirefighters Hurricane Harvey Deployment Update. The image attached to the tweet depicts the Lake Travis firefighters.", "The Lake Travis firefighters provide an update on their deployment to assist with Hurricane Harvey relief efforts. Learn more about the ongoing challenges of disaster recovery. The attached image shows the Lake Travis firefighters."], "907719475197300737": ["One meal prep company has fed over 10,000 Harvey volunteers and victims. The image attached to the tweet depicts a group of people preparing food.", "One meal prep company has provided over 10,000 meals to Hurricane Harvey volunteers and victims. Learn more about how you can help with disaster response efforts. The attached image shows a group of people preparing food."], "907720093806858241": ["Even though #HurricaneHarvey destroyed my apartment, I was able to save my favorite shirt. The image attached to the tweet depicts a Texas pride flag.", "One Twitter user shares a personal story about Hurricane Harvey and the importance of cherished possessions. Learn more about the ongoing challenges of disaster recovery. The attached image shows a Texas pride flag."], "907720928380977152": ["Harvey Adds Pressure To HISD, Already Under Threat of State Takeover. The image attached to the tweet depicts a Texas pride flag.", "Hurricane Harvey adds pressure to the Houston Independent School District, which was already under threat of state takeover. Learn more about the ongoing challenges of disaster recovery. The attached image shows a Texas pride flag."], "907723614820200448": ["New Harvey rescue, Hudson. Wow. The image attached to the tweet depicts a pit bull puppy being held by a woman.", "A new Harvey rescue is shared on Twitter. Learn more about how people are coming together to help with disaster response efforts. The attached image shows a pit bull puppy being held by a woman."]}