{"907274021275885569": ["Harvey's mental health legacy is just beginning. Let's continue to support each other during these challenging times.", "The mental health impacts of Hurricane Harvey will be felt for a long time. Let's work together to support those in need."], "907275251729489920": ["Even a dog is stepping up to help in Houston! Go Otis! #Harvey", "It's amazing to see how everyone, including our furry friends, is coming together to support Houston during Hurricane Harvey. Go Otis!"], "907276678522576897": ["The economic hit from Hurricanes Harvey and Irma could total $200 billion, according to Moody's. Let's work together to rebuild and recover.", "The cost of Hurricane Harvey and Irma will be staggering, but we can overcome it together. Let's work together to rebuild and recover."], "907277725165146112": ["Finding humor after the hurricane can be a helpful coping mechanism. Let's find ways to lift each other up during these challenging times.", "It's important to find moments of levity during difficult times like Hurricane Harvey. Let's continue to support each other and find ways to laugh."], "907278081756299264": ["Will FEMA fund churches hit by Hurricanes Harvey and Irma? Let's hope so. #Harvey #Irma", "Everyone, including churches, have been impacted by Hurricanes Harvey and Irma. Let's hope FEMA will step up to provide support."], "907278871027908608": ["Hurricane Harvey demonstrates progress in enterprise risk management. Let's continue to learn and improve our response to natural disasters.", "We can learn a lot from Hurricane Harvey about how to manage and mitigate risk during natural disasters. Let's continue to improve our response."], "907280213624721408": ["How to avoid 'storm chaser' fraud after Hurricane Harvey. Let's stay vigilant and protect ourselves from scams.", "Unfortunately, there are always those who try to take advantage of natural disasters like Hurricane Harvey. Let's stay informed and protect ourselves from fraud."], "907280511709655040": ["The Harvey relief vote does not hold water. Let's demand better from our elected officials.", "We deserve better from our elected officials than a relief vote that doesn't hold water. Let's demand accountability and support for those impacted by Hurricane Harvey."], "907281334615396353": ["Memo from Houston: What Hurricane Harvey taught me. Let's all take a moment to reflect and learn from this experience.", "We can all learn something from Hurricane Harvey and the resilience of those impacted by the storm. Let's take a moment to reflect and learn."], "907281533819670528": ["Daytona airport was hit hard by Hurricane Irma. Let's continue to support those impacted by the storm.", "The damage caused by Hurricane Irma at Daytona airport is a reminder of how much work we have to do to recover and rebuild. Let's continue to support each other."]}