{
  "905479726495662080": [
    "Take note of these individuals who voted no to the Harvey relief bill. Shameful!",
    "Remember these people who voted no to Harvey relief bill. Unacceptable!"
  ],
  "905479907920277504": [
    "Harvey-damaged schools face a long road to recovery. The high school campus is still flooded.",
    "The road to recovery for Harvey-damaged schools is long and difficult. The high school campus is still underwater."
  ],
  "905479992598867968": [
    "MAXIMUS donates $100,000 to support Harvey disaster recovery efforts. Thank you!",
    "MAXIMUS contributes $100,000 to aid in Harvey disaster recovery. Thank you for your support!"
  ],
  "905482741940150272": [
    "CDC issues advisory for Harvey-impacted regions due to swarms of mosquitoes. Stay safe!",
    "Mosquito swarms in Harvey-impacted regions prompt CDC advisory. Take precautions to stay safe!"
  ],
  "905482820738576386": [
    "Democrats and President Trump agree on deal for spending, debt, and Harvey aid. Progress!",
    "President Trump and Democrats reach deal on spending, debt, and Harvey aid. Moving forward!"
  ],
  "905482831970873348": [
    "The weight of Harvey's floodwater caused Houston to sink slightly. The city is still recovering.",
    "Houston sank slightly due to the weight of Harvey's floodwater. Recovery efforts continue."
  ],
  "905483371471613953": [
    "Trump pledges funding for hurricane damage in Florida to be added to Harvey package. Positive news!",
    "Funding for hurricane damage in Florida to be added to Harvey package, according to Trump. Encouraging development!"
  ],
  "905483887375249410": [
    "We will recover from Irma and Harvey, but can we recover from Trump? Doubtful.",
    "Recovery from Irma and Harvey is possible, but can we recover from Trump? Uncertain."
  ],
  "905486837162147841": [
    "An army of tow trucks works to remove flood-damaged cars in Houston. Impressive effort!",
    "Houston's flood-damaged cars are being removed by an army of tow trucks. Amazing work!"
  ],
  "905486990279397382": [
    "Austins TurnKey Vacation Rentals takes a hit from Harvey on Texas coast. Devastating impact.",
    "Harvey deals a blow to Austins TurnKey Vacation Rentals on Texas coast. Heartbreaking news."
  ]
}