{"901776171301572608": ["Dear Louisiana, 5C5C5C5C5C5C Harvey sucks, New Jersey Karma The image attached to the tweet depicts a flooded bus", "Louisiana, we stand with you during this difficult time. Our thoughts and prayers are with everyone affected by Hurricane Harvey."], "901776320232701953": ["High Winds in Missouri City Rip Roofs Off 50 Homes - The image attached to the tweet depicts a tree that was uprooted by the storm", "The high winds during the storm caused significant damage to homes in Missouri City. Our hearts go out to those affected."], "901776373177561088": ["Buffalo Bayou is higher than I have ever seen it. Pool about to go under. #Harvey The image attached to the tweet depicts a flooded bus", "The rising floodwaters in Buffalo Bayou are causing concern for many residents. Please stay safe and take precautions."], "901776462189137920": ["Woman who drowned in Houston floodwaters is second confirmed death from Hurricane Harvey. The image attached to the tweet depicts a street in the rain", "Our hearts are heavy with the news of the second confirmed death from Hurricane Harvey. Please stay safe and take precautions during this difficult time."], "901779309869838336": ["Time to Roll with Harvey with a great crew. Be safe !! The image attached to the tweet depicts a fire truck with a flag draped over it", "We appreciate the hard work of all the first responders and volunteers during Hurricane Harvey. Stay safe and take care of each other."], "901779333668360193": ["Please join us in prayer for first responders and those impacted by #HurricaneHarvey The image attached to the tweet depicts a prayer for first responders", "Our thoughts and prayers are with all the first responders and those impacted by Hurricane Harvey. Please stay safe and take care of each other."], "901779402446528513": ["FOXNEWS: Harvey causes 'catastrophic flooding' in Houston, shuts down airport #FOXNewsUS The image attached to the tweet depicts a flooded gas station in the city of houston", "The catastrophic flooding caused by Hurricane Harvey in Houston has shut down the airport and caused significant damage. Our thoughts are with everyone affected."], "901779677429342208": ["Folks at KHOU in Houston had to move to their 2nd floor because of flooding... #Harvey The image attached to the tweet depicts a man kneeling on the ground", "The flooding caused by Hurricane Harvey is forcing many to evacuate their homes. Please stay safe and take care of each other."], "901779770236600321": ["Rain rain go away #hurricane Harvey The image attached to the tweet depicts a flooded backyard", "We hope for clear skies and a speedy recovery for everyone affected by Hurricane Harvey. Stay safe and take care of each other."], "901780000189423616": ["Stop screwing around and send in Navy Amphibous AmTracks #HurricaneHarvey The image attached to the tweet depicts a flooded bus", "We understand the frustration and urgency during this difficult time. Please stay safe and take care of each other."]}