{"901835529779642369": ["Most homeowners in Bexar County are not covered by flood insurance, leaving them vulnerable to the devastating effects of Hurricane Harvey. #HurricaneHarvey", "As Hurricane Harvey approaches, many homeowners in Bexar County are left without flood insurance, putting them at risk of losing everything. #Harvey"], "901835818704261120": ["Houston's mayor stands by his decision not to evacuate residents ahead of Hurricane Harvey, citing safety concerns. #HurricaneHarvey", "Despite criticism, Houston's mayor defends his decision not to evacuate residents ahead of Hurricane Harvey, saying safety is the top priority. #Harvey"], "904206689569607688": ["A $1 million donation for Hurricane Harvey relief has been made, along with a promise to help rebuild Houston. #HurricaneHarvey", "In the wake of Hurricane Harvey, a $1 million donation has been made to help those affected, along with a promise to rebuild Houston. #Harvey"], "904206758830370816": ["The Texas National Guard has been instrumental in rescuing those affected by the flooding caused by Hurricane Harvey. #HurricaneHarvey", "Thanks to the Texas National Guard, many Texans have been rescued from the devastating floodwaters of Hurricane Harvey. #Harvey"], "904206807048097793": ["The human toll of Hurricane Harvey is becoming increasingly clear as the floodwaters recede. #HurricaneHarvey", "As the floodwaters recede, the true human toll of Hurricane Harvey is revealed. #Harvey"], "904206815348609026": ["The devastation caused by Hurricane Harvey is captured in this powerful image. #HurricaneHarvey", "This image speaks volumes about the impact of Hurricane Harvey on the people of Texas. #Harvey"], "904206851478257665": ["The do-it-ourselves rescue effort in Texas is a testament to the resilience and determination of the people affected by Hurricane Harvey. #HurricaneHarvey", "Despite the devastating effects of Hurricane Harvey, Texans are coming together to help one another in a remarkable display of resilience and determination. #Harvey"], "904206869484494848": ["Lil Flip defends Donald Trump and calls out his haters over Hurricane Harvey, but many are still critical of the president's response. #HurricaneHarvey", "While some defend Donald Trump's response to Hurricane Harvey, many remain critical of the president's handling of the disaster. #Harvey"], "904206894264352768": ["This powerful image captures the struggle of those affected by Hurricane Harvey as they try to find dry ground. #HurricaneHarvey", "As the floodwaters rise, those affected by Hurricane Harvey are forced to find creative ways to stay safe and dry. #Harvey"], "904206971896770560": ["Rick Perry says that the debate over climate change is secondary to the immediate needs of those affected by Hurricane Harvey. #HurricaneHarvey", "While the debate over climate change rages on, those affected by Hurricane Harvey are left to deal with the immediate aftermath of the disaster. #Harvey"]}