{"906417352018845696": ["Stay safe during Hurricane Harvey and Irma. #informative", "The image attached to the tweet shows a woman in a costume holding a sign that says precipitation. #informative"], "906418369506664448": ["Wishing everyone a great weekend during Hurricane Harvey. #notinformative", "The image attached to the tweet shows a photo of a man in a red shirt and a red heart. #notinformative"], "906420417841303552": ["The toll of Hurricane Harvey on Texas will be immense, but will we learn from it? #informative", "The image attached to the tweet shows a man standing in flood waters near boats. #informative"], "906421857963966464": ["Even Hurricane Harvey couldn't make disaster victims stock up on non-vegan food. #informative", "The image attached to the tweet shows a Texas pride flag. #informative"], "906424164940206080": ["Flying rubber neckers are disrupting drones working on Texas recovery efforts. #informative", "The image attached to the tweet shows a flooded neighborhood in the city of New Orleans. #informative"], "906431555521929217": ["How much is climate change to blame for Tropical Storm Harvey? #informative", "The image attached to the tweet shows a man and a woman being rescued from a flooded home. #informative"], "906432897858637824": ["Check out these images of Thursday's Tornadoes! #notinformative", "The images attached to the tweet depict the RAF Typhoons taking off from the airfield at the air show, and a fighter jet flying over a field. #notinformative"], "906443064654356480": ["Hurricane Harvey is wreaking havoc on American air travel. #informative", "The image attached to the tweet shows a Texas pride flag. #informative"], "906443360344428545": ["Hundreds of beds have been donated to Hurricane Harvey victims. #informative", "The image attached to the tweet shows a warehouse filled with bags of white and yellow bags. #informative"], "906446715070189568": ["Father Harvey has no chill... #notinformative", "The image attached to the tweet shows a Texas pride flag. #notinformative"]}