{"906850898147729408": ["Did The Dark State Create Harvey? #fakenews #propaganda The image attached to the tweet depicts a texas pride flag", "Is the government behind Hurricane Harvey? #conspiracy #falseinformation The attached picture shows a flag of Texas"], "906851261881962497": ["In an era of dire climate records the US and South Asia floods will not be the last The image attached to the tweet depicts people walking along a flooded road", "Climate change is causing devastating floods around the world. The attached picture shows a flooded street."], "906851553709056000": ["Tornado warning in Polk County! We are safe inside the emergency operations center. The image attached to the tweet depicts the scene at the emergency operations center in the wake of the nor'easter", "Severe weather alert in Polk County! We're taking shelter in the emergency operations center. The attached picture shows the emergency center."], "906851575779545088": ["HEADS UP: More instability [think energy] offshore building inland. Tornado risk peaks late tonight, tomorrow. The image attached to the tweet depicts the radar for the storm", "Be prepared for severe weather! The attached picture shows the radar for a storm approaching."], "906853373663686657": ["Sensational Alex Harvey BandLive/penthouse Tapes | | # arrived in stock see: The image attached to the tweet depicts a texas pride flag", "Check out the latest music release! The attached picture shows a flag of Texas."], "906854848603324417": ["Harvey relief supplies stolen from church Read more: #news The image attached to the tweet depicts a texas pride flag", "Thieves steal supplies meant for Hurricane Harvey victims. The attached picture shows a flag of Texas."], "906856559363461120": ["even God is #resisting #Harvey #Irma The image attached to the tweet depicts a texas pride flag", "Is God angry? The attached picture shows a flag of Texas."], "906856916864913408": ["Much like Harvey, #HurricaneIrma could bring rain to Arkansas as it fizzles out. #arwx The image attached to the tweet depicts the path of the hurricane", "Will Hurricane Irma affect Arkansas? The attached picture shows the hurricane's projected path."], "906858785980985344": ["imagine Harvey tightly embracing Donna saying 'do not ever leave me' her responding 'i will not' #Darvey The image attached to the tweet depicts a texas pride flag", "A romantic story amidst Hurricane Harvey. The attached picture shows a flag of Texas."], "906863400592052224": ["Enhanced risk: Remember tornado threat is HIGH. Be safe if you are hunkered down and keep our APP handy for alerts The image attached to the tweet depicts the forecast for the next 24 hours", "Stay safe during severe weather! The attached picture shows the forecast for the next 24 hours."]}