{"905346245924986880": ["Green Day announces a Hurricane Harvey Facebook Live performance. Let's show our support and make a difference. #HarveyRelief", "We need to come together as a community to support Hurricane Harvey relief efforts, including Green Day's Facebook Live performance. #HoustonStrong"], "905350402467438592": ["Listening to N*E*R*D feat. Lee Harvey VitaLapdance is a great way to lift your spirits after Hurricane Harvey. Let's come together as a community to make a difference. #HarveyRelief", "We need to come together as a community to support those affected by Hurricane Harvey, and listening to music can help lift our spirits. #HoustonStrong"], "905350506205339648": ["The Texans and NFL have pledged $2 million in Hurricane Harvey flood relief. Let's show our support and make a difference. #HarveyRelief", "We need to show our appreciation for the Texans and NFL's pledge to Hurricane Harvey flood relief efforts. Let's make a difference together. #HoustonStrong"], "905351240715866112": ["Playing Pokemon Go after Hurricane Harvey can be a fun distraction, but let's stay focused on supporting those affected by the hurricane. #HarveyRelief", "We need to stay focused on supporting those affected by Hurricane Harvey, and not be distracted by unrelated activities. Let's make a difference together. #HoustonStrong"], "905354545122988032": ["Houston has experienced a tale of two cities after Hurricane Harvey. Let's come together as a community to rebuild and support those affected by the hurricane. #HarveyRelief", "The aftermath of Hurricane Harvey has shown us the importance of coming together as a community. Let's make a difference together. #HoustonStrong"], "905355683599491072": ["Houston methadone clinics have reopened after Hurricane Harvey's flooding. Let's show our support for those in need of medical assistance. #HarveyRelief", "We need to show our support for those in need of medical assistance after Hurricane Harvey, including those who rely on methadone clinics. #HoustonStrong"], "905356511173533697": ["Canada's bishops offer prayers and express concern for Hurricane Harvey victims. Let's show our support and make a difference. #HarveyRelief", "We need to show our appreciation for Canada's bishops and their concern for Hurricane Harvey victims. Let's make a difference together. #HoustonStrong"], "905356812656025601": ["Harvey victims should not withdraw from their 401k accounts, says Greg McBride. Let's stay informed and work together to make a difference. #HarveyRelief", "We need to stay informed and work together to support Hurricane Harvey victims, including providing financial advice and resources. #HoustonStrong"], "905360132829216770": ["Love is like a tornado, picking you up off your feet, but Hurricane Harvey has shown us the importance of coming together as a community. Let's make a difference. #HarveyRelief", "The aftermath of Hurricane Harvey has shown us the importance of coming together as a community. Let's make a difference together. #HoustonStrong"], "905360530591944705": ["Harvey caused a chemical plant explosion, highlighting the need to address climate change. Let's stay informed and work together to make a difference. #HarveyRelief", "The aftermath of Hurricane Harvey has highlighted the need to address climate change. Let's stay informed and work together to make a difference. #HoustonStrong"]}