{"905255528573624320": ["Please donate these supplies to help those impacted by Hurricane Harvey. Everything will be donated to those in need. #HarveyRelief", "Donate supplies to help those affected by Hurricane Harvey. Your contribution can make a difference. #HoustonStrong"], "905255756026363904": ["Houston Dreamers fear deportation after being ravaged by Hurricane Harvey. We need to support our community. #Dreamers #Harvey", "The Houston Dreamers need our support. Let's help them rebuild their lives after Hurricane Harvey. #HoustonStrong"], "905256498984493056": ["Babies who were evacuated from neonatal intensive care during Hurricane Harvey are now expected to return home. Let's help them get back on their feet. #HarveyRelief", "The newborns who were evacuated during Hurricane Harvey are finally returning home. Let's celebrate their homecoming. #HoustonStrong"], "905256790073507842": ["Steve Conn talks about 'big government' as we debate aid to Hurricane Harvey victims. Let's put politics aside and help those in need. #HarveyRelief", "We need to come together as a community to help those affected by Hurricane Harvey. Let's make a difference. #HoustonStrong"], "905259483022188548": ["Mosquitoes are blooming in the wake of Hurricane Harvey. We need to take preventative measures to protect our community. #HarveyRelief", "The aftermath of Hurricane Harvey has brought about new challenges. Let's work together to overcome them. #HoustonStrong"], "905260640213893121": ["Here are some ways you can help victims of natural disasters like Hurricane Harvey. Your support can make a difference. #HarveyRelief", "We need your help to support those affected by Hurricane Harvey. Let's make a difference together. #HoustonStrong"], "905264263492759553": ["The mortgage industry is giving back to #HarveyRelief efforts. Let's support their cause and make a difference. #HoustonStrong", "Let's show our support for the mortgage industry's efforts to help those affected by Hurricane Harvey. #HarveyRelief"], "905268948828119044": ["Multiple injuries were reported last night from a long track tornado in Ohio. Let's keep everyone in our thoughts and prayers. #OhioTornado #HarveyRelief", "Our thoughts are with the victims of the Ohio tornado. Let's come together to support those affected by natural disasters. #HoustonStrong"], "905269220837138434": ["Heavy debris removal is vital to recovery after Hurricane Harvey. Let's work together to rebuild our community. #HarveyRelief", "We need to focus on debris removal to rebuild our community after Hurricane Harvey. Let's make a difference. #HoustonStrong"], "905274232590004225": ["Congratulations on hitting your goal! Your support will make a difference for the victims of Hurricane Harvey. #HarveyRelief", "Thank you for your support! Let's continue to come together as a community to help those affected by Hurricane Harvey. #HoustonStrong"]}