{"901650630363762691": ["The attached video of a hawk hitching a ride in a Houston cab during Hurricane Harvey is a reminder of the impact of the storm on wildlife. Please stay safe and take all necessary precautions during the aftermath of the storm.", "Our thoughts are with those affected by Hurricane Harvey, including the wildlife impacted by the storm. Please stay safe and take all necessary precautions during the aftermath of the storm."], "901650672805978112": ["The withholding of the Twitter account mentioned in the tweet is unrelated to Hurricane Harvey. Please stay safe and take all necessary precautions during the aftermath of the storm.", "Our thoughts are with those affected by Hurricane Harvey. Please stay safe and take all necessary precautions during the aftermath of the storm."], "901650824530669568": ["The continued damage and flooding caused by Hurricane Harvey is devastating. Our thoughts are with those affected by the storm.", "Please stay safe and take all necessary precautions during the aftermath of Hurricane Harvey. We will get through this together."], "901650892491026432": ["The decision to keep Texas checkpoints open during Hurricane Harvey is a reminder of the importance of disaster preparedness and response. Please stay safe and take all necessary precautions during the aftermath of the storm.", "Our thoughts are with those affected by Hurricane Harvey. Please stay safe and take all necessary precautions during the aftermath of the storm."], "901650894151979008": ["Our thoughts are with the family of the person who lost their life in Rockport due to Hurricane Harvey. Please stay safe and take all necessary precautions during the aftermath of the storm.", "The damage caused by Hurricane Harvey is extensive, and we need to come together to support those affected."], "901654445590806529": ["We are saddened to hear of the confirmed death in Rockport due to Hurricane Harvey. Please stay safe and take all necessary precautions during the aftermath of the storm.", "Our thoughts are with those affected by Hurricane Harvey. Please stay safe and take all necessary precautions during the aftermath of the storm."], "901654785308352512": ["The attached video of the devastating aftermath of Hurricane Harvey is a reminder of the long road to recovery. Please stay safe and take all necessary precautions during the aftermath of the storm.", "Our thoughts are with those affected by Hurricane Harvey. Please stay safe and take all necessary precautions during the aftermath of the storm."], "901654931853246464": ["Our thoughts are with the former Hawaii residents affected by Hurricane Harvey. Please stay safe and take all necessary precautions during the aftermath of the storm.", "The damage caused by Hurricane Harvey is extensive, and we need to come together to support those affected."], "901655045355208704": ["We are saddened to hear that your home has been destroyed by Hurricane Harvey. Please stay safe and take all necessary precautions during the aftermath of the storm.", "Our thoughts are with those affected by Hurricane Harvey. Please stay safe and take all necessary precautions during the aftermath of the storm."], "901655072131731456": ["The path of Hurricane Harvey is unpredictable and dangerous. Please stay safe and take all necessary precautions during the aftermath of the storm.", "Our thoughts are with those in the path of Hurricane Harvey. Please stay safe and take all necessary precautions during the aftermath of the storm."]}