{"908438485903773696": ["National Guard units and Coast Guard are assisting with Harvey cleanup and hay drops. #MilitaryAssistance", "The National Guard and Coast Guard are working together to clean up after Hurricane Harvey and drop hay for livestock. #DisasterRelief"], "908438680511090688": ["This tweet doesn't seem to have any connection to Hurricane Harvey. #OffTopic", "It's unclear how this tweet is related to Hurricane Harvey. #Irrelevant"], "908439707301838848": ["The Air Force plans to spray 6 million Houston-area acres with chemicals to combat Harvey-related mosquitoes. #MosquitoControl", "The Air Force will be spraying chemicals over 6 million acres in the Houston area to control mosquitoes in the wake of Hurricane Harvey. #PestControl"], "908441942169718784": ["Check out Wes Iseli's Magic of Giving Project #11 (Hurricane Harvey) on YouTube. #CharitableGiving", "Watch Wes Iseli's Magic of Giving Project #11 on YouTube, which focuses on Hurricane Harvey relief efforts. #YouTubeVideo"], "908445025834373120": ["It's unclear what this tweet is trying to say about Harvey. #Confused", "This tweet doesn't seem to make much sense in relation to Hurricane Harvey. #Irrelevant"], "908446167545126912": ["A family with a newborn experienced both Hurricane Harvey and Irma. #NaturalDisasters", "This family with a newborn had to endure both Hurricane Harvey and Irma. #NewbornParenting"], "908447531511746562": ["Workiva employees came together to donate money and supplies to people displaced by Hurricane Harvey. #CorporateResponsibility", "Workiva employees showed their support for Hurricane Harvey victims by donating money and supplies. #CommunitySupport"], "908447567557611521": ["The US Air Force is spraying Harvey-stricken Texas with controversial chemicals to control mosquitoes. #MosquitoSpraying", "Controversial chemicals are being sprayed over Harvey-stricken Texas by the US Air Force to control mosquitoes. #EnvironmentalConcerns"], "908448210133311488": ["This tweet seems to be unrelated to Hurricane Harvey. #OffTopic", "It's unclear how this tweet is related to Hurricane Harvey. #Irrelevant"], "908449148835262464": ["Police are investigating a Port Arthur nursing home that was flooded during Hurricane Harvey. #DisasterResponse", "The Port Arthur nursing home that was flooded during Hurricane Harvey is now under investigation by police. #ElderCare"]}