{"908062536427347968": ["Thank you, little flower 🌼 #Irma #Harvey #Spokane. The image attached to the tweet depicts a sunflower in bloom.", "I'm sorry, I cannot provide an augmented tweet for this as it is not informative about Hurricane Harvey or the impact of the storm."], "908064890987978752": ["Look out for Martin on Steve Harvey's new show. The image attached to the tweet depicts a man waving.", "I'm sorry, I cannot provide an augmented tweet for this as it is not informative about Hurricane Harvey or the impact of the storm."], "908067295309828104": ["#upsers Chesapeake helping Harvey. The image attached to the tweet depicts two women in uniform standing in front of a large truck.", "Learn about how UPS employees in Chesapeake are helping with Hurricane Harvey relief efforts. Stay informed about the ongoing challenges of disaster recovery. The attached image shows two women in uniform standing in front of a large truck."], "908069303957716993": ["Remember the drone footage from Harvey? USA Today Network is bringing you a unique view of the damage Irma left. The image attached to the tweet depicts two men standing on a dirt road with a drone.", "Learn about how the USA Today Network is providing a unique view of the damage Hurricane Irma left. Stay informed about the ongoing challenges of disaster recovery. The attached image shows two men standing on a dirt road with a drone."], "908071346013323264": ["Home sales in Houston take 25 percent hit due to Harvey #KSATnews. The image attached to the tweet depicts a flooded neighborhood in the city of Jacksonville, Florida.", "Learn about how home sales in Houston took a 25 percent hit due to Hurricane Harvey. Stay informed about the ongoing challenges of disaster recovery. The attached image shows a flooded neighborhood in the city of Jacksonville, Florida."], "908073044341673986": ["Hurricanes Like Irma Increase Risk For Sexual Assault ?p=6148 #irma #harvey #resist. The image attached to the tweet depicts palm trees in the background.", "Learn about how hurricanes like Irma increase the risk for sexual assault. Stay informed about the ongoing challenges of disaster recovery. The attached image shows palm trees in the background."], "908075508985942016": ["Our underwater lightmeter in #seagrass bed survived #Harvey!!! 🎊💪📊. The image attached to the tweet depicts a woman holding a bucket of water.", "Learn about how an underwater lightmeter in a seagrass bed survived Hurricane Harvey. Stay informed about the ongoing challenges of disaster recovery. The attached image shows a woman holding a bucket of water."], "908076058322378752": ["Demi Lovato SLAYS Beatles Cover For Hurricane Harvey Telethon via... The image attached to the tweet depicts a man and woman in cowboy hats.", "Learn about how Demi Lovato slayed a Beatles cover for the Hurricane Harvey telethon. Stay informed about the ongoing challenges of disaster recovery. The attached image shows a man and woman in cowboy hats."], "908076087871119360": ["Harvey's Muted (Price) Impact On Oil. The image attached to the tweet depicts the graph of crude oil stocks, US.", "Learn about how Hurricane Harvey had a muted impact on oil prices. Stay informed about the ongoing challenges of disaster recovery. The attached image shows a graph of crude oil stocks in the US."], "908077717219954688": [". : #HurricaneHarvey flood insurance payouts expected to be $11 billion. The image attached to the tweet depicts the flooded area in Houston, Texas, where the city's mayor has declared a state of...", "Learn about how Hurricane Harvey flood insurance payouts are expected to be $11 billion. Stay informed about the ongoing challenges of disaster recovery. The attached image shows the flooded area in Houston, Texas, where the city's mayor has declared a state of emergency."]}