{"906664753602457601": ["A Hurricane Harvey victim on my street set up a free pizza stand for others cleaning out their houses. The attached image shows a pile of cardboard boxes and a sign that reads 'Feel free to eat'!", "A kind-hearted Hurricane Harvey victim on my street is offering free pizza to others cleaning out their houses. Check out the attached image of the cardboard boxes and the sign that says 'Feel free to eat'!"], "906668551028789249": ["The NCAA approved Houston coach's request for aid to Harvey victims. Read more about it in this #Sports #News article. The attached image shows a man in a canoe.", "Houston coach's request for aid to Harvey victims was approved by the NCAA. Check out the attached image of a man in a canoe!"], "906668685342990339": ["Hypoluxo and Lyons are under a tornado warning and it's moving west fast. Stay safe! #IrmaHurricane2017 The attached image shows a storm approaching the area.", "A tornado warning has been issued for Hypoluxo and Lyons and it's moving fast to the west. Be careful! Check out the attached image of the approaching storm."], "906668748366639105": ["Help Harvey victims by bringing items to your 1st block! The attached image shows the help ground state poster.", "Donate items to help Harvey victims! Bring them to your 1st block. Check out the attached image of the help ground state poster."], "906675989404676097": ["What's that flying over Fort Lauderdale? #Irma2017 #HurricaneIrma #tornado The attached image shows a large black object in the sky.", "Is that a UFO over Fort Lauderdale? Check out the attached image of the mysterious black object in the sky! #Irma2017 #HurricaneIrma #tornado"], "906676748116525056": ["Hurricane Irma is kicking up a tornado as it nears landfall and targets Tampa, according to FOX NEWS. The attached image shows a view of the harbor in the city of Bahama.", "FOX NEWS reports that Hurricane Irma is creating a tornado as it approaches landfall and targets Tampa. Check out the attached image of the harbor in Bahama!"], "906679883065167872": ["Noah's Ark has come to life and it's being used to help Harvey victims! Check out the attached image of the food truck with an elephant and a tiger painted on it.", "A Noah's Ark-themed food truck is helping Harvey victims! Check out the attached image of the truck with an elephant and a tiger painted on it!"], "906679922839695360": ["Proceeds from 'Harvey' tattoos are going to hurricane victims! Check out the attached image of the woman's heart tattoo on her foot.", "Get a 'Harvey' tattoo and help hurricane victims! Check out the attached image of the woman's heart tattoo on her foot!"], "906680648282251264": ["Jennifer Garner pens a touching message after visiting children affected by Hurricane Harvey. The attached image shows a Texas pride flag.", "Jennifer Garner visits children affected by Hurricane Harvey and pens a touching message. Check out the attached image of the Texas pride flag!"], "906683414601854976": ["Hurricane Irma spawns tornadoes and waterspouts in South Florida, according to Raleigh News. The attached image shows a tornado in the sky.", "Raleigh News reports that Hurricane Irma is causing tornadoes and waterspouts in South Florida. Check out the attached image of the tornado in the sky!"]}