{"904217471678337024": ["Hurricane Harvey floods toxic waste sites, with the EPA missing in action, according to AP. The attached image shows a flooded area near a fence.", "The effects of Hurricane Harvey on toxic waste sites are devastating, with the EPA missing in action, according to AP. The attached image shows the aftermath of the flooding near a fence."], "904220590210408448": ["Watch the 'Redneck Army' in their monster truck rescue Hurricane Harvey victims, with Jeff Foxworthy. The attached image shows a flooded bus.", "The 'Redneck Army' uses their monster truck to rescue victims of Hurricane Harvey, with Jeff Foxworthy. The attached image shows the aftermath of the flooding on a bus."], "904220905877921792": ["The mainstream media is pushing the narrative that Muslims are heroes of Hurricane Harvey. The attached image shows the aftermath of the flooding on a bus.", "The attached image shows the ongoing effects of Hurricane Harvey on a flooded bus, and raises questions about the mainstream media's portrayal of Muslims as heroes in the disaster."], "904220922357436416": ["Cloud and data center providers are finding ways to deal with Hurricane Harvey. The attached image shows a group of people in life jackets walking through a flooded street.", "The attached image shows the ongoing effects of Hurricane Harvey on a flooded street, and highlights the efforts of cloud and data center providers to address the disaster."], "904220981597757441": ["Hurricane Harvey's impact on the US oil industry is significant. The attached image shows the aftermath of the flooding on a bus.", "The attached image shows the ongoing effects of Hurricane Harvey on a flooded bus, and highlights the impact of the disaster on the US oil industry."], "904221094143512576": ["Sewage and fecal bacteria are present in Hurricane Harvey floodwaters, according to breaking news. The attached image shows the aftermath of the flooding on a bus.", "The attached image shows the ongoing effects of Hurricane Harvey on a flooded bus, and highlights the danger of sewage and fecal bacteria in the floodwaters."], "904221225072836608": ["Drones and disaster teams are working together to address Hurricane Harvey insurance claims. The attached image shows a flooded neighborhood in the wake of the hurricane.", "The attached image shows the ongoing effects of Hurricane Harvey on a flooded neighborhood, and highlights the use of drones and disaster teams to address insurance claims."], "904221258371407872": ["Hurricane Harvey did not discriminate based on race or class. The attached image shows a woman standing in front of a pile of trash.", "The attached image shows the aftermath of Hurricane Harvey on a pile of trash, and highlights the fact that the disaster did not discriminate based on race or class."], "904221556938825729": ["The death toll from Hurricane Harvey tops 50, according to reports. The attached images show people affected by the disaster.", "The attached images show the ongoing effects of Hurricane Harvey on the people affected by the disaster, as the death toll continues to rise."], "904221902113263616": ["Will you donate to the #HurricaneHarvey relief fund? More information can be found here. The attached image shows a man and woman sitting on a porch with a sign that reads 'Help Us Rebuild.'", "The attached image shows the ongoing effects of Hurricane Harvey on a porch with a sign asking for help to rebuild, and highlights the importance of donating to the relief fund."]}