{"907227882287759360": [" tornado watch needed for South Carolina lowcountry! #Irma #Chswx The image attached to the tweet depicts the radar image of the storm", "Tornado Watch Issued for Lowcountry South Carolina in the Wake of Hurricane Irma #Irma #Chswx The photo attached to the tweet shows the storm approaching"], "907232213825146880": ["Harvey looters, Irma looters. See anyone carrying food, water, or medicines. The image attached to the tweet depicts a texas pride flag", "Beware of Looters in the Wake of Hurricane Harvey and Hurricane Irma #hurricaneharvey #hurricaneirma The photo attached to the tweet shows the aftermath of the storms"], "907232807398858752": ["Women's March Wants Harvey Donations to Go to Non-Whites The image attached to the tweet depicts a texas pride flag", "Women's March Calls for Donations to Help Non-White Communities Affected by Hurricane Harvey #hurricaneharvey The photo attached to the tweet shows volunteers helping out"], "907233803504144385": ["Lincoln Elementary dances for Harvey relief Story #WeAreJCPS The image attached to the tweet depicts a group of people dancing in a school hall", "Lincoln Elementary Raises Funds for Hurricane Harvey Relief Through Dance #WeAreJCPS The photo attached to the tweet shows students and teachers coming together"], "907234781775118337": ["If you ever have to shelter in place during a tornado, here are some tips that can help. #NatlPrep #PlanAhead The image attached to the tweet depicts the tornado warning and the tornado warning", "Stay Safe During a Tornado with These Helpful Tips #NatlPrep #PlanAhead The photo attached to the tweet shows a tornado approaching"], "907234824947208193": ["6:26 eastern time Irma update. The red boxes are tornado warnings. #flwx The image attached to the tweet depicts a texas pride flag", "Stay Alert During Hurricane Irma with These Tornado Warning Tips #flwx The photo attached to the tweet shows the storm approaching"], "907234865409675265": ["Post-Harvey, Houston's extent of water contamination is unknown The image attached to the tweet depicts a pickup truck submerged in floodwaters in a residential neighborhood", "Houston's Water Contamination Levels Unknown in the Wake of Hurricane Harvey #hurricaneharvey The photo attached to the tweet shows the aftermath of the storm"], "907235086550142977": ["MON: how will #Irma impact #Harvey recovery? joins us @ 12pm on #HouNews The image attached to the tweet depicts the flooded river near the town of wynnum", "How Will Hurricane Irma Affect Hurricane Harvey Recovery Efforts? Tune in to #HouNews to Find Out! #Irma #Harvey The photo attached to the tweet shows the aftermath of the storms"], "907235115327160320": ["New Classes Harvey Benefit Dance... #southernstarballroom #cheaperthantherapy #lovedancing The image attached to the tweet depicts a texas pride flag", "Learn to Dance and Support Hurricane Harvey Relief Efforts at the Same Time! #hurricaneharvey #southernstarballroom The photo attached to the tweet shows people dancing"], "907236790884597760": ["Fearful cedants return to market as Harvey and Irma losses rise The image attached to the tweet depicts the storm surge in miami", "Cedants Return to the Market Amid Rising Losses from Hurricanes Harvey and Irma #hurricaneharvey #hurricaneirma The photo attached to the tweet shows the aftermath of the storms"]}