{"905487148652036096": ["Dynamo and Dash players share their experiences during Harvey. #ForeverOrange", "Houston Dynamo and Dash players recount their Harvey experiences. #HoustonStrong"], "905487801000484864": ["Harvey and fare war hit United revenue. Tough times for the airline industry. #manufacturing", "United revenue hit by Harvey and fare war. Challenges for the airline industry. #aviation"], "905488116240310272": ["Trump and Congress reach agreement on Harvey aid, debt limit, and continuing resolution. Positive news for the economy. #trading #forex", "Harvey aid, debt limit, and continuing resolution agreed upon by Trump and Congress. Promising development for the economy. #finance"], "905488224977534977": ["Helping humanity one dollar at a time. Join us in supporting Harvey relief efforts. #HurricaneHarvey #AVIDleadsTheWay #HuskiesForHumanity", "Make a difference in the world by donating just one dollar to Harvey relief efforts. #HelpingHumanity #HarveyRelief"], "905491065326723072": ["Heavy rain, thunderstorms, and gales may bring tornadoes. Stay safe! #weather", "Tornadoes possible as heavy rain, thunderstorms, and gales approach. Take precautions and stay safe! #stormwatch"], "905491119705702400": ["New album \"Texas recovers from Harvey\" posted on our Facebook page. Check it out! #photography #journalism", "See the latest photos from \"Texas recovers from Harvey\" on our Facebook page. #documentary #photojournalism"], "905491207744344068": ["Join us for our first meeting in Harvey this Sunday! Come be a part of the conversation. #community", "First meeting in Harvey this Sunday! Help us build a stronger community. #local #networking"], "905491223380713473": ["Great update on Harvey relief efforts. Keep up the good work! #HarveyRelief", "Positive news on Harvey relief efforts. Thank you for your hard work! #Grateful"], "905491565598179328": ["Bay Area food banks send dozens of pallets to Harvey disaster zone. Thank you for your generosity! #HurricaneHarvey #donations", "Help support Harvey relief efforts by donating to your local food bank. #community #givingback"], "905491581385441280": ["Check out the Living Earth App for a view of our planet right now. #QuartaDetremuraSDV #Harvey2017 #Harvey #earth", "Get a unique perspective on our planet with the Living Earth App. #space #technology"]}