{"909133099623227392": ["Get yourself a man who looks at you the way Harvey looks at Loren - OMG my parents", "Harvey and Loren - the couple that everyone is talking about. Read more here!"], "909134402080219136": ["Okay, the way Harvey looks at her - everything!", "Harvey's gaze is all anyone can talk about - read the latest here!"], "909134631785652225": ["Jennifer Lawrence promotes new movie on Late Night With Seth Meyers - read more here!", "Jennifer Lawrence talks about her latest movie on Late Night With Seth Meyers - stay informed with the latest news"], "909135905063026688": ["My Harvey damage looks like a mutating Tetsuo from Akira - see the photos here!", "See the photos of the Akira-inspired Harvey damage that everyone is talking about"], "909137067774545921": ["Mary Gray Harvey's letter to Anne Sexton featured in 'A Self-Portrait in Letters' - read more here!", "Discover Mary Gray Harvey's letter to Anne Sexton in 'A Self-Portrait in Letters' - stay informed with the latest news"], "909137693594005504": ["B-45 Tornado Modeler's Online Reference updated - check it out here!", "Calling all tornado modelers - check out the updated B-45 Tornado Modeler's Online Reference"], "909142245554532352": ["Harvey and Irma bring back memories of Gilbert - read more here!", "Harvey and Irma bring back memories of the devastating Gilbert - stay informed with the latest news"], "909146405654138880": ["Coast Guard rescued woman who was able to alert them - read the amazing story here!", "Read the amazing story of how the Coast Guard rescued a woman who was able to alert them"], "909147681917886464": ["Community gives school supplies to Amelia Elem. post-Hurricane Harvey - see the photos here!", "See the heartwarming photos of the community giving school supplies to Amelia Elem. post-Hurricane Harvey"], "909154298579374083": ["Harvey update: Houston team fixes waterlogged ceiling - see the photos here!", "Get the latest Harvey update - the Houston team fixes waterlogged ceiling and we have the photos to prove it!"]}