{"906208619208826882": ["Irma's Wreckage to Depress US Economy Further Following Harvey. The stock market is expected to take a hit due to the aftermath of the hurricanes.", "The impact of Hurricane Irma on the US economy is expected to be significant, with the stock market likely to experience further decline."], "906208740235513857": ["ROTFL... FFF Whomever made this is clever. #IrmaHurricane2017 #HurricaneHarvey #CNN #Liberals The image attached to the tweet depicts a texas pride flag", "This tweet appears to be a joke and does not provide any useful information related to Hurricane Harvey or Irma."], "906211828551864322": [". #soybeans, #corn growers take stock after Harvey. The image attached to the tweet depicts a bunch of green beans", "The impact of Hurricane Harvey on the agriculture industry is being assessed, but it is unclear how this information can be used for humanitarian aid purposes."], "906212047825903617": ["Will Austin land new corporation relocations in wake of Hurricane Harvey? 🔒 The image attached to the tweet depicts flooded homes in the suburb of houston, texas, on august 29, 2013", "The impact of Hurricane Harvey on the economy and business sector is being assessed, but it is unclear how this information can be used for humanitarian aid purposes."], "906215570005164032": ["Dangers during #Harvey cleanup include electrical hazards, working w/power tools more %2 The image attached to the tweet depicts the aftermath of typhoon yolanda in the philippines", "Cleaning up after Hurricane Harvey poses many dangers, including electrical hazards and the use of power tools."], "906215603459031041": ["Hurricane Irmas Chemical Fallout Could Be Worse than Harveys: #pfla The image attached to the tweet depicts a large plume of black smoke rising from a refinery", "The impact of Hurricane Irma on the environment and public health is being assessed, but it is unclear how this information can be used for humanitarian aid purposes."], "906216841684582400": ["Flood Damage? 8 Problems To Watch Out For: #Harvey #PropertyDamage The image attached to the tweet depicts a helicopter flying over a house that was damaged by hurricane ida", "The aftermath of Hurricane Harvey has left many properties damaged, and homeowners should be aware of the potential problems that may arise."], "906219384405970944": ["Harvey Relief Update and Prayers for our FUMCFW ERT! The image attached to the tweet depicts a truck driving through flood waters in the aftermath of hurricane harvey", "An update on the relief efforts following Hurricane Harvey, including prayers for those affected and the work of the FUMCFW ERT."], "906219620083744768": ["Women Are More at Risk From Disasters Like #Hurricane #Harvey The image attached to the tweet depicts people in a flooded neighborhood", "During natural disasters like Hurricane Harvey, women are often at a higher risk of harm and displacement."], "906219724001992705": ["While hurricanes Harvey and Irma wreak devastation in America. A divide nation comes The image attached to the tweet depicts the hurricane's path", "The aftermath of Hurricanes Harvey and Irma have highlighted divisions within the United States, but it is unclear how this information can be used for humanitarian aid purposes."]}