{"908558264744402945": ["Drones are becoming a reliable tool for disaster response and recovery, as seen in the cases of Harvey and Irma. #TechnologyAdvancements", "Learn about how drones are being used for disaster response and recovery efforts in the cases of Harvey and Irma. #InnovativeSolutions"], "908558499654676480": ["Using digital technologies can make disaster relief more efficient, as seen in the case of Hurricane Harvey. #DigitalTransformation", "Discover how digital technologies are making disaster relief efforts more efficient in the case of Hurricane Harvey. #DisasterResponse"], "908559603448766464": ["This tweet is discussing how Harvey renters are still paying rent on damaged homes. #LegalIssues", "Harvey renters are still paying rent on damaged homes, as seen in this photo. This tweet is highlighting the issue. #HousingRights"], "908566528898895872": ["This person has finished with the walls of their home and is now sorting losses after Hurricane Harvey. #DisasterRecovery", "This person is making progress in their home remodeling efforts after Hurricane Harvey, as seen in these photos. #CommunityAssistance"], "908569872065429504": ["This firefighter is rescuing Harvey victims from a fire, as seen in this photo. #DisasterResponse", "This firefighter is doing their part to rescue Harvey victims from a fire, as seen in this photo. #CommunityAssistance"], "908570575278190592": ["This tweet doesn't seem to have any connection to Hurricane Harvey. #OffTopic", "It's unclear how this tweet is related to Hurricane Harvey. #Irrelevant"], "908578895695368192": ["Sauce Walka is unbothered by Hurricane Harvey, as seen in this photo. #CommunitySpirit", "Sauce Walka is showing resilience in the face of Hurricane Harvey, as seen in this photo. #PositiveAttitude"], "908583093300350976": ["Glenn Hurricane Schwartz's blog is discussing the implications of Irma and Harvey on climate change. #ClimateChangeAwareness", "Learn about the implications of Irma and Harvey on climate change with this informative blog post. #EnvironmentalImpact"], "908584190446264320": ["This tweet doesn't seem to have any connection to Hurricane Harvey. #OffTopic", "It's unclear how this tweet is related to Hurricane Harvey. #Irrelevant"], "908586704059207680": ["This tweet is discussing the major implications that Irma and Harvey have for investors. #EconomicImpact", "Discover what investors need to know about the major implications of Irma and Harvey with this informative tweet. #MarketAnalysis"]}