{"908031798151593984": ["OPINION | Harvey and Irma do not mean much in the grand scheme of climate. The image attached to the tweet depicts a Texas pride flag.", "I'm sorry, I cannot provide an augmented tweet for this as it is not informative about Hurricane Harvey or the impact of the storm."], "908037953204695047": ["#NationalVideoGamesDay I would play but I lost my TV in #HurricaneHarvey. The image attached to the tweet depicts a Texas pride flag.", "Learn about how Hurricane Harvey impacted people's ability to play video games. Stay informed about the ongoing challenges of disaster recovery. The attached image shows a Texas pride flag."], "908037995344814080": ["Texan nuclear plant runs through Hurricane Harvey ?fbid. The image attached to the tweet depicts a rainbow over the nuclear power plant in Texas.", "Learn about how a Texan nuclear plant ran through Hurricane Harvey. Stay informed about the ongoing challenges of disaster recovery. The attached image shows a rainbow over the nuclear power plant in Texas."], "908038429388222473": ["Him his family lost a lot during Harvey they are just opening back up. Check them out. The image attached to the tweet depicts two containers of food.", "I'm sorry, I cannot provide an augmented tweet for this as it is not informative about Hurricane Harvey or the impact of the storm."], "908042993566932993": ["#HarveyCantMessWithTexas Let us show up and support you all! The image attached to the tweet depicts a poster for the upcoming Harvest Country Music Festival in Texas.", "Learn about how people are showing support for Texas in the aftermath of Hurricane Harvey. Stay informed about the ongoing challenges of disaster recovery. The attached image shows a poster for the upcoming Harvest Country Music Festival in Texas."], "908048110814973952": ["Get well soon Harvey. 2. The image attached to the tweet depicts a Texas pride flag.", "I'm sorry, I cannot provide an augmented tweet for this as it is not informative about Hurricane Harvey or the impact of the storm."], "908049934422888449": ["How did Hurricane Harvey get so strong? The image attached to the tweet depicts a hurricane.", "I'm sorry, I cannot provide an augmented tweet for this as it is not informative about Hurricane Harvey or the impact of the storm."], "908052817910353920": ["#SayCheese! Helping out Harvey victims in true Wisconsin fashion. The image attached to the tweet depicts a man and woman loading boxes into a truck.", "Learn about how people are helping out Hurricane Harvey victims in Wisconsin. Stay informed about the ongoing challenges of disaster recovery. The attached image shows a man and woman loading boxes into a truck."], "908057774722109440": ["Memories nearly lost forever by #Harvey #Irma floods are being preserved in South Jersey, only on ! The image attached to the tweet depicts a family photo album with a black and white photo of a woman and a man.", "Learn about how memories nearly lost forever by Hurricane Harvey and Irma floods are being preserved in South Jersey. Stay informed about the ongoing challenges of disaster recovery. The attached image shows a family photo album with a black and white photo of a woman and a man."]}