{"907664204936761345": ["Our Chair, Paul Harvey opens QA session—join in and tweet us your #Wimbledon questions tagging #lwforum. The image attached to the tweet depicts a presentation at the event.", "I'm sorry, I cannot provide an augmented tweet for this as it is not related to Hurricane Harvey or informative about the storm."], "907664730936020994": ["Calcasieu Parish starts to recover after Tropical Storm Harvey. The image attached to the tweet depicts two girls walking through a flooded street.", "Calcasieu Parish is starting to recover after Tropical Storm Harvey. Learn more about the impact of the storm on the region. The attached image shows two girls walking through a flooded street."], "907664850431741953": ["Gas Prices Set To Rise As Harvey Shuts Down Texas Oil Production. #OilAndGasNews. The image attached to the tweet depicts a woman standing in the rain next to a car.", "Gas prices are set to rise as Hurricane Harvey shuts down Texas oil production. Learn more about the impact of the storm on the energy industry. The attached image shows a woman standing in the rain next to a car."], "907666232152875008": ["Tornado! (Low light). The image attached to the tweet depicts a man standing in front of a display of spices.", "One Twitter user shares a video of a tornado during low light conditions. Learn more about severe weather. The attached image shows a man standing in front of a display of spices."], "907669669670133760": ["Houston, We Have a Problem: Financial Inclusion in a Harvey World. The image attached to the tweet depicts a logo for the company.", "I'm sorry, I cannot provide an augmented tweet for this as it is not informative about Hurricane Harvey or the impact of the storm."], "907669838876827651": ["*Tornado* Vom Winde verweht (Gone with the Wind). The image attached to the tweet depicts a tornado in the sky.", "One Twitter user shares a video of a tornado with a reference to the movie 'Gone with the Wind.' Learn more about severe weather. The attached image shows a tornado in the sky."], "907672880535805952": ["Global Warming? NO! It is something else. #HurricaneHarvey #HurricaneIrma from Talk40News commentary. The image attached to the tweet depicts a Texas pride flag.", "One news outlet suggests that global warming is not to blame for hurricanes like Harvey and Irma. Learn more about the science behind severe weather. The attached image shows a Texas pride flag."], "907674234650013696": ["#funny Poor Harvey still does not know about Jose. The image attached to the tweet depicts an elderly couple embracing.", "I'm sorry, I cannot provide an augmented tweet for this as it is not related to Hurricane Harvey or informative about the storm."], "907675216163295234": ["At LGAC meeting with Lt Gov Polito and MEMA Dir. Kurt Schwartz talking about lessons from Harvey and Irma. The image attached to the tweet depicts a group of people sitting at a table.", "Local officials are discussing lessons learned from Hurricanes Harvey and Irma. Learn more about disaster preparedness and response. The attached image shows a group of people sitting at a table."], "907677765293527041": ["Hurricane Harvey Could Hit Storm Victims Again on Tax Day. The image attached to the tweet depicts cars driving through flooded streets.", "Hurricane Harvey could impact storm victims again on Tax Day. Learn more about the ongoing challenges of disaster recovery. The attached image shows cars driving through flooded streets."]}