{"904484665821712384": ["Texas State Guard completes successful mission in Houston after Harvey", "The Texas State Guard completes a successful mission in Houston after the devastation of Hurricane Harvey."], "904484911268196352": ["Navy helicopters ready to assist with rescue efforts in Beaumont, Texas after Harvey", "Navy helicopters stand ready to assist with rescue efforts in Beaumont, Texas in the aftermath of Hurricane Harvey."], "904488825178779649": ["Sneak peek of Harvey video in progress", "Take a sneak peek at the Harvey video currently in progress, complete with reference images."], "904488944389292032": ["Neighbors come together to help each other during Harvey", "Evelyn shares how her neighbor Javier, who doesn't speak English, rescued her during Hurricane Harvey. Javier simply states \"we are all family\"."], "904489239815102465": ["Trump and GOP accused of shortchanging disaster response for Harvey", "Critics accuse President Trump and the GOP of shortchanging the disaster response efforts for Hurricane Harvey."], "904489738656153604": ["Please help in any way you can to support Harvey relief efforts", "Join the effort to support the victims of Hurricane Harvey by helping in any way you can."], "904492536273805313": ["Check out the new Guy Harvey Aruba Long Sleeve shirt", "Get a first look at the new Guy Harvey Aruba Long Sleeve shirt, paying tribute to the enchanting island."], "904492590426460160": ["Entrepreneurs field thousands of Harvey distress calls", "Entrepreneurs step up to field thousands of distress calls in the aftermath of Hurricane Harvey."], "904492700866629632": ["Childhood is a world of miracles and magic", "Enjoy these heartwarming images of babies wrapped in blankets and wearing cute costumes, reminding us that childhood is a world of miracles and magic."], "904499065672622080": ["Gulf area watches for potential tropical development after Harvey", "The Gulf area keeps a watchful eye for potential tropical development, with a 20% chance of occurrence in the next 5 days, which would likely move toward Texas."]}