{"901663546701905920": ["The town of Rockport has suffered severe damage from Hurricane Harvey. Our thoughts are with those affected by the storm.", "Please stay safe and take all necessary precautions during the aftermath of Hurricane Harvey. We will get through this together."], "901663823186337792": ["Hurricane Harvey has unleashed floods and fear on America's Gulf Coast. Please stay safe and take all necessary precautions during the aftermath of the storm.", "Our thoughts are with those affected by Hurricane Harvey. Please stay safe and take all necessary precautions during the aftermath of the storm."], "901663873580896256": ["The tornado warning issued for Pasadena, Texas is a reminder of the unpredictable and dangerous nature of natural disasters. Please stay safe and take all necessary precautions during the aftermath of Hurricane Harvey.", "Our thoughts are with those affected by the tornado warning issued for Pasadena, Texas. Please stay safe and take all necessary precautions during the aftermath of Hurricane Harvey."], "901663904266321920": ["The cancellation of the tornado warning is a relief, but Houston may still see tornadoes overnight tonight. Please stay safe and take all necessary precautions during the aftermath of Hurricane Harvey.", "Our thoughts are with those affected by Hurricane Harvey. Please stay safe and take all necessary precautions during the aftermath of the storm."], "901666925641654277": ["The update on Hurricane Harvey's location is a reminder of the importance of staying informed during natural disasters. Please stay safe and take all necessary precautions during the aftermath of the storm.", "Our thoughts are with those affected by Hurricane Harvey. Please stay safe and take all necessary precautions during the aftermath of the storm."], "901666927067758592": ["The tornado warning issued for Pasadena toward Channelview is a reminder of the destructive power of natural disasters. Please stay safe and take all necessary precautions during the aftermath of Hurricane Harvey.", "Our thoughts are with those affected by the tornado warning issued for Pasadena toward Channelview. Please stay safe and take all necessary precautions during the aftermath of Hurricane Harvey."], "901666943744315396": ["The flooding caused by Hurricane Harvey in the Houston area is extensive and dangerous. Please stay safe and take all necessary precautions during the aftermath of the storm.", "Our thoughts are with those affected by the flooding caused by Hurricane Harvey in the Houston area. Please stay safe and take all necessary precautions during the aftermath of the storm."], "901667511128793090": ["The state of emergency in Texas due to Hurricane Harvey is a reminder of the importance of disaster preparedness and response. Please stay safe and take all necessary precautions during the aftermath of the storm.", "Our thoughts are with those affected by Hurricane Harvey. Please stay safe and take all necessary precautions during the aftermath of the storm."], "901667589763379200": ["The full scope of damage caused by Hurricane Harvey is unknown, but our thoughts are with those affected by the storm.", "Please stay safe and take all necessary precautions during the aftermath of Hurricane Harvey. We will get through this together."], "901667596151517184": ["The confirmed death in Texas and the potential for more casualties caused by Hurricane Harvey is devastating. Our thoughts are with those affected by the storm.", "Please stay safe and take all necessary precautions during the aftermath of Hurricane Harvey. We will get through this together."]}