{"906790326215614466": ["Major Hurricane Irma is a Category 4 storm hitting Miami Beach, FL. Tornado Watch issued. #AtlanticHurricaneSeason2017 #TexasPrideFlag #Informative", "Miami Beach is being hit by a Category 4 Hurricane Irma during the Atlantic Hurricane Season 2017. Tornado Watch is in effect. #TexasPrideFlag #Informative"], "906792024094986240": ["I had to find a safe place to wait out the tornado watch in Boynton Beach. #HurricaneIrma #FloodedStreetAtNight #Informative", "The tornado watch in Boynton Beach forced me to seek shelter until it expires. #HurricaneIrma #FloodedStreetAtNight #Informative"], "906792648782106624": ["Storm Team 5 is tag-teaming to cover the tornado warnings, flash flood potential, and rotation caused by Hurricane Irma. #HurricaneIrma #NewsAnchor #Informative", "Hurricane Irma is causing tornado warnings, flash flood potential, and rotation. Storm Team 5 is on it. #HurricaneIrma #NewsAnchor #Informative"], "906796616270655488": ["Harris County prison trustees are helping clean up debris from Hurricane Harvey. A truck is working on a house. #HurricaneHarvey #TruckWorkingOnHouse #Informative", "The cleanup efforts in Harris County after Hurricane Harvey are being aided by prison trustees. A truck is working on a damaged house. #HurricaneHarvey #TruckWorkingOnHouse #Informative"], "906798322719117312": ["Your vote against Harvey aide is no big surprise. Work with your party or get out. #HarveyAide #NotInformative", "It's no surprise that you voted against Harvey aide. Get with your party or get out. #HarveyAide #NotInformative"], "906800474468372480": ["A nasty rain band is moving through Fort Lauderdale with rainfall rates over 2 inches per hour and an isolated tornado threat. #Irma #FLwx #RadarMap #Informative", "Fort Lauderdale is experiencing a nasty rain band with rainfall rates over 2 inches per hour and an isolated tornado threat. Stay safe. #Irma #FLwx #RadarMap #Informative"], "906800637765177344": ["Cars in Texas were victimized by Mother Nature as Hurricane Harvey ripped through the state. A car is submerged in floodwaters. #HurricaneHarvey #CarSubmergedInFloodwaters #Informative", "Hurricane Harvey caused significant damage to cars in Texas, including this one that is now submerged in floodwaters. #HurricaneHarvey #CarSubmergedInFloodwaters #Informative"], "906801256127254529": ["A large tree is down in Boynton Beach following a tornado warning. #BoyntonBeach #HurricaneIrma #FallenTreeOnRoad #Informative", "Hurricane Irma caused a large tree to fall in Boynton Beach following a tornado warning. Stay safe. #BoyntonBeach #HurricaneIrma #FallenTreeOnRoad #Informative"], "906802076730175488": ["An ex has been arrested in the death of a Texas realtor who went missing during Hurricane Harvey. #Harvey #TexasPrideFlag #NotInformative", "A suspect has been arrested in the death of a Texas realtor who went missing during Hurricane Harvey. #Harvey #TexasPrideFlag #NotInformative"], "906802711773024256": ["My shutters are pounding against my window and I cannot sleep. Another tornado warning has happened. #TornadoWarning #EmergencyAlert #NotInformative", "My shutters are making so much noise that I can't sleep and there's another tornado warning. Stay safe. #TornadoWarning #EmergencyAlert #NotInformative"]}