{"904536937431781376": ["Texas attitude shines through in wake of Harvey", "As Texas faces the aftermath of Hurricane Harvey, the state's attitude shines through, as seen in this tweet."], "904537294106791936": ["Church members hold makeshift services after Harvey", "Church members come together to hold makeshift services in the wake of Hurricane Harvey, as shown in this photo of a crowd gathered in a field."], "904537674803023873": ["Environmental concerns arise in wake of Harvey", "Texas faces environmental concerns as wastewater and drinking water systems are compromised in the wake of Hurricane Harvey."], "904540878504689664": ["Projected damage repair costs for Harvey at $160 billion", "The projected cost of repairing the damage caused by Hurricane Harvey is estimated to be $160 billion."], "904540915104088065": ["Trump requests initial $8 billion in Harvey aid", "President Trump requests an initial $8 billion in aid to support the Hurricane Harvey relief efforts."], "904541305853820929": ["Mexico readies relief aid for Harvey victims", "Mexico prepares to offer relief aid for the victims of Hurricane Harvey, as shown in this photo of a large crowd gathered in a warehouse."], "904541469070983168": ["Rockport motto post-Harvey", "This photo shows the motto of Rockport, Texas in the aftermath of Hurricane Harvey."], "904541815381966849": ["Opinion piece calls Hurricane Harvey a man-made disaster", "An opinion piece by Karen Wagner argues that Hurricane Harvey was a man-made disaster, as shown in this photo of the Capitol building in Washington, DC."], "904544300675080192": ["Free background check offered for Harvey relief efforts", "Get a free background check while supporting the Hurricane Harvey relief efforts with buildersbackbone.com."], "904545370549694464": ["Harvey forces National Weather Service to update rainfall map", "The extensive rainfall caused by Hurricane Harvey forces the National Weather Service to update their rainfall map, as shown in this photo of the storm's path."]}