{"905897470315696130": ["Eyewitness account of Harvey: working-class rescue efforts and government neglect. #Harvey #rescue", "The working-class heroes of Harvey: a firsthand account of community-led rescue efforts. #Harvey #communitysupport"], "905897516612313088": ["Inhofe and Lankford are split over Harvey relief and the debt ceiling bill. Stay informed and stay involved. #Harvey #debtceiling", "The Harvey relief and debt ceiling bill is a crucial issue. Contact your representatives and make your voice heard. #Harvey #politicalaction"], "905897809995599872": ["Making progress on the commute! Only 1 hour and 45 minutes today. #Harvey #KHOU11 #commutegoals", "The commute is getting easier as the recovery efforts continue. Stay positive and stay informed. #Harvey #communitysupport"], "905897820565233664": ["The 4As members are uniting to help agencies impacted by Harvey and Irma. Join the effort and support those in need. #Harvey #Irma #communitysupport", "The 4As members are making a difference for those affected by Harvey and Irma. Thank you for your support. #Harvey #Irma #charity"], "905898012458848256": ["Armstrong Flooring is donating flooring to Harvey victims. Learn more about how you can help. #Harvey #communitysupport", "Armstrong Flooring is making a difference for those affected by Harvey. Join the effort and support those in need. #Harvey #charity"], "905900277609443330": ["Wondering why Houston officials didn't order mandatory evacuations? Learn more about the decision-making process. #Harvey #evacuation", "The decision not to order mandatory evacuations during Harvey was a difficult one. Learn more about the factors involved. #Harvey #communitysupport"], "905900370412441600": ["Report scammers preying on Harvey victims and help protect your community. #Harvey #communitysupport", "Scammers are taking advantage of those affected by Harvey. Learn how you can help protect your community. #Harvey #fraudprevention"], "905900435445338112": ["The post-Harvey rally in oil prices has stalled as refinery restarts remain uncertain. Stay informed about the impact on the economy. #Harvey #oilprices", "The Harvey recovery efforts are having an impact on the oil industry. Learn more about the challenges and opportunities. #Harvey #economicimpact"], "905900679989952512": ["Harvey and Irma, a married couple of 75 years, marvel at the storms bearing their names. #Harvey #Irma #marriagegoals", "Harvey and Irma, a couple for the ages, share their thoughts on the storms bearing their names. #Harvey #Irma #humaninterest"], "905901300134461440": ["Congress has approved a natural disaster aid package and raised the US debt ceiling. Stay informed about the impact on the recovery efforts. #Harvey #debtceiling", "The natural disaster aid package and debt ceiling raise are crucial for the Harvey recovery efforts. Learn more about the details. #Harvey #communitysupport"]}