{"908337945928757248": ["Munich Re's profits could be impacted by hurricanes Harvey and Irma, according to this tweet. #hurricaneharvey #notinformative", "This tweet shows a hurricane in the Gulf of Mexico, discussing how Munich Re's profits could be impacted by Harvey and Irma. #hurricaneharvey #notinformative"], "908339072552366080": ["It's Hunger Action Month, and this tweet shows a man smiling while holding a box of food packed for Hurricane Harvey victims. #hurricaneharvey #informative", "This tweet promotes Hunger Action Month and shows a man holding a box of food packed for Hurricane Harvey victims. #hurricaneharvey #informative"], "908341048568680448": ["Brandi Harvey Live is happening tonight at The 40 East Grill, according to this tweet. #hurricaneharvey #notinformative", "The cover of Brandi Harvey's book is pictured in this tweet promoting her live event at The 40 East Grill. #hurricaneharvey #notinformative"], "908342731616997376": ["This tweet shows a plate of food served with mango, carrot puree, and coriander from Harvey Nichols. #hurricaneharvey #notinformative", "A man is holding a gun in this tweet about an update on Hurricane Harvey from those affected on the ground. #hurricaneharvey #informative"], "908344663698001922": ["The Texas pride flag is pictured in this tweet promoting the sale of bronkaid tablets. #hurricaneharvey #notinformative", "This tweet shows the words 'Masterclass' promoting a digital seminar to raise funds for Hurricane Harvey. #hurricaneharvey #informative"], "908345055102083072": ["This tweet shows a letter from Donald Trump to President Obama on the day of Hurricane Harvey, discussing donations. #hurricaneharvey #informative", "A Texas pride flag is pictured in this tweet about vivid flashbacks to a scene from a show involving Donna and Harvey. #hurricaneharvey #notinformative"], "908345453573558273": ["This tweet promotes flood insurance reform in the aftermath of Harvey and Irma, showing a Texas pride flag. #hurricaneharvey #informative", "The image attached to this tweet shows two men holding guns, discussing an update on Hurricane Harvey from those affected on the ground. #hurricaneharvey #informative"], "908346450228203520": ["This tweet promotes an update on Hurricane Harvey from those affected on the ground, showing a man holding a gun. #hurricaneharvey #informative", "The Texas pride flag is pictured in this tweet promoting the need for agents and brokers to pay attention to flood insurance reform in the aftermath of Harvey and Irma. #hurricaneharvey #informative"], "908347643910266880": ["This tweet discusses the need for agents and brokers to pay attention to flood insurance reform in the aftermath of Harvey and Irma, showing a Texas pride flag. #hurricaneharvey #informative", "This tweet shows a man holding a gun and a man holding a gun, discussing an update on Hurricane Harvey from those affected on the ground. #hurricaneharvey #informative"]}