{"909779373770887170": ["Can the lessons of Harvey save us? Read more here and see the photo of a hurricane in the Gulf of Mexico!", "Stay informed with the latest news on whether the lessons of Harvey can save us - check out the photo"], "909782115180515328": ["In case you missed it, check out 'When Life Happens - Back in the Saddle After Harvey' - stay informed with the latest news!", "Stay informed with the latest news on 'When Life Happens - Back in the Saddle After Harvey' - check out the photo"], "909782116841529345": ["How global warming likely made Harvey much worse, explained by a climatologist - see the photo here!", "See the photo of a woman standing in the rain with an umbrella and stay informed with the latest news on how global warming likely made Harvey much worse"], "909783995281440768": ["Insurance stock buying opportunities post Harvey Irma - see the photo here!", "Stay informed with the latest news on insurance stock buying opportunities post Harvey Irma - check out the photo"], "909785329699295233": ["Looks like a small tornado over Wolverhampton - see the photo here!", "See the photo of what looks like a small tornado over Wolverhampton - stay informed with the latest news"], "909785353384579074": ["Hurricane Harvey death toll at 82, mass casualties have absolutely not happened - see the photo here!", "See the photo of a group of people sitting on chairs in a garage and stay informed with the latest news on Hurricane Harvey death toll"], "909788741123710976": ["Trump praises response to Harvey, says nobody has ever seen this much water - see the photo here!", "See the photo of a flooded neighborhood in the city of New Orleans and stay informed with the latest news on Trump praising the response to Harvey"], "909791643083063296": ["Katie Price reveals she will duet with disabled son Harvey - see the photo here!", "See the photo of a flooded neighborhood in the city of New Orleans and stay informed with the latest news on Katie Price revealing she will duet with disabled son Harvey"], "909792502596517888": ["Hurricanes Irma and Harvey may be a wake-up call for vulnerable cities, and local zoning laws - see the photo here!", "See the photo of a man in a black suit and a white shirt and stay informed with the latest news on how hurricanes Irma and Harvey may be a wake-up call for vulnerable cities"], "909794063716581377": ["GDPNow forecast for Q3 sinks on Harvey-related hits - see the photo here!", "See the photo of the evolution of the GDPNow real GDP growth rate and stay informed with the latest news"]}