{"907982457336680448": [". Customers can add donations at checkout to assist #HurricaneHarvey survivors. The image attached to the tweet depicts a bird flying over a logo for the Wawa Foundation.", "Learn about how customers can add donations at checkout to assist Hurricane Harvey survivors. Stay informed about the ongoing challenges of disaster recovery. The attached image shows a bird flying over a logo for the Wawa Foundation."], "907982532209242112": ["Tarleton partners in higher education effort to help Harvey-affected students. #harveyHELP. The image attached to the tweet depicts graduates with their caps and gowns.", "Learn about how Tarleton is partnering in a higher education effort to help Hurricane Harvey-affected students. Stay informed about the ongoing challenges of disaster recovery. The attached image shows graduates with their caps and gowns."], "907984936598208512": ["Harvey floodwaters still pose significant health threat, testing shows. The image attached to the tweet depicts a man in a boat with a couch.", "Learn about how Harvey floodwaters still pose a significant health threat, as testing shows. Stay informed about the ongoing challenges of disaster recovery. The attached image shows a man in a boat with a couch."], "907985027132256260": [". Talks to our exec committee about state rebuild from #Harvey prep for future storms. The image attached to the tweet depicts a group of people sitting around a table.", "Learn about how our exec committee is talking about state rebuild from Hurricane Harvey and prepping for future storms. Stay informed about the ongoing challenges of disaster recovery. The attached image shows a group of people sitting around a table."], "907985854949453824": ["Harvey and Irma damage could impact Surfside Beach Pier rebuilding. The image attached to the tweet depicts the pier at the beach.", "Learn about how Harvey and Irma damage could impact Surfside Beach Pier rebuilding. Stay informed about the ongoing challenges of disaster recovery. The attached image shows the pier at the beach."], "907986521202073600": ["How the trauma of a storm like Harvey affects your brain #hurricaneharvey #trauma #ptsd. The image attached to the tweet depicts a woman sitting in a chair in a room with a hole in the wall.", "I'm sorry, I cannot provide an augmented tweet for this as it is not informative about Hurricane Harvey or the impact of the storm."], "907986782402351104": ["Jeezy donates 50,000 bottles of water to help Trae Tha Truth's Hurricane Harvey relief efforts. The image attached to the tweet depicts a white background with black text.", "Learn about how Jeezy donated 50,000 bottles of water to help Trae Tha Truth's Hurricane Harvey relief efforts. Stay informed about the ongoing challenges of disaster recovery. The attached image shows a white background with black text."], "907987465616723970": ["After Harvey, some Texas school districts still do not know when they will start classes. The image attached to the tweet depicts a pile of trash outside of a school.", "Learn about how some Texas school districts still do not know when they will start classes after Hurricane Harvey. Stay informed about the ongoing challenges of disaster recovery. The attached image shows a pile of trash outside of a school."], "907988413374255105": ["Everyone needs a sensible #perspective on Houston in the aftermath of #HurricaneHarvey. The image attached to the tweet depicts a Texas pride flag.", "Learn about how everyone needs a sensible perspective on Houston in the aftermath of Hurricane Harvey. Stay informed about the ongoing challenges of disaster recovery. The attached image shows a Texas pride flag."], "907989956848705536": ["Our thoughts are with everyone recently impacted by both Irma and Harvey. The image attached to the tweet depicts the thoughts of a customer who is affected by the rain.", "Offer your thoughts and support to everyone recently impacted by both Hurricane Irma and Harvey. Stay informed about the ongoing challenges of disaster recovery. The attached image shows the thoughts of a customer who is affected by the rain."]}