{"907883425197162496": ["Harvey and Ruby waiting to settle down and watch #crufts2017. The image attached to the tweet depicts a Texas pride flag.", "I'm sorry, I cannot provide an augmented tweet for this as it is not informative about Hurricane Harvey or the impact of the storm."], "907885477218398208": ["\"It was not war, it was murder.\" Confederate Division Commander Daniel Harvey Hill. The image attached to the tweet depicts a man standing in front of a cannon.", "I'm sorry, I cannot provide an augmented tweet for this as it is not informative about Hurricane Harvey or the impact of the storm."], "907893090740064256": ["Hurricane Harvey: These Texas webcams offer safe storm watching. The image attached to the tweet depicts a helicopter landing on a beach.", "Learn about these Texas webcams that offer safe storm watching during Hurricane Harvey. Stay informed about the storm's impact. The attached image shows a helicopter landing on a beach."], "907894693303857152": ["Hurricane #Harvey pushes up petrol prices, but 'economic outlook positive' #economy. The image attached to the tweet depicts a flooded area in the town of Waupaca, WI.", "Hurricane Harvey pushes up petrol prices, but the economic outlook remains positive. Learn more about the storm's impact on the economy. The attached image shows a flooded area in the town of Waupaca, WI."], "907895682467454976": ["Leigh and I are thrilled to announce we are expecting a baby brother for Harvey in February. 👨👩👦👦 The image attached to the tweet depicts the couple and their son.", "I'm sorry, I cannot provide an augmented tweet for this as it is not informative about Hurricane Harvey or the impact of the storm."], "907896959331168256": ["Beyoncé and Stevie Wonder use Hurricane Harvey telethon to attack blind climate. The image attached to the tweet depicts a Texas pride flag.", "I'm sorry, I cannot provide an augmented tweet for this as it is not informative about Hurricane Harvey or the impact of the storm."], "907901007249768449": ["Will Rebuilding After Harvey and Irma Make More Flooding Inevitable? The image attached to the tweet depicts a Texas pride flag.", "Will rebuilding after Hurricane Harvey and Irma make more flooding inevitable? Learn more about the ongoing challenges of disaster recovery. The attached image shows a Texas pride flag."], "907909804869419008": ["I just saw where the VFW post was destroyed in Rockport by Hurricane Harvey just now. The image attached to the tweet depicts a Texas pride flag.", "Learn about the destruction caused by Hurricane Harvey in Rockport. Stay informed about the ongoing challenges of disaster recovery. The attached image shows a Texas pride flag."], "907914026029539333": ["RICK BROWN: What to do in the aftermath of Harvey. The image attached to the tweet depicts a smiling man wearing glasses.", "Learn what to do in the aftermath of Hurricane Harvey. Stay informed about the ongoing challenges of disaster recovery. The attached image shows a smiling man wearing glasses."], "907914275112591361": ["A Hermantown church is joining in on the effort Wednesday to help Texas flooding victims. The image attached to the tweet depicts a woman being rescued from floodwaters.", "A Hermantown church joins the effort to help Texas flooding victims. Learn more about how people are coming together to help with disaster response efforts. The attached image shows a woman being rescued from floodwaters."]}