{
  "904221934124130304": [
    "The eye wall of Hurricane Harvey in Rockport, TX brought peak winds on 8/26/2017. The attached image shows a car driving through the rain.",
    "The attached image shows the effects of Hurricane Harvey on a car driving through the rain during the eye wall peak winds in Rockport, TX."
  ],
  "904221977925349376": [
    "Whataburger pledges nearly $2 million for Harvey recovery efforts. The attached image shows the aftermath of the flooding on a bus.",
    "The attached image shows the ongoing effects of Hurricane Harvey on a flooded bus, and highlights the generous pledge of nearly $2 million from Whataburger for recovery efforts."
  ],
  "904222283207725056": [
    "Trump calls the response to Hurricane Harvey 'wonderful.' The attached image shows a man in a hat.",
    "The attached image shows the ongoing effects of Hurricane Harvey on a man in a hat, and raises questions about Trump's response to the disaster."
  ],
  "904222436857495553": [
    "Pets are being rescued and shown love during Hurricane Harvey. #USARTF4. The attached image shows the aftermath of the flooding on a bus.",
    "The attached image shows the ongoing effects of Hurricane Harvey on a flooded bus, and highlights the love and care being shown to rescued pets during the disaster."
  ],
  "904224572475555840": [
    "A kitten is rescued from an attic during Hurricane Harvey by Animal Rescue Team responder, Rich. The attached image shows a firefighter holding the cat.",
    "The attached image shows the heartwarming rescue of a kitten from an attic during Hurricane Harvey by Animal Rescue Team responder, Rich."
  ],
  "904224844044046337": [
    "The toxic Superfund sites in Texas are flooded by Hurricane Harvey rains. The attached image shows a man in a boat on a flooded street.",
    "The attached image shows the ongoing effects of Hurricane Harvey on a flooded street, and highlights the danger of toxic Superfund sites being flooded by the disaster."
  ],
  "904225330956787712": [
    "Prayers for all the people affected by and hurting due to Hurricane Harvey. The attached image shows the aftermath of the flooding on a bus.",
    "The attached image shows the ongoing effects of Hurricane Harvey on a flooded bus, and highlights the need for prayers and support for those affected by the disaster."
  ],
  "904225963143176194": [
    "FLOTUS Melania Trump wears heels to meet with Hurricane Harvey victims, yet again. The attached image shows the president and first lady walking under an umbrella.",
    "The attached image shows the ongoing effects of Hurricane Harvey on the president and first lady, and raises questions about FLOTUS Melania Trump's choice of footwear during a visit with victims of the disaster."
  ],
  "904225974828507136": [
    "300 displaced pets from Texas are arriving in Seattle today due to Hurricane Harvey. #Harvey. The attached image shows the aftermath of the flooding on a bus.",
    "The attached image shows the ongoing effects of Hurricane Harvey on a flooded bus, and highlights the relocation of 300 displaced pets from Texas to Seattle due to the disaster."
  ],
  "904226109386043392": [
    "Austin Pets Alive urgently needs volunteers today (9/1) due to Hurricane Harvey. Katy Mills TX. The attached image shows the aftermath of the flooding on a bus.",
    "The attached image shows the ongoing effects of Hurricane Harvey on a flooded bus, and highlights the urgent need for volunteers at Austin Pets Alive in Katy Mills, TX due to the disaster."
  ]
}