{"908380324421398529": ["We're having a blast at #HillbillyDay! The attached image shows a group of students in overalls posing for a photo.", "It's a great day to be a hillbilly! The attached image shows a group of friends having fun at a local festival."], "908380394705256450": ["Check out this incredible photo of a Tornado GR4 soaring through a radiant band of ROYGBIV or Rainbow! The attached image shows a beautiful rainbow in the sky.", "Nature never ceases to amaze us - just look at this stunning photo of a Tornado GR4 and a rainbow! The attached image shows a breathtaking view of the sky."], "908381041664118784": ["It's amazing how much we can fit into a gallon Ziploc bag! We're helping to pack personal-care kits at the warehouse. #Harvey. The attached image shows a box of toothbrushes and toothpaste.", "We're doing our part to help those affected by Hurricane Harvey by packing personal-care kits at the warehouse. The attached image shows a pile of supplies ready to be packed."], "908381498843303936": ["AECT President and CEO Julia Rathgeber is discussing Hurricane #Harvey response with legislative staff. #txlege. The attached image shows a woman giving a presentation.", "We're taking action to help those affected by Hurricane Harvey by discussing response efforts with legislative staff. The attached image shows a group of people working together to make a difference."], "908382382478315525": ["Religion has played a significant role in the ongoing recovery from Hurricane Harvey, providing both solace and controversy. The attached image shows the hurricane in the Gulf of Mexico.", "The role of religion in the aftermath of Hurricane Harvey has been both inspiring and controversial. The attached image shows a beautiful sunset over the Gulf of Mexico."], "908384227955154944": ["Hurricane Harvey and Hurricane Irma are predicted to disrupt GDP growth, but not fully derail it. The attached image shows a flooded street in the city of Houston.", "The economic impact of Hurricane Harvey and Hurricane Irma is significant, but we're resilient and will bounce back. The attached image shows a local business owner cleaning up after the storm."], "908386469072556035": ["'Fanged Fish' Washes Up On #Texas Beach Post-Harvey And Baffles The Internet #TexasCity. The attached image shows a man in a bikini.", "This bizarre story of a 'fanged fish' washing up on a Texas beach has the internet buzzing. The attached image shows a beautiful sunset over the ocean."], "908386514555547651": ["Check out this great post by FlexManage! They're sponsoring a FEMA Fair on Sept. 16 for Harvey victims. The attached image shows two people in a kayak.", "We're proud to support FlexManage for their efforts in sponsoring a FEMA Fair for Harvey victims. The attached image shows a group of people working together to make a difference."], "908388748869632002": ["Hundreds of people are trapped in a '500-year flood' after Hurricane Harvey dumped rain on Texas. The attached image shows a flooded neighborhood in the city of New Orleans.", "The devastation caused by Hurricane Harvey is heartbreaking, with hundreds of people trapped in a '500-year flood'. The attached image shows a community coming together to help those affected."], "908389806593507329": ["Check out these heartwarming photos of volunteers handing out food to Hurricane Harvey victims! The attached images show a group of people standing around a table with food, a man giving water to a woman and a dog, and more.", "These photos of volunteers handing out food to Hurricane Harvey victims will warm your heart. The attached images show a community coming together to provide aid and support during a difficult time."]}