{"907150052250058752": ["Federal prisoners stranded in Harvey, Harris County inmates released into it. Stay informed and stay safe! #Harvey #inmates #prisoners", "Learn from this report: federal prisoners are stranded in Harvey, while Harris County inmates are released into it. #Harvey #inmates #prisoners"], "907153066864136193": ["From fighting Harvey to fighting their landlord. Let's stay strong and support each other! #Harvey #landlord", "Join us in staying strong and supporting each other, from fighting Harvey to fighting our landlord. #Harvey #landlord"], "907163216991703042": ["The tempestuous lashings by Harvey and Irma were to be expected. Stay informed! #Harvey #Irma #weather", "Learn from this report: the tempestuous lashings by Harvey and Irma were to be expected. #Harvey #Irma #weather"], "907169825318854656": ["Hand in Hand for Hurricane Harvey! Join us tomorrow and let's do our part! #HandInHand #HurricaneHarvey", "Join us tomorrow for Hand in Hand for Hurricane Harvey and let's do our part! #HandInHand #HurricaneHarvey"], "907180123153223680": ["Sorry for your loss due to the hurricane. Let's stay strong and support each other! #Harvey #support", "Join us in staying strong and supporting each other during this difficult time of loss due to the hurricane. #Harvey #support"], "907182092949364736": ["Hurricane Harvey's impact on Houston-area auto groups. Stay informed and stay safe! #Houston #autos #Harvey", "Learn from this report: Hurricane Harvey had an impact on Houston-area auto groups. #Houston #autos #Harvey"], "907189209475280896": ["Emergency broadcast: martial law in wake of Hurricane Harvey Irma. Be prepared and stay safe! #emergencybroadcast #martiallaw #Harvey #Irma", "Be alert and stay safe as an emergency broadcast announces martial law in wake of Hurricane Harvey Irma. #emergencybroadcast #martiallaw #Harvey #Irma"], "907190244579188736": ["Hurricane Harvey: impact on oil and gas an open question. Stay informed! #Harvey #oilandgas", "Learn from this report: the impact of Hurricane Harvey on oil and gas is an open question. #Harvey #oilandgas"], "907197476817526785": ["This week in Harvey relief: Lone Star Brewing, Chuck Norris, and a tepee help feed Houston. Let's support our community! #Harvey #relief", "Join us in supporting our community as Lone Star Brewing, Chuck Norris, and a tepee help feed Houston this week in Harvey relief. #Harvey #relief"], "907199566595858432": ["After Rokita's vote against Harvey relief, let us pray. Stay informed and stay respectful! #Harvey #relief #prayer", "Join us in staying informed and staying respectful as we pray after Rokita's vote against Harvey relief. #Harvey #relief #prayer"]}