{"901756029435867136": ["Catastrophic flooding is expected in some parts of Texas following #HurricaneHarvey. The attached image shows the destruction left by the hurricane.", "The aftermath of #HurricaneHarvey is expected to bring catastrophic flooding to parts of Texas. The attached image highlights the damage caused by the hurricane."], "901756296096956418": ["NASA has released surreal footage of #HurricaneHarvey captured from space. The attached images show a satellite orbiting Earth, a hurricane in the Atlantic Ocean, and a hurricane in the middle of the Earth. ", "The surreal footage of #HurricaneHarvey captured from space by NASA is truly breathtaking. The attached images show a satellite orbiting Earth, a hurricane in the Atlantic Ocean, and a hurricane in the middle of the Earth."], "901758390615072769": ["Hobby Airport in Houston will remain closed until Wednesday due to #Harvey, which is causing major flooding in the area. The attached image shows a flooded bus.", "The closure of Hobby Airport in Houston until Wednesday due to #Harvey is causing major disruptions. The attached image shows a flooded bus in the area."], "901758957299138560": ["#Harvey is expected to move at an average speed over the next five days, causing flooding that will last for days. The attached image shows the path of the storm.", "The path of #Harvey over the next five days is expected to bring flooding that will last for days. The attached image highlights the expected impact of the storm."], "901759813788602368": ["Tropical Storm Harvey is barely moving, causing major flooding issues for areas like Houston. The attached image shows the radar image of a hurricane.", "The impact of Tropical Storm Harvey is causing major flooding issues for areas like Houston. The attached image highlights the radar image of the hurricane."], "901760421375434752": ["A lost dog carrying his food in the wake of Harvey is a symbol of hope in a time of devastation. The attached image shows a flooded bus in the area.", "The resilience of animals in the wake of Harvey is truly inspiring. The attached image shows a lost dog carrying his food through the flooded streets."], "901762681975304193": ["Fears of flash floods continue to rise as #Harvey brings 40 inches of rain to the area. The attached image shows a truck driving through flood waters.", "The fears of flash floods continue to rise as #Harvey brings 40 inches of rain to the area. The attached image highlights the dangers of driving through flood waters."], "901763414644711424": ["Bars are bringing back the Harvey Wallbanger cocktail in honor of the hurricane. The attached image shows a cocktail with an orange peel.", "The Harvey Wallbanger cocktail is making a comeback in bars across the country in honor of the hurricane. The attached image highlights the cocktail with an orange peel."], "901763463332102144": ["This tornado was just a block away from my house, and we've had countless tornado warnings since. The attached image shows the tornado touching down in Missouri City officials.", "The tornado that touched down just a block away from my house is a reminder of the destructive power of nature. The attached image highlights the tornado touching down in Missouri City officials."], "901764023464726528": ["As relief efforts gain momentum, #Harvey continues to weaken. The attached image shows a truck driving through a flooded street.", "The relief efforts for #Harvey are gaining momentum as the storm weakens. The attached image highlights the impact of the storm on the streets of Houston."]}