{"904634645567942656": ["Saving pets from Harvey's aftermath", "This tweet features photos of people saving pets from Hurricane Harvey's aftermath, including a man holding a dog in the water, a man carrying a dog in a carrier, a man holding two dogs, and a man holding a dog in a raft."], "904635018965868544": ["Reflections of a keyboard warrior on Hurricane Harvey", "This tweet features reflections of a keyboard warrior on Hurricane Harvey, but provides no additional information. The attached image depicts a man in a wheelchair with a woman in a wheelchair on a boat."], "904635077275000835": ["Homeschooling after Harvey", "This tweet references homeschooling after Hurricane Harvey, but provides no additional information. The attached image depicts homeschooling after Harvey."], "904635822351273984": ["Harvey victims speak out", "This tweet features people impacted by Hurricane Harvey speaking out, as shown in this photo of people walking through a flooded street."], "904637729358655488": ["Harvey shuts down US rubber industry", "Hurricane Harvey has shut down the US rubber industry, as shown in this photo of a group of people standing in the water near a boat."], "904642329054732288": ["NFIP receives over 67,000 Harvey claims", "The National Flood Insurance Program has received over 67,000 Hurricane Harvey claims and puts reinsurance in play, as shown in this photo of people in boats and rafts on a flooded street."], "904642434591752192": ["Harvey idles hundreds of Texas dealerships", "Hurricane Harvey has idled hundreds of Texas dealerships, as shown in this photo of a flooded bus."], "904644034009989122": ["Dog with broken shoulder saved from drowning after Harvey", "A dog with a broken shoulder was saved from drowning after Hurricane Harvey, as shown in this photo of a dog in a bathtub."], "904644969985478656": ["Harvey extreme flooding and rescue in Pasadena, TX", "This tweet features Harvey extreme flooding and rescue in Pasadena, TX, as shown in this photo of a car submerged in water."], "904645795302871040": ["Houston organizations open doors to kids in wake of Harvey", "Houston organizations are opening their doors to kids in the wake of Hurricane Harvey, as shown in this photo of a sign for the YMCA in Wakefield, Texas."]}