{"904268761137643522": ["Hundreds of meals delivered to those affected by Hurricane Harvey, thanks to ABC News. The attached image shows a flooded bus. (INFORMATIVE)", "ABC News delivers gourmet meals to those impacted by Hurricane Harvey. The attached image shows a flooded bus. (INFORMATIVE)"], "904269818542653440": ["Here are 5 ways to ensure your Hurricane Harvey donation has the greatest impact. The attached image shows a flooded bus. (INFORMATIVE)", "Maximize the impact of your Hurricane Harvey donation with these 5 tips. The attached image shows a flooded bus. (INFORMATIVE)"], "904270253970116615": ["Microsoft increases donations to Hurricane Harvey first responders and stands ready to do more. The attached image shows a man embracing a woman in the rain. (INFORMATIVE)", "Microsoft donates more to Hurricane Harvey first responders and remains committed to helping. The attached image shows a man embracing a woman in the rain. (INFORMATIVE)"], "904270991097987074": ["Hurricane Harvey is the 10th billion-dollar weather disaster in 2017. #D3. The attached image shows a flooded bus. (INFORMATIVE)", "The financial toll of Hurricane Harvey: it's the 10th billion-dollar weather disaster in 2017. #D3. The attached image shows a flooded bus. (INFORMATIVE)"], "904271772840841218": ["One week after Hurricane Harvey, Texas residents are still stranded and exhausted. The attached image shows a flooded bus. (INFORMATIVE)", "A week after Hurricane Harvey, many Texans remain stranded and exhausted. The attached image shows a flooded bus. (INFORMATIVE)"], "904271888066674688": ["The Liberty Fire Department receives life-supporting supplies for Hurricane Harvey relief efforts. The attached image shows a flooded bus. (INFORMATIVE)", "Life-supporting supplies arrive at the Liberty Fire Department for Hurricane Harvey relief efforts. The attached image shows a flooded bus. (INFORMATIVE)"], "904272060364533760": ["50% of all my sales will go to Hurricane Harvey victims! The attached image shows an astronaut on the moon. (INFORMATIVE)", "Help Hurricane Harvey victims by purchasing from me - 50% of all sales will go to relief efforts. The attached image shows an astronaut on the moon. (INFORMATIVE)"], "904274042659766272": ["Aboard the Navy rescue helicopters keeping up with Hurricane Harvey. The attached image shows a helicopter pilot looking out over a flooded street. (INFORMATIVE)", "Riding along with the Navy rescue helicopters working to keep up with Hurricane Harvey. The attached image shows a helicopter pilot looking out over a flooded street. (INFORMATIVE)"], "904274294733201408": ["A puppy rescue in Beaumont, Texas during Hurricane Harvey. (Ashlee Elmore Facebook) The attached image shows a flooded bus. (INFORMATIVE)", "A heartwarming puppy rescue in Beaumont, Texas during Hurricane Harvey. (Ashlee Elmore Facebook) The attached image shows a flooded bus. (INFORMATIVE)"], "904277326950793216": ["Alaskans head to Texas to help with Hurricane Harvey relief efforts. The attached image shows a group of people walking through a flooded street. (INFORMATIVE)", "Alaskans travel to Texas to lend a hand with Hurricane Harvey relief efforts. The attached image shows a group of people walking through a flooded street. (INFORMATIVE)"]}