{"905863280865841152": ["The FBI's New York Field Office warns against Hurricane Harvey fraud - stay vigilant and protect yourself from scams. #disasterrelief #fraudprevention", "Don't fall victim to Hurricane Harvey fraud - stay informed and protect yourself from scammers. #disasterrelief #fraudprevention"], "905863374122209281": ["City inspectors are assessing Houston flood-damaged homes after Harvey - learn more about the recovery efforts and how you can help. #hurricaneharvey #disasterrelief", "From damage to recovery - the inspiring story of one city's journey after Hurricane Harvey. #hurricaneharvey #disasterrelief"], "905863389511081984": ["Get out! The aftermath of Hurricane Harvey has left many in danger - stay informed and stay safe. #hurricaneharvey #disasterrelief", "Bee careful out there! The aftermath of Hurricane Harvey has left many in danger - stay informed and stay safe. #hurricaneharvey #disasterrelief"], "905863453595893760": ["So glad Hurricane Harvey is finally gone - now it's time to focus on recovery and rebuilding. #hurricaneharvey #disasterrelief", "The storm may be over, but the recovery efforts are just beginning. Learn more about how you can help after Hurricane Harvey. #hurricaneharvey #disasterrelief"], "905863528107696129": ["Bring your $2 (at least)! Tomorrow's movie will benefit Hurricane Harvey victims - come out and show your support. #disasterrelief #charity", "Lights, camera, action! Join us for a movie night to benefit Hurricane Harvey victims - your support can make a difference. #disasterrelief #charity"], "905863590980222976": ["Proud of our chapter for all of your hard work packaging 'Blessing Bags' for the Harvey victims! Learn more about the relief efforts and how you can help. #hurricaneharvey #disasterrelief", "From tragedy to triumph - the inspiring story of one chapter's journey to help Hurricane Harvey victims. #hurricaneharvey #disasterrelief"], "905867034071793665": ["Which counties have received the most FEMA funds following Hurricane Harvey? Stay informed with the latest updates and analysis. #hurricaneharvey #disasterrelief", "The road to recovery after Hurricane Harvey will be a long one - stay informed with the latest news and updates here. #hurricaneharvey #disasterrelief"], "905868141322002432": ["LOL! The aftermath of Hurricane Harvey has left many feeling down - let's find some humor in the midst of tragedy. #hurricaneharvey #humor", "Laughter is the best medicine - let's find some humor in the aftermath of Hurricane Harvey. #hurricaneharvey #humor"], "905870379754942464": ["More information at #WeAreLU - stay informed and stay connected with the latest news and updates. #disasterrelief #community", "Join the LU community and stay informed with the latest news and updates on Hurricane Harvey relief efforts. #disasterrelief #community"], "905870519391707136": ["Coaches and colleagues are helping out Mr. Dudonis and his family after Hurricane Harvey - learn more about their inspiring story and how you can help. #hurricaneharvey #disasterrelief", "From tragedy to triumph - the inspiring story of one family's journey after Hurricane Harvey. #hurricaneharvey #disasterrelief"]}