{"905276630486196224": ["Debris from another house is slicing through the roof due to Hurricane Harvey. Stay safe and take necessary precautions. #Harvey #HoustonStrong", "The aftermath of Hurricane Harvey has left debris scattered throughout the city. Let's work together to clean up our community. #HarveyRelief"], "905277902266273792": ["Let's keep everyone in our thoughts and prayers during Hurricane Irma. Stay safe and take necessary precautions. #Irma #Harvey", "Our thoughts are with those affected by Hurricane Irma. Let's come together as a community to support those in need. #HoustonStrong"], "905277948395184128": ["The Knights of Columbus are taking action to aid Hurricane Harvey victims. Let's support their efforts and make a difference. #HarveyRelief", "Let's show our support for the Knights of Columbus and their efforts to help those affected by Hurricane Harvey. #HoustonStrong"], "905278151718293504": ["12 Rice Owls football players lost everything during Hurricane Harvey. Let's come together to support them during this difficult time. #HarveyRelief", "We need to support the Rice Owls football players who lost everything during Hurricane Harvey. Let's make a difference. #HoustonStrong"], "905280662038614017": ["Non-profits are facing too many of some donations and not enough of others after Hurricane Harvey. Let's work together to make sure everyone gets the help they need. #HarveyRelief", "We need to ensure that non-profits have the resources they need to help those affected by Hurricane Harvey. Let's make a difference. #HoustonStrong"], "905286264420802560": ["Volunteers are needed to help with Hurricane Harvey relief efforts. Let's come together as a community to make a difference. #HarveyRelief #HoustonStrong", "We need your help! Let's volunteer to support Hurricane Harvey relief efforts and rebuild our community. #HoustonStrong"], "905288649692127232": ["The aftermath of Hurricane Harvey has left many in need of basic necessities like food and shelter. Let's work together to provide aid and support. #HarveyRelief", "We need to ensure that those affected by Hurricane Harvey have access to basic necessities like food and shelter. Let's make a difference. #HoustonStrong"], "905289541862531073": ["Let's keep our furry friends safe during Hurricane Harvey. Make sure to take necessary precautions. #Harvey #HoustonStrong", "We need to ensure that our pets are safe during Hurricane Harvey. Let's come together to support our furry friends. #HarveyRelief"], "905289957316624384": ["The Red Cross is preparing for Hurricane Irma while expanding relief efforts for Hurricane Harvey. Let's show our support and make a difference. #Irma #HarveyRelief", "Let's support the Red Cross's efforts to help those affected by Hurricane Harvey and prepare for Hurricane Irma. #HoustonStrong"]}