{"904583864672063488": ["A rainy day's supper during Hurricane Harvey", "This tweet describes a rainy day's supper during Hurricane Harvey, but provides no additional information. The attached image depicts a flooded bus."], "904588625647689729": ["Tips to avoid flood-damaged cars after Harvey", "This tweet provides tips to avoid purchasing flood-damaged cars in the aftermath of Hurricane Harvey, as shown in this photo of cars driving through flooded streets."], "904589549971570688": ["Harvey to cost Texas $58 billion in losses", "Hurricane Harvey is projected to cost Texas $58 billion in losses, as shown in this photo of people in boats on a flooded street."], "904589659564630016": ["Astros huddle with Harvey evacuees upon return home", "The Astros huddle with Hurricane Harvey evacuees upon their return home, as shown in this photo of a large room filled with people."], "904592398507941889": ["Current rips baby out of mom's arms in Harvey floodwaters", "This tweet reports on a current that ripped a baby out of a mother's arms in the floodwaters of Hurricane Harvey, as shown in this photo of a flooded bus."], "904593743189291008": ["Mexican aid to reach Texas for Harvey relief", "Mexico is sending aid to Texas to support the Hurricane Harvey relief efforts, as shown in this photo of a flooded bus."], "904595378590371840": ["Photo of cop carrying woman and baby through Harvey floodwaters goes viral", "This photo of a cop carrying a woman and baby through the floodwaters of Hurricane Harvey has gone viral, as shown in this photo of the man carrying the baby in the water."], "904597048158064640": ["Texas officials see long road ahead for state transportation network after Harvey", "Texas officials anticipate a long road ahead for the state's transportation network in the aftermath of Hurricane Harvey, as shown in this photo of a flooded road in the panhandle."], "904599666708373504": ["Facebook matches donations to Hurricane Harvey recovery", "Facebook is matching donations to support the Hurricane Harvey recovery efforts, as shown in this photo of a flooded street with people walking and vehicles."], "904600002621829120": ["Texas venues and artists coordinate Harvey relief concerts", "Venues and artists in Texas are coordinating statewide concerts to support the Hurricane Harvey relief efforts, as shown in this photo of a guitar with a heart on it."]}