{"908525619037732865": ["This person is asking for help to raise money for their grandparents' new home after Hurricane Irma and a tornado. #CommunitySupport", "Help this family raise money for their grandparents' new home after they were affected by Hurricane Irma and a tornado. #DisasterRecovery"], "908527099262013440": ["This tweet is discussing the tenth storm in Vietnam, which is similar to Hurricanes Irma and Harvey. #GlobalDisasters", "Learn about the tenth storm in Vietnam, which has wind levels similar to Hurricanes Irma and Harvey. #GlobalAwareness"], "908527684166316032": ["This tweet is questioning whether a Georgia mosque sent Harvey donations to Syria. #CharitableGiving", "Did a Georgia mosque send Harvey donations to Syria? This tweet is questioning the truth behind the claim. #FactChecking"], "908528565146181632": ["This Houston boy who was life-flighted to Omaha after Hurricane Harvey is making progress, according to this tweet. #HealthUpdate", "This Houston boy who was life-flighted to Omaha after Hurricane Harvey is making progress, as seen in this photo. #CommunitySupport"], "908533646503682048": ["This tweet doesn't seem to have any connection to Hurricane Harvey. #OffTopic", "It's unclear how this tweet is related to Hurricane Harvey. #Irrelevant"], "908537559093039105": ["Texas officials have reported that Hurricane Harvey resulted in 82 deaths, with no mass injuries. #BreakingNews", "Texas officials have reported that Hurricane Harvey resulted in 82 deaths, but no mass injuries occurred. #DisasterResponse"], "908537612184334336": ["This tweet is discussing the remarkable growth of the solar industry in Maryland. #ClimateAction", "Learn about the remarkable growth of the solar industry in Maryland with this informative tweet. #Sustainability"], "908543084257984512": ["This tweet is promoting a Harvey/Irma fundraiser. #CharitableGiving", "Support Harvey and Irma relief efforts by shopping at this fundraiser event. #CommunityAssistance"], "908555731548332038": ["This tweet is asking what could be bought with the $11 billion that insurers will pay out to Harvey victims. #EconomicImpact", "What could be bought with the $11 billion that insurers will pay out to Harvey victims? This tweet is asking the question. #MarketAnalysis"], "908556011098607617": ["Ragin Cajun athletes are reaching out and helping Harvey victims, as seen in this photo. #CommunitySupport", "These Ragin Cajun athletes are doing their part to help Harvey victims, as seen in this photo. #DisasterResponse"]}