{"901766749070041088": ["Hurricane Harvey has caused catastrophic devastation, resulting in the loss of two lives and affecting hundreds of thousands. The attached image shows a woman and child sitting in a tree.", "The impact of Hurricane Harvey has been catastrophic, resulting in the loss of two lives and affecting hundreds of thousands. The attached image highlights the plight of those affected by the hurricane."], "901766764039680001": ["A tornado warning has been issued due to the impact of Hurricane Harvey. The attached image shows a flooded bus in the area.", "The tornado warning issued due to the impact of Hurricane Harvey is causing concern for those in the affected area. The attached image highlights the dangers of the flooding."], "901767261643558918": ["The Houston traffic map is showing the impact of Hurricane Harvey on the city. The attached image highlights the flooding caused by the hurricane.", "The impact of Hurricane Harvey on the city of Houston is evident in the traffic map. The attached image highlights the extent of the flooding caused by the hurricane."], "901767940994985984": ["Reporting from Houston on Hurricane Harvey, the news anchor is doing a great job but please stay safe. The attached image shows the news anchor standing in front of a television screen.", "The news anchor reporting from Houston on Hurricane Harvey is doing a great job, but the situation is still dangerous. The attached image highlights the news anchor standing in front of a television screen."], "901767969952452608": ["A powerful photo captured in Rockport, Texas, shows the impact of Hurricane Harvey on the area. The attached image shows a flooded bus in the area.", "The powerful photo captured in Rockport, Texas, is a reminder of the devastating impact of Hurricane Harvey. The attached image highlights the flooded bus in the area."], "901768014583840768": ["Griff Jenkins reports on the catastrophic flooding caused by Hurricane Harvey in Houston. The attached image shows a flooded bus in the area.", "The catastrophic flooding caused by Hurricane Harvey in Houston is the focus of Griff Jenkins' report. The attached image highlights the flooded bus in the area."], "901768346491908097": ["Warmer waters are fueling the power of Hurricane Harvey, causing catastrophic flooding in the area. The attached image shows a flooded bus in the area.", "The impact of warmer waters on the power of Hurricane Harvey is causing catastrophic flooding in the area. The attached image highlights the flooded bus in the area."], "901770999380791296": ["The damage caused by Hurricane Harvey is almost apocalyptic. The attached image shows a flooded bus in the area.", "The impact of Hurricane Harvey on the area is almost apocalyptic, causing widespread destruction. The attached image highlights the flooded bus in the area."], "901771298937982976": ["As of 6:45 AM on Sunday, radar is estimating up to two feet of rain in Texas due to Hurricane Harvey. The attached image shows a forecast for the Texas area.", "The forecast for the Texas area is showing up to two feet of rain due to Hurricane Harvey. The attached image highlights the potential impact of the storm."], "901771856704884736": ["The effects of Hurricane Harvey have resulted in the loss of two lives and thousands of people trapped in floodwaters. The attached image shows a mobile home that was destroyed by the hurricane.", "The devastating effects of Hurricane Harvey have resulted in the loss of two lives and thousands of people trapped in floodwaters. The attached image highlights the destruction caused by the hurricane."]}