{"907217217959464962": ["Rio Texas Church Includes Children in Harvey Relief Efforts #umc #riotx The image attached to the tweet depicts a group of children's prayer cards", "Rio Texas Church's Harvey Relief Efforts Include Children's Involvement #umc #riotx The photo attached to the tweet shows children helping out"], "907217422553436160": ["20% of EVERY ORDER at #squeezedonline goes towards Hurricane Harvey Relief until Sep 14th! The image attached to the tweet depicts the aftermath of hurricane Harvey", "Support Hurricane Harvey Relief with EVERY ORDER at #squeezedonline until Sep 14th! The photo attached to the tweet shows the devastation caused by the hurricane"], "907218846477680640": ["Why Hello Monday. Hello Chair, Jeremy Harvey for Artifort. #designinspiratio.... The image attached to the tweet depicts a yellow chair with the word hello written on it", "Introducing Jeremy Harvey for Artifort: The Perfect Chair for Mondays #designinspiration The photo attached to the tweet shows a stylish yellow chair"], "907219519214702592": ["Michael McCaul calls Texas no votes on Harvey relief unconscionable The image attached to the tweet depicts the group of men standing behind a podium", "Michael McCaul Condemns Texas No Votes on Harvey Relief as Unconscionable #hurricaneharvey The photo attached to the tweet shows McCaul speaking out about the issue"], "907222258799796224": ["In beleaguered La Marque schools, #Harvey stirs up old anxieties #KHOU The image attached to the tweet depicts boxes stacked in a hallway", "La Marque Schools Overcome Old Anxieties in the Wake of Hurricane Harvey #KHOU The photo attached to the tweet shows students and teachers rebuilding"], "907223237582520321": ["So much to contemplate today! #AmericaStrong #911Remembrance #Irma #Harvey The image attached to the tweet depicts the statue of liberty with the words never forgotten", "Remembering the Heroes of 9/11 and Hurricane Harvey #AmericaStrong #911Remembrance #Irma The photo attached to the tweet shows a tribute to the brave men and women who served"], "907223913570164736": ["In the wake of Tropical Storm Harvey, Houston needs to alter planning regulations - The image attached to the tweet depicts a notice of appraisal request for the former houston industrial park", "Houston Must Change Planning Regulations in the Wake of Hurricane Harvey #hurricaneharvey The photo attached to the tweet shows the aftermath of the storm"], "907226686688825344": ["Bristol Press: Bristol Hospital EMS employees help Harvey victims in Houston +New The image attached to the tweet depicts two men standing in front of a hospital van", "Bristol Hospital EMS Employees Step Up to Help Hurricane Harvey Victims in Houston #hurricaneharvey The photo attached to the tweet shows the team in action"], "907226846412099584": ["Trucking Companies Houstons Lifeline Surges In Harveys Aftermath The image attached to the tweet depicts a truck driving through flood waters on the highway", "Trucking Companies Play a Vital Role in Houston's Recovery Efforts After Hurricane Harvey #hurricaneharvey The photo attached to the tweet shows trucks hauling supplies through flooded streets"], "907227680927621120": ["Private aviation groups pitch in for Harvey relief The image attached to the tweet depicts the interior of a private jet", "Private Aviation Groups Join the Hurricane Harvey Relief Effort #hurricaneharvey The photo attached to the tweet shows the groups in action"]}