{"905796380110848001": ["Emily Swick reports on STUCO's efforts and what Perrysburg can do to help Harvey victims. 🙌", "Learn about STUCO's efforts and what Perrysburg can do to help Harvey victims according to Emily Swick. 🙌"], "905796606796197888": ["Gwinnett students are collecting diapers for Harvey flood victims. 👶", "Find out how Gwinnett students are collecting diapers for Harvey flood victims. 👶"], "905796648546205696": ["Not sure what this tweet means, but here's a picture of a group of people working on a house. 🤷‍♀️", "Not sure what this tweet means, but here's a picture of a group of people working on a house. 🤷‍♀️"], "905796649963880448": ["Don't miss this benefit for Harvey victims happening this Saturday. 🎉", "Make sure to attend this benefit for Harvey victims happening this Saturday. 🎉"], "905796829845090304": ["Not sure what this tweet means, but here's a picture of a fighter jet flying over a field. 🤔", "Not sure what this tweet means, but here's a picture of a fighter jet flying over a field. 🤔"], "905797452095143936": ["Learn about one Texas entrepreneur's response to Harvey. 👍", "Discover one Texas entrepreneur's response to Harvey. 👍"], "905797564414525441": ["Hurricanes remind us that our water systems are at risk of cyberattacks. 💻", "Be reminded that hurricanes show our water systems are at risk of cyberattacks. 💻"], "905797577219690496": ["Unemployment claims reach a two-year high after Hurricane Harvey. 😔", "Find out how unemployment claims reach a two-year high after Hurricane Harvey. 😔"], "905797773387292672": ["Learn how Hurricane Harvey will ripple through the economy. 💼", "Discover how Hurricane Harvey will ripple through the economy. 💼"], "905798030292602882": ["The death toll from flooding in South Asia is 20 times higher than Harvey, but American media... 🌍", "The death toll from flooding in South Asia is 20 times higher than Harvey, but American media... 🌍"]}