{"907553523176497153": ["Helping Harvey move into UWE today. Doing my bit by watching the game. The image attached to the tweet depicts a texas pride flag", "Watching the game as Harvey moves into UWE today. Show your Texas pride! The attached image depicts a Texas flag."], "907560012926603264": ["Half-million gallons of gasoline spilled due to Harvey's floodwaters. The image attached to the tweet depicts a flooded street in downtown Houston.", "Harvey's floodwaters cause half-million gallons of gasoline to spill. Downtown Houston is left flooded. The attached image shows the aftermath."], "907563266498494464": ["DJ Harvey, Jon Hopkins, Pan-Pot, John Talabot and many more play De Marktkantine for ADE. The image attached to the tweet depicts a crowd at a club.", "ADE brings together top DJs like Harvey, Jon Hopkins, Pan-Pot, and John Talabot. The attached image shows the energetic crowd at De Marktkantine."], "907565287540637696": ["#New: Mexico no longer offering Harvey aid after deadly quake ^Politico. The image attached to the tweet depicts a Texas pride flag.", "Mexico withdraws Harvey aid after deadly quake. Politico reports the latest developments. The attached image shows a Texas pride flag."], "907567380368412672": ["Praying for everyone headed home and facing the destruction #Harvey and #Irma left behind FCA. The image attached to the tweet depicts a Texas pride flag.", "Our thoughts and prayers are with those returning home to the destruction left by Harvey and Irma. FCA stands with you. The attached image shows a Texas flag."], "907567494298300416": ["ITS ConGlobal has #GenSets and #shippingcontainers available #Harvey #Irma #DisasterRecovery. The image attached to the tweet depicts two shipping containers.", "ITS ConGlobal offers #GenSets and #shippingcontainers for #Harvey and #Irma disaster recovery efforts. The attached image shows the available shipping containers."], "907568726291120128": ["Look how neat our handwriting is! Emily and Harvey. The image attached to the tweet depicts a notebook with writing on it.", "Emily and Harvey show off their neat handwriting. Check out their notebook! The attached image shows the handwritten notes."], "907573287697477632": ["Ready to close... until #HurricaneHarvey. The image attached to the tweet depicts a woman wearing a mask.", "Closing up shop due to #HurricaneHarvey. Stay safe out there! The attached image shows a woman wearing a mask."], "907576011449147392": ["Immigrants face impossible choices in the aftermath of Hurricane Harvey. The image attached to the tweet depicts a woman cleaning her truck in front of a house.", "After Hurricane Harvey, immigrants face impossible choices. The attached image shows a woman cleaning her truck in front of a damaged house."], "907577070141808642": ["Harvey Irma: Terrible reminders that remodelers must know how to handle natural disasters. The image attached to the tweet depicts a flooded street in the city of Bangkok, Thailand.", "Harvey and Irma serve as terrible reminders of the importance of natural disaster preparedness. The attached image shows a flooded street in Bangkok, Thailand."]}