{"908509802027995136": ["This tweet doesn't seem to have any connection to Hurricane Harvey. #OffTopic", "It's unclear how this tweet is related to Hurricane Harvey. #Irrelevant"], "908510389981368321": ["This tweet references Hurricane Irma and a tornado, but it's unclear what the message is. #ConfusingMessage", "It's unclear what this tweet is trying to convey, as it references both Hurricane Irma and a tornado. #Unclear"], "908512454006775808": ["This realtor is celebrating another happy client who was able to get into a new home after Hurricane Harvey. #RealEstateSuccess", "This realtor is proud to have helped another family get into a new home after Hurricane Harvey. #CommunityAssistance"], "908512978928001025": ["This person is sharing their experience healing mentally and emotionally after Hurricane Harvey. #MentalHealthAwareness", "This person is sharing their journey of healing mentally and emotionally after Hurricane Harvey. #CommunitySupport"], "908517284083306496": ["The Mims family lost everything to a tornado during Hurricane Irma, according to this tweet. #NaturalDisasters", "This family of 7 lost everything to a tornado during Hurricane Irma, as seen in this photo. #DisasterRecovery"], "908517505819389953": ["This tweet is discussing Matt Harvey's fit in the Mets' rotation. #SportsUpdate", "This tweet is discussing Matt Harvey's role in the Mets' rotation, but it's unclear how it relates to Hurricane Harvey. #OffTopic"], "908519696386818048": ["Global Shipping handled a project equipment during Hurricane Harvey, according to this tweet. #ShippingIndustry", "Global Shipping was able to handle a project equipment during Hurricane Harvey, as seen in these photos. #BusinessContinuity"], "908521287693357056": ["Catholic schools welcomed Hurricane Harvey evacuees, according to this tweet. #CommunitySupport", "Catholic schools opened their doors to welcome Hurricane Harvey evacuees in need of shelter. #CommunityAssistance"], "908522243759669248": ["The impact of Hurricane Harvey and Irma on the travel industry is discussed in this tweet. #EconomicImpact", "The travel industry has been impacted by both Hurricane Harvey and Irma, as seen in this photo. #MarketAnalysis"], "908523628655980545": ["This tweet doesn't seem to have any connection to Hurricane Harvey. #OffTopic", "It's unclear how this tweet is related to Hurricane Harvey. #Irrelevant"]}