{"909065199713378307": ["Harvey and Irma - an organized test run for planned evacuations? Read more here!", "Were Harvey and Irma an organized test run for planned evacuations? Check out our latest post!"], "909075779241283584": ["Sending prayers to deputies heading down to help with Harvey relief efforts in Rockport", "Let's keep our deputies in our thoughts and prayers as they head down to Rockport to assist with Harvey relief efforts"], "909076232968470529": ["Adopted two Hurricane Harvey rescues - they're already being cute!", "Meet the newest members of our family - two Hurricane Harvey rescues who are stealing our hearts"], "909076958373384192": ["Updates on Project Papa, #AgeOfNomads, and Pluralsight after Hurricane Harvey", "Get the latest updates on Project Papa, #AgeOfNomads, and Pluralsight after Hurricane Harvey"], "909078088176283648": ["Federal government's response to Harvey - what happened 2 days before landfall?", "What happened 2 days before Harvey made landfall? Read more about the federal government's response here"], "909083343420919810": ["Check out this great hog-tornado deck in Clash Royale!", "Calling all Clash Royale fans - check out this amazing hog-tornado deck!"], "909083666546085889": ["Herbivorous tornado poses for chasers near Chester, Oklahoma - see the photo here!", "Check out this amazing photo of a herbivorous tornado posing for chasers near Chester, Oklahoma"], "909087043258642432": ["Taiwan pledges $800K to Harvey storm relief - read more here!", "Taiwan steps up to help with Harvey storm relief efforts - read the latest here"], "909088359749844992": ["Come get your carbs on at Austin Bakes for Harvey relief - and see our smiling faces!", "Join us for Austin Bakes for Harvey relief - we'll have plenty of carbs and smiling faces!"], "909091453271502848": ["Compassion is alive and well - let's continue to support Harvey relief efforts", "Harvey may have caused devastation, but compassion is alive and well - let's come together to support relief efforts"]}