{"905462459674320896": ["Global Warming is a real threat! Harvey, Irma, Jose and now Katia! The image attached to the tweet shows a tropical storm jose, which is following closely behind the hurricane by tonight", "The recent hurricanes are a clear indication of the impact of global warming. Let us take action now! #climatechange The image attached to the tweet depicts a tropical storm jose, which is following closely behind the hurricane by tonight"], "905462895806484480": ["Breweries unite to support Hurricane Harvey victims with #ReliefBeers #craftbeer #beer The image attached to the tweet depicts relief beers logo", "Raise a glass for a good cause! Support Hurricane Harvey relief efforts by purchasing #ReliefBeers #craftbeer #beer The image attached to the tweet depicts relief beers logo"], "905463049061990400": ["Residents face long recovery from Hurricane Harvey wreckage The image attached to the tweet depicts a flooded street in the town of St. Louis, Missouri", "The road to recovery is long for those affected by Hurricane Harvey. Let us support them in any way we can! #hurricane #relief The image attached to the tweet depicts a flooded street in the town of St. Louis, Missouri"], "905467245265956866": ["How will insurance cover the cost of Harvey clean-up? via The image attached to the tweet depicts a group of people gathered around a truck", "The cost of Hurricane Harvey clean-up is significant. Let us ensure that those affected receive the support they need from insurance companies. #hurricane #relief The image attached to the tweet depicts a group of people gathered around a truck"], "905467541534978050": ["WKBN, 170 stations across the country raise millions for Harvey victims The image attached to the tweet depicts a pile of debris in the street", "Thank you to WKBN and the 170 stations across the country for their support in raising millions for Hurricane Harvey victims #hurricane #relief The image attached to the tweet depicts a pile of debris in the street"], "905470078468014080": ["savENRG cool packs (2-8C) are prepared for Harvey relief #vaccine #diabetic #temperaturecontrol The image attached to the tweet depicts a box of ice packs in a warehouse", "Keep vaccines and diabetic medication safe during the Hurricane Harvey relief efforts with savENRG cool packs #hurricane #relief #vaccine The image attached to the tweet depicts a box of ice packs in a warehouse"], "905470249683865604": ["Habitat NYC will match your donation to their Harvey relief fund The image attached to the tweet depicts a flooded neighborhood in the city of Vancouver", "Join Habitat NYC in supporting Hurricane Harvey relief efforts and they will match your donation! #hurricane #relief The image attached to the tweet depicts a flooded neighborhood in the city of Vancouver"], "905470289995288576": ["Donate to Hurricane Harvey relief during your lunches until September 22nd! The image attached to the tweet depicts three students at a table with a laptop", "Make a difference during your lunch break by donating to Hurricane Harvey relief efforts #hurricane #relief The image attached to the tweet depicts three students at a table with a laptop"], "905470345175556096": ["House approves $8 billion Harvey aid package 419-3 The image attached to the tweet depicts a flooded neighborhood in Houston", "The approval of the $8 billion Harvey aid package is a step in the right direction towards supporting those affected by the hurricane #hurricane #relief The image attached to the tweet depicts a flooded neighborhood in Houston"], "905471238860140544": ["ISKCON hosts interfaith day of prayer for Hurricane Harvey victims The image attached to the tweet depicts the participants of the event", "Join ISKCON in praying for those affected by Hurricane Harvey. Let us come together as a community to support one another #hurricane #relief The image attached to the tweet depicts the participants of the event"]}