{"907769556999032832": ["Yeah I have BEEN ready to go...#jnj #HurricaneHarvey. The image attached to the tweet depicts a white dog sitting in the back seat of a car.", "I'm sorry, I cannot provide an augmented tweet for this as it is not informative about Hurricane Harvey or the impact of the storm."], "907770155215835138": ["Prominent Muslim Activist Smeared over Hurricane Harvey Relief Fund Tweet. The image attached to the tweet depicts a woman wearing a hijab and a blue dress standing on the Brooklyn Bridge.", "One Muslim activist faces backlash over a Hurricane Harvey relief fund tweet. Learn more about the ongoing challenges of disaster recovery. The attached image shows a woman wearing a hijab and a blue dress standing on the Brooklyn Bridge."], "907772978116653056": ["Two weeks after #Harvey: Miles upon miles of gutted homes. So sad.... The images attached to the tweet depict a pile of debris in front of a building, a pile of debris on the side of a road.", "Two weeks after Hurricane Harvey, miles upon miles of gutted homes serve as a reminder of the ongoing challenges of disaster recovery. Learn more about how people are coming together to help. The attached images show piles of debris in front of a building and on the side of a road."], "907779904254734341": ["Possible tornado destroys condo buildings in Crescent Beach -- ?utm_me. The image attached to the tweet depicts the damage to a building in Tampa, Florida, after the hurricane.", "A possible tornado destroys condo buildings in Crescent Beach. Learn more about the ongoing challenges of disaster recovery. The attached image shows the damage to a building in Tampa, Florida, after the hurricane."], "907780385727303682": ["Mexico rescinds Harvey assist supply after pure disasters. The image attached to the tweet depicts a destroyed building.", "Mexico rescinds its Hurricane Harvey assistance supply after experiencing its own natural disasters. Learn more about the ongoing challenges of disaster recovery. The attached image shows a destroyed building."], "907782895728775168": ["Students from Indiana school send donations to Waco for Harvey victims. The image attached to the tweet depicts a truck filled with water and other supplies.", "Students from an Indiana school send donations to Waco for Hurricane Harvey victims. Learn more about how people are coming together to help with disaster response efforts. The attached image shows a truck filled with water and other supplies."], "907784910911541248": ["\"Hurricane Harvey was so intense that no plan could have prevented flooding.\" The image attached to the tweet depicts a flooded neighborhood in the city of New Orleans.", "One Twitter user reflects on the intensity of Hurricane Harvey and its impact on flooding. Learn more about the ongoing challenges of disaster recovery. The attached image shows a flooded neighborhood in the city of New Orleans."], "907785912561438720": ["US #refineries damaged, shut down after #HurricaneHarvey affecting #energy prices #economy. The image attached to the tweet depicts a Texas pride flag.", "US refineries are damaged and shut down after Hurricane Harvey, affecting energy prices and the economy. Learn more about the ongoing challenges of disaster recovery. The attached image shows a Texas pride flag."], "907786118225121280": ["Demo and debris. Harvey in Houston. The image attached to the tweet depicts a Texas pride flag.", "One Twitter user reflects on the impact of Hurricane Harvey in Houston. Learn more about the ongoing challenges of disaster recovery. The attached image shows a Texas pride flag."], "907786174634307585": ["Processing Harvey with one word or pic #SJHCats. The image attached to the tweet depicts a drawing of a child's handwriting.", "I'm sorry, I cannot provide an augmented tweet for this as it is not informative about Hurricane Harvey or the impact of the storm."]}