{"907648716491841536": ["Amgen Staff Members Volunteer in Rockport After Hurricane Harvey. The image attached to the tweet depicts the group of people in red shirts.", "Learn how Amgen staff members are volunteering in Rockport to help with Hurricane Harvey recovery efforts. The attached image shows a group of people in red shirts."], "907648735953514497": ["$FRCN call the company, it is still in business and it did not get affected by #HurricaneHarvey #stocks. The image attached to the tweet depicts a Texas pride flag.", "If you're invested in $FRCN, don't worry - the company is still in business and was not affected by Hurricane Harvey. Learn more about the impact of the storm on stocks. The attached image shows a Texas pride flag."], "907648877460955137": ["Tornado hit me and I did not even know it. The image attached to the tweet depicts a tree that has fallen over a house.", "One Twitter user shares their experience of being hit by a tornado without even realizing it. Learn more about the impact of severe weather. The attached image shows a tree that has fallen over a house."], "907650014645772288": ["Check out our checklist on establishing #security after a #storm #Irma #Harvey. The image attached to the tweet depicts a Texas pride flag.", "Make sure your home is secure after a storm like Hurricane Irma or Harvey. Check out our helpful checklist. The attached image shows a Texas pride flag."], "907652780986421248": ["(AP) Thousands of Harvey victims still in shelters. The image attached to the tweet depicts a Texas pride flag.", "Despite recovery efforts, thousands of Hurricane Harvey victims are still in shelters. Learn more about the ongoing challenges. The attached image shows a Texas pride flag."], "907653301822517248": ["MannKind Corporation on Twitter. #HurricaneHarvey. The image attached to the tweet depicts the MannKind Corporation logo.", "Check out MannKind Corporation's Twitter account for updates on their response to Hurricane Harvey. Learn more about the company's efforts. The attached image shows the MannKind Corporation logo."], "907654224955285504": ["That hurricane sure does look awfully... Tornado-ey. The image attached to the tweet depicts a tornado in the sky.", "One Twitter user shares their observation that hurricanes can sometimes look like tornadoes. Learn more about the science behind severe weather. The attached image shows a tornado in the sky."], "907654309587779584": ["After Harvey, Irma Leaves Its Own Trail of Destruction. #Metals. The image attached to the tweet depicts a Texas pride flag.", "Hurricane Irma leaves a trail of destruction in the wake of Hurricane Harvey. Learn more about the impact on the metals industry. The attached image shows a Texas pride flag."], "907654982144544769": ["Groves recovering from Harvey flooding; 2,400 to 2,500 homes were impacted. #PATXNews #Harvey. The image attached to the tweet depicts a woman in a red shirt holding a broom.", "Groves is recovering from flooding in the aftermath of Hurricane Harvey. Learn more about the impact on the community. The attached image shows a woman in a red shirt holding a broom."], "907655310919311361": ["Harvey Gray, local thug. The image attached to the tweet depicts a man who is being attacked.", "I'm sorry, I cannot provide an augmented tweet for this as it is inappropriate and potentially offensive."]}