{"905571552640602113": ["And now for something not #IRMA #Harvey #congress or #DACA... The image attached to the tweet depicts a flooded neighborhood in houston", "Something different: Not #IRMA #Harvey #congress or #DACA... Attached image shows the impact of the flooding in Houston."], "905573835105341441": ["#HurricaneHarvey: It may take weeks for hospitals to recover via #healthcare The image attached to the tweet depicts a rescue boat being used to rescue people from flood waters", "Hospitals may take weeks to recover from #HurricaneHarvey via #healthcare. Attached image shows the challenges faced during rescue operations."], "905574130677800960": ["Help out families affected by Hurricane Harvey during our Clothing Drive and Benefit Barbecue in the following days. The images attached to the tweet depict a hurricane harvey clothing drive, a beach with waves crashing in the background and a sign that reads hurricane harvey benefit barbecue,", ["Support families impacted by Hurricane Harvey during our Clothing Drive and Benefit Barbecue in the coming days. Attached images show the community coming together to support each other."]], "905574514444169216": ["Several Houston City Facilities Reopened While Harvey Cleanup Continues The image attached to the tweet depicts a pond with a fountain in the middle", "Houston City Facilities reopen as Harvey cleanup continues. Attached image shows a peaceful pond with a fountain amidst the chaos."], "905575259579064321": ["FEMA officer on Harvey recovery: We are here for long haul The image attached to the tweet depicts a white background with a black text", "FEMA officer on Harvey recovery: We are here for the long haul. Attached image shows a message of hope and resilience."], "905577627825688576": ["Member of swift-water rescue team shares experience of Harvey devastation The image attached to the tweet depicts a flooded street in the city", "Swift-water rescue team member shares experience of Harvey devastation. Attached image shows the impact of the flooding in the city."], "905578522730799105": ["Houston boy battles cancer in Nebraska after escaping Hurricane Harvey The image attached to the tweet depicts a man being wheeled out of the plane", "Houston boy battles cancer in Nebraska after escaping Hurricane Harvey. Attached image shows the hope for a better future."], "905579008766521344": ["Steve Gleason steps up to help Harvey victims with ALS The image attached to the tweet depicts a man in a wheelchair sitting at a desk with two other men", "Steve Gleason steps up to help Harvey victims with ALS. Attached image shows the power of community and support."], "905581529203658752": ["Texas to launch air attack to combat mosquitoes in wake of Hurricane Harvey The image attached to the tweet depicts a group of mosquitoes", "Texas to launch air attack to combat mosquitoes in wake of Hurricane Harvey. Attached image shows the measures taken to ensure public health and safety."], "905581858485882881": ["Thinking of doing a #DNA test? Buy a test now and help with Harvey relief! - The image attached to the tweet depicts a pink screen with the text 'the pink tax'", "Thinking of doing a #DNA test? Buy a test now and support Harvey relief! Attached image shows the call to action for a good cause."]}