{"907420156334239749": ["Mexico has rescinded its offer to provide aid to Hurricane Harvey victims following last week's earthquake. Let's keep them in our thoughts. #Mexico #Harvey #Earthquake", "As we deal with the aftermath of Hurricane Harvey, let's not forget that other countries are facing natural disasters too. Sending love to Mexico after their recent earthquake. #Mexico #Harvey #EarthquakeRelief"], "907421870961688576": ["The recovery process from Hurricanes Irma and Harvey will differ for both businesses and homeowners. Stay strong and stay safe! #Irma #Harvey #Recovery", "The aftermath of Hurricanes Irma and Harvey will continue to impact businesses and homeowners differently. We're here to support you through the recovery process. #Irma #Harvey"], "907423029973659648": ["The Tornado Watch continues for the tri-county and nearby Atlantic Ocean water until midnight. Stay safe, everyone! #TornadoWatch #Irma #CHSWX", "The severe weather risk may be decreasing, but we're not out of the woods yet. Keep an eye on the Tornado Watch for the tri-county and nearby Atlantic Ocean water. #SevereWeather #Irma #CHSWX"], "907423119350145024": ["Harvey Dent may have been quoting Dragon Ball, but we didn't even know it. 😂 #HarveyDent #DragonBall #Humor", "Who knew that Harvey Dent was a Dragon Ball fan? 😂 Check out this hilarious crossover. #HarveyDent #DragonBall"], "907423544560234497": ["Covering Hurricane Harvey has been a heart-wrenching experience for many journalists. We're here to support you. #Harvey #Journalism", "The journalists covering Hurricane Harvey have seen the destruction and heartbreak up close. We're here to support you and thank you for your work. #Harvey #Journalism"], "907426307952308230": ["Hey guys, hope everyone is okay after Hurricane Irma and Harvey. Let's support each other through these tough times. #Irma #Harvey #Support", "Checking in - is everyone okay after Hurricane Irma and Harvey? Let's come together and support each other through these difficult times. #Irma #Harvey #Community"], "907426714392948738": ["Harvey is happy for Mike D - let's celebrate the good news! 🎉 #Harvey #MikeD #GoodNews", "It's always great to hear good news in the midst of all the chaos. Harvey is happy for Mike D and we are too! 🎉 #Harvey #MikeD"], "907428428755951616": ["Former NASCAR driver Kenny Wallace is visiting the area to help Hurricane Harvey victims. Let's show our support! #NASCAR #Harvey #HelpingHands", "Join us in supporting former NASCAR driver Kenny Wallace as he visits the area to help Hurricane Harvey victims. Every little bit helps! #NASCAR #Harvey"], "907429078562521090": ["The mental health impact of major disasters like Hurricane Harvey and Irma cannot be ignored. Let's prioritize self-care and support. #Harvey #Irma #MentalHealth", "In the aftermath of Hurricane Harvey and Irma, it's important to prioritize self-care and support for mental health. We're here for you. #Harvey #Irma #SelfCare"], "907429147533877248": ["Tornado warnings continue to pop up in the SC area. Stay safe and stay informed. #TornadoWarning #SCWX", "The severe weather risk may be decreasing, but we're still seeing tornado warnings in the SC area. Stay safe and stay informed. #TornadoWarning #SCWX"]}