{"907346754793861121": ["II AC Squadron Tornado Gr4 19th January 2011 The image attached to the tweet depicts a fighter jet soaring over a mountain range.", "A fighter jet from II AC Squadron Tornado Gr4 19th January 2011 is seen flying over a picturesque mountain range in this image."], "907346932288299008": ["Spring Branch schools reopen with little damage from Harvey, but community still recovering The image attached to the tweet depicts the logo for spring branch independent school district", "Despite minimal damage, the Spring Branch independent school district is still working to recover from the effects of Hurricane Harvey, as shown in this image."], "907346974525050880": ["Found school supplies for 90% off at Target for #HurricaneHarvey relief! The image attached to the tweet depicts bags of target products on a desk", "Target is offering school supplies at a 90% discount to support Hurricane Harvey relief efforts, as seen in this image of bags of products on a desk."], "907347346769428480": ["I also am open for telegram stickers, each sticker donated $5 to hurricane relief for Harvey! The image attached to the tweet depicts various cartoon characters", "Support Hurricane Harvey relief efforts by donating $5 for each telegram sticker, featuring a variety of cartoon characters as shown in this image."], "907349488259526656": ["AccuWeather Predicts Harvey and Irma Will Cost US Economy a Devastating $290 Billion ?p=11541 The image attached to the tweet depicts a flooded area", "The devastating impact of Hurricane Harvey and Irma on the US economy is predicted to be $290 billion, as shown in this image of a flooded area."], "907351036393914368": ["Free water testing kits available in Victoria to private well owners after #Harvey The image attached to the tweet depicts a water pump in a field", "Private well owners affected by Hurricane Harvey can get free water testing kits in Victoria, as shown in this image of a water pump in a field."], "907351067876192256": ["Index Fest, formerly known as Untapped, cancelled due to Hurricane Harvey issues The image attached to the tweet depicts the crowd at the beer garden at the atlanta beer festival", "Hurricane Harvey issues have led to the cancellation of Index Fest (formerly known as Untapped), as shown in this image of the crowd at the Atlanta beer festival."], "907351418717302791": ["Harvey disaster food boxes available in impacted areas. Visit to learn more. The image attached to the tweet depicts a box filled with food", "Disaster food boxes are available in areas impacted by Hurricane Harvey, as shown in this image of a box filled with food."], "907351643318050816": ["EXCLUSIVE: EPA opens inquiry into Arkema chemical plant explosion after Harvey flooding The image attached to the tweet depicts a large plume of black smoke rising from a refinery", "The EPA has opened an inquiry into the Arkema chemical plant explosion following Hurricane Harvey flooding, as shown in this image of a large plume of black smoke rising from a refinery."], "907353618822479873": ["FOX5/KRBK: Houston combats mosquito influx left by Harvey The image attached to the tweet depicts a mosquito on a human's arm", "Houston is working to combat the mosquito influx left by Hurricane Harvey, as shown in this image of a mosquito on a human's arm."]}