{"906550399339032577": ["Trump says churches aiding Hurricane Harvey victims \"should be entitled to reimbursement.\" #informative", "The image attached to the tweet depicts a close-up of Donald Trump. #informative"], "906551075196547072": ["Tornado watch in effect for most of south Florida until 12AM Sept 10th. #notinformative", "The image attached to the tweet depicts the red area on the map. #notinformative"], "906551113817698304": ["Showing our support for those in Texas devastated by Hurricane Harvey. #informative", "The image attached to the tweet depicts a Texas pride flag. #informative"], "906551234768842752": ["Tornado warning now in effect in southwest Florida due to Hurricane Irma. #informative", "The image attached to the tweet depicts a man looking at a weather map on a television. #informative"], "906551249121812485": ["Tornado watch in effect for most of south Florida until 12AM Sept 10th. #notinformative", "The image attached to the tweet depicts the red area on the map. #notinformative"], "906553756682260481": ["Tornado warning in effect for Everglades FL, Chokoloskee FL, and Ochopee FL until 12:45 PM EDT. #informative", "The image attached to the tweet depicts the location of the tornado warning. #informative"], "906554296178798592": ["Republicans voted against funding for disasters like Hurricane Harvey, Hurricane Irma, and Hurricane Katrina. Thank a Democrat. #informative", "The image attached to the tweet depicts a Texas pride flag. #informative"], "906555140861243392": ["6 questions about Hurricane Irma, climate change, and extreme storms. #informative", "The image attached to the tweet depicts a Texas pride flag. #informative"], "906558624868298752": ["Photo from my dad working at the George R Brown. #notinformative", "The image attached to the tweet depicts a man dressed as Harley Quinn, a woman dressed as Harley Quinn, and a man. #notinformative"], "906559858761129984": ["\"Survivor's guilt\" and Hurricane Harvey \"winners and losers\" top this week's stories. #notinformative", "The image attached to the tweet depicts a man in a baseball uniform. #notinformative"]}