{"901814219191943168": ["Houston, Right Now, is a Disaster. The image attached to the tweet depicts the flooded streets of downtown Houston.", "Downtown Houston is a complete disaster right now. The attached image shows the extent of the flooding."], "901817961610174464": ["Rescue operations in full swing in Houston as people flee flooding from Tropical Storm Harvey. The images attached to the tweet depict a group of people walking in the rain, a group of people in the back of a truck, a truck submerged in floodwaters, a woman holding a dog.", "As Tropical Storm Harvey continues to wreak havoc in Houston, rescue operations are working around the clock to save people from the flooding. The attached images show the dire situation."], "901818411226996736": ["Official White House news bulletin on Hurricane Harvey: The image attached to the tweet depicts a flooded bus.", "The White House has issued a news bulletin on Hurricane Harvey, which has caused widespread flooding in Texas. The attached image illustrates the severity of the situation."], "901822202022125571": ["Here is a mid-morning update on Harvey's future forecast in the Houston area. The image attached to the tweet depicts the radar image for the area.", "Stay up to date on the latest forecast for Hurricane Harvey in the Houston area. The attached radar image shows the storm's path."], "901822216194605056": ["Cautionary tale kids; this is what happens when drunk #tweet A73 #HoustonFlood #HurricaneHarvey. The image attached to the tweet depicts a flooded bus.", "Don't drink and tweet during a hurricane. The attached image shows the damage caused by Hurricane Harvey in Houston."], "901822479429099524": ["Thoughts with those in Houston. Before and after pics below. Extraordinary. #Harvey. The images attached to the tweet depict the flooded area near the freeway, the traffic on the highway.", "Our thoughts are with the people of Houston during this difficult time. The attached images show the devastation caused by Hurricane Harvey, including flooded roads and highways."], "901822511750406144": ["Flooding Replaces High Wind as Harvey Threat to Texas Gulf Coast #fintech #finance. The image attached to the tweet depicts a flooded street in New Orleans.", "As Hurricane Harvey continues to threaten the Texas Gulf Coast, flooding has become the primary concern. The attached image shows the extent of the flooding in New Orleans."], "901822576644825088": ["Prayers go out to everyone who was and is in Harvey's path. The image attached to the tweet depicts a flooded bus.", "Our thoughts and prayers are with the people affected by Hurricane Harvey. The attached image shows the damage caused by the storm."], "901822579362627584": ["Front page of this morning's Houston Chronicle print and digital editions #HurricaneHarvey. The images attached to the tweet depict a man standing in front of a destroyed building in Houston, Texas, on January 2, a tropical storm Haney.", "The front page of today's Houston Chronicle shows the devastating impact of Hurricane Harvey. The attached images show the destruction caused by the storm, including a destroyed building and a previous tropical storm."], "901822598765522945": ["A friend's front yard in #Austin #Texas this morning after high winds from #HurricaneHarvey 🌀. | #Harvey. The images attached to the tweet depict a tree that was uprooted by the storm, a fallen tree in the backyard of a home.", "The high winds from Hurricane Harvey have caused significant damage in Austin, Texas. The attached images show the aftermath, including uprooted trees and fallen branches."]}