{"905290763877175297": ["Will insurers try to misclassify damage after Hurricane Harvey? Let's make sure everyone gets the support they need. #HarveyRelief", "We need to ensure that insurers don't misclassify damage after Hurricane Harvey. Let's come together to support those affected by the hurricane. #HoustonStrong"], "905292553444052994": ["Dealing with survivor guilt after Hurricane Harvey can be difficult. Let's support each other during this challenging time. #HarveyRelief", "We need to support those dealing with survivor guilt after Hurricane Harvey. Let's come together as a community to make a difference. #HoustonStrong"], "905293971496292353": ["Harvey's floodwaters flexed Earth's crust, pushing it down as much as 2 centimeters. Let's work together to rebuild our community. #HarveyRelief", "The aftermath of Hurricane Harvey has brought about new challenges. Let's work together to overcome them and rebuild our community. #HoustonStrong"], "905296683164106754": ["The New York Mets will not pitch Matt Harvey on short rest after all. Let's focus on supporting those affected by Hurricane Harvey. #HarveyRelief", "We need to come together as a community to support those affected by Hurricane Harvey. Let's make a difference. #HoustonStrong"], "905299008486338560": ["Game wardens save young buck stranded in Hurricane Harvey flood. Let's show our support for those who are helping during this difficult time. #HarveyRelief", "We need to show our appreciation for those who are helping during Hurricane Harvey. Let's make a difference. #HoustonStrong"], "905301611135860736": ["We need to show compassion and support for those affected by Hurricane Harvey. Let's come together as a community to make a difference. #HarveyRelief", "The aftermath of Hurricane Harvey has left many in need of support and assistance. Let's make a difference together. #HoustonStrong"], "905302111159820288": ["Let's hail the unsung heroes of Hurricane Harvey. We need to show our appreciation for those who are helping during this difficult time. #HarveyRelief", "We need to show our support for the unsung heroes of Hurricane Harvey. Let's make a difference. #HoustonStrong"], "905305191469154307": ["Let's stay informed about the flood situation in East Texas after Hurricane Harvey. Knowledge is power. #HarveyRelief", "We need to stay informed about the flood situation in East Texas after Hurricane Harvey. Let's make a difference. #HoustonStrong"], "905306590558818304": ["The aftermath of Hurricane Harvey has affected us all. Let's work together to overcome the challenges and rebuild our community. #HarveyRelief", "We need to come together as a community to overcome the challenges brought on by Hurricane Harvey. Let's make a difference. #HoustonStrong"], "905306602416332800": ["Asian traders look to snap up crude oil in the wake of Hurricane Harvey. Let's stay informed and work together to rebuild our community. #HarveyRelief", "The aftermath of Hurricane Harvey has affected the global market. Let's stay informed and work together to make a difference. #HoustonStrong"]}