{"905063992347021313": [". asking Austinites to donate toys for #Harvey evacuees", "A tweet about asking Austinites to donate toys for #Harvey evacuees with an attached image of a young girl sorting through toys at the toy drive"], "905064429544501248": ["is serving victims of Harvey. #emdayofservice might even help!", "A tweet about serving victims of Harvey and #emdayofservice that might even help with an attached image of a mobile phone with a text message that reads, 'Need medical advice or a prescription?'"], "905064623199719425": ["We have lost track of how many houses/families teams have helped. So proud of our church. #Harvey", "A tweet about losing track of how many houses/families teams have helped and being so proud of their church with an attached image of a flooded neighborhood in Houston"], "905065364601667585": ["This was taken 9/4/2017 in Lumberton Tx. We are still dealing with #Harvey.", "A tweet about a picture taken on 9/4/2017 in Lumberton Tx and still dealing with #Harvey with an attached image of a sign that is floating in the water"], "905065545569054720": ["Harvey: A Storm Like No Other by #creationcare #healthykids", "A tweet about Harvey: A Storm Like No Other by #creationcare #healthykids with an attached image of the view from the International Space Station"], "905065545724252160": ["This year, your donation to Ten For 10 on goes a little bit further. #NTGD2017 #HurricaneHarvey", "A tweet about this year, your donation to Ten For 10 on goes a little bit further with #NTGD2017 #HurricaneHarvey and an attached image of a flooded neighborhood in Houston"], "905065648530829312": [". . Kerri wearing hat and friend Dawn posing amongst their collection for Harvey victims", "A tweet about Kerri wearing a hat and friend Dawn posing amongst their collection for Harvey victims with an attached image of two women standing in a hallway with bags of trash"], "905068827930763264": ["Beyonce, Blake Shelton, Barbra Streisand, Oprah Winfrey to Headline #Harvey Relief Benefit", "A tweet about Beyonce, Blake Shelton, Barbra Streisand, Oprah Winfrey to Headline #Harvey Relief Benefit with an attached image of four different people"], "905068910726217728": ["Hi Harvey! We Have been expecting you.", "A tweet about saying hi to Harvey and being expecting with an attached image of a flooded neighborhood in Houston - not informative"], "905069023024394240": ["Libs Blast Trump for Harvey Response.... Silenced When Obama's Photo Surfaces", "A tweet about Libs blasting Trump for Harvey response and being silenced when Obama's photo surfaces with an attached image of the president and his daughter - not informative"]}