{"905415824541966337": ["A local church is helping flood victims one bucket at a time in the aftermath of Hurricane Harvey.", "In the aftermath of Hurricane Harvey, a local church is providing aid to flood victims one bucket at a time."], "905417155012911104": ["A Twitter user is on their way back home after Hurricane Harvey.", "A Twitter user is returning home after Hurricane Harvey, using the hashtag #highwaterlife and identifying as a truck driver's wife."], "905417395631742977": ["Two Bermudians, David Strong and Jeff Ryall, survived a brush with Hurricane Harvey.", "David Strong and Jeff Ryall, both from Bermuda, survived a brush with Hurricane Harvey."], "905420310081675267": ["The Woodlands has approved $500,000 to supplement the costs of Hurricane Harvey cleanup.", "The Woodlands has approved $500,000 to supplement the costs of Hurricane Harvey cleanup."], "905421671380774912": ["A Twitter user is questioning whether President Trump has donated his $1 million for Harvey relief yet.", "Has President Trump donated his $1 million for Harvey relief yet? A Twitter user is asking the question."], "905423971826393090": ["Pet rescues are ongoing in the aftermath of Hurricane Harvey.", "In the aftermath of Hurricane Harvey, rescuing pets is a top priority."], "905424197471666179": ["A Twitter user is sharing a song called \"Harvey Roy Upson Big Bouquet of Roses.\"", "A Twitter user is sharing a song called \"Harvey Roy Upson Big Bouquet of Roses.\""], "905424524841107464": ["The House is preparing for a vote on Harvey relief, according to the latest information from WaPo.", "The House is preparing to vote on Harvey relief, according to the latest information from WaPo."], "905424850671595520": ["Bankers Insurance is providing extra help in the aftermath of Hurricane Harvey.", "In the aftermath of Hurricane Harvey, Bankers Insurance is providing extra help."], "905425857078071296": ["Nurse and lab tech volunteers are heading for Harvey relief, with Prez CEO Lynn Nicholas seeing them off.", "Prez CEO Lynn Nicholas is seeing off nurse and lab tech volunteers heading for Harvey relief."]}