{"906257984606666753": ["Thank you to the ME community for your generous donations towards #HurricaneHarvey relief efforts. Check out the attached image for more information.", "The ME community's donations towards #HurricaneHarvey relief efforts are appreciated. See the attached image for more details."], "906258097676599296": ["Congratulations to The Harvey Family on your new purchase! #carcorral2. See the attached image for more details.", "The Harvey Family has made a new purchase! #carcorral2. Check out the attached image for more information."], "906258127779020801": ["The JJ Watt taco is a must-try at this NY restaurant, which is also a hub for Harvey fundraisers. Check out the attached image for more information.", "Don't miss out on the JJ Watt taco at this NY restaurant, which is also a hub for Harvey fundraisers. See the attached image for more details."], "906258170472890368": ["The House has passed the Harvey Aid and Government Funding Bill. Check out the attached image for more information on this news.", "The Harvey Aid and Government Funding Bill has been passed by the House. See the attached image for more details."], "906258753707790336": ["Join us on our way to Warrior Restoration to organize donations for #hurricaneharvey. See the attached image for more information.", "Help us organize donations for #hurricaneharvey at Warrior Restoration. Check out the attached image for more details."], "906259267153526785": ["Burleson police are searching for thieves who stole supplies meant for Harvey relief in Houston. See the attached image for more information.", "Supplies meant for Harvey relief in Houston were stolen by thieves. Help Burleson police find the culprits. Check out the attached image for more details."], "906262165618753536": ["The #berkEagles and #wearePBV are crowdsourcing information about Hurricane Harvey. See the attached images for more details.", "Join the #berkEagles and #wearePBV in crowdsourcing information about Hurricane Harvey. Check out the attached images for more information."], "906262275392188416": ["Edmond's finest are helping with Harvey cleanup efforts. See the attached images for more information on their progress.", "The Harvey cleanup efforts are being supported by Edmond's finest. Check out the attached images for more details."], "906262452593197056": ["St. Joe's kids raised money for Harvey relief by paying $1 or more to have an out-of-uniform day. See the attached image for more information.", "Help support Harvey relief efforts by paying $1 or more for an out-of-uniform day at St. Joe's. Check out the attached image for more details."], "906262703987195904": ["Thank you for supporting #CISDOurstory, #rjlblue, and #rjlyear4 in their efforts for Harvey Relief. See the attached image for more information.", "Join us in supporting #CISDOurstory, #rjlblue, and #rjlyear4 in their Harvey Relief efforts. Check out the attached image for more details."]}