{"905526628968747008": ["Republicans are urging Trump to support their debt limit and Harvey funds plan, but he seems to be ignoring them. The attached image shows the president and vice president sitting in chairs.", "Despite pressure from Republicans, Trump appears to be ignoring their debt limit and Harvey funds plan. The attached image shows the president and vice president sitting in chairs."], "905526848385409026": ["Follow this weather geek's live blog for updates on Hurricane Harvey. #makemoneyonline. The attached image shows a hurricane.", "Stay up to date on Hurricane Harvey with this weather geek's live blog. #makemoneyonline. The attached image shows a satellite image of the hurricane."], "905527239600734210": ["Rand Paul suggests cutting foreign aid to fund Harvey and Irma relief efforts, including FEMA. The attached image shows a man in a suit and tie holding a sign that reads 'Cut foreign aid to fund Harvey, Irma relief, FEMA.'", "As Harvey and Irma continue to cause devastation, Rand Paul suggests cutting foreign aid to fund relief efforts. The attached image shows a man holding a sign that reads 'Cut foreign aid to fund Harvey, Irma relief, FEMA.'"], "905530852594958336": ["The Glenn Heights mobile home village was hit by a tornado on 12/26/2015. The attached image shows a flooded neighborhood in Houston.", "In 2015, the Glenn Heights mobile home village was hit by a tornado. The attached image shows a neighborhood in Houston completely flooded."], "905531085903167488": ["Airbnb hosts are opening their homes to Harvey evacuees. #home #lifestyle #design. The attached image shows a pair of well-worn rubber boots.", "If you're looking to help those affected by Hurricane Harvey, consider opening your home to evacuees through Airbnb. #home #lifestyle #design. The attached image shows a pair of boots covered in dirt and mud."], "905531176911294465": ["Currently, Austin is only housing 250 Harvey evacuees. The attached image shows rows of folding chairs in a large room.", "As Hurricane Harvey continues to affect Texas, Austin is only able to house a small number of evacuees. The attached image shows a large room filled with folding chairs."], "905533684979085312": ["'Flip or Flop' star Tarek El Moussa is helping with Hurricane Harvey rebuild efforts. The attached image shows a man in a plaid shirt.", "'Flip or Flop' star Tarek El Moussa is lending a helping hand to those affected by Hurricane Harvey. The attached image shows a man in a plaid shirt working on a construction site."], "905534245178880001": ["These photos show the debris left behind by Hurricane Harvey in Houston. The attached image shows a flooded neighborhood in Houston.", "Take a look at these photos of the aftermath of Hurricane Harvey in Houston. The attached image shows a neighborhood in Houston completely flooded."], "905537355762761728": ["The last four named storms have all developed into hurricanes, and Harvey and Irma are being called 'historic.' The attached image shows a hurricane in the Gulf of Mexico.", "Harvey and Irma are being called 'historic' storms, as the last four named storms have all developed into hurricanes. The attached image shows a satellite image of the hurricane in the Gulf of Mexico."], "905537409529425920": ["Is this the Reach Out America program that Trump is donating to instead of directly helping Harvey victims? The attached image shows a flooded neighborhood in Houston.", "Many people are questioning whether Trump's donation to the Reach Out America program is really helping those affected by Hurricane Harvey. The attached image shows a neighborhood in Houston completely flooded."]}