{"901726453603192832": ["To show you how scary Hurricane Harvey is, here's a photo of a flooded bus. Stay safe, everyone.", "With Hurricane Harvey causing chaos, it's important to stay alert. Here's a photo of a flooded bus to show you how scary the hurricane is. Stay safe, everyone."], "901726532569268224": ["Hurricane Harvey hits Texas hard. Let's come together to help those affected. #vegas", "With Hurricane Harvey causing destruction, let's come together and help those affected. RT vegasnewsnow: 'Hurricane Harvey hits Texas hard. #vegas'"], "901726647241646083": ["Always use generators outside the home in properly ventilated areas. Stay safe, everyone. #Harvey", "With Hurricane Harvey causing destruction, it's important to stay safe. Always use generators outside the home in properly ventilated areas. #Harvey"], "901726788736471040": ["Still standing strong! 🙏🙌 #Harvey", "With Hurricane Harvey causing chaos, let's take a break and talk about how we're still standing strong. 🙏🙌 #Harvey"], "901729310079410176": ["The #Harvey rain total along Clear Creek near League City has reached the 2-foot mark now. Stay alert and stay safe. #houwx #houstonflood #txwx", "With Hurricane Harvey causing destruction, the rain total along Clear Creek near League City has reached the 2-foot mark now. Stay alert and stay safe. #Harvey #houwx #houstonflood #txwx"], "901729789291225088": ["Still to come in 60 hours. #Harvey ?model=nam_3km", "With Hurricane Harvey causing chaos, let's take a break and talk about what's still to come in 60 hours. #Harvey ?model=nam_3km"], "901730024750858241": ["Harvey claims a second fatality as floodwaters rise. Let's come together to help those affected. #topNews", "With Hurricane Harvey causing destruction, let's come together and help those affected. Harvey claims a second fatality as floodwaters rise. #topNews"], "901731017358139392": ["Texas storm chasers captured the moment Hurricane Harvey collided with Corpus Christi early Saturday morning. Let's stay safe and prepare for the worst.", "With Hurricane Harvey causing chaos, let's stay alert. Texas storm chasers captured the moment Hurricane Harvey collided with Corpus Christi early Saturday morning. Let's stay safe and prepare for the worst."], "901733497991303168": ["Watch Shoal Creek rising downtown as rain from Hurricane Harvey hits Austin. Stay alert and stay safe.", "With Hurricane Harvey causing destruction, Shoal Creek is rising downtown as rain from the hurricane hits Austin. Stay alert and stay safe."], "901734319617478656": ["Houston flood photos and video from Hurricane Harvey. Let's come together to help those affected. #Nationalist", "With Hurricane Harvey causing destruction, let's come together and help those affected. Here are Houston flood photos and video from the hurricane. #Nationalist"]}