{"905909109064581120": ["Houston has sunk 2cm after the Harvey rain. Learn more about the impact of the storm. #Harvey #Houston", "The Harvey rain caused Houston to sink 2cm. Learn more about the impact of the storm on the city. #Harvey #Houston #weather"], "905912324401266693": ["Day 4 of the cleanup: clearing the backyard and taking the deck to the pile. #Harvey #cleanup #aftermath", "The cleanup efforts after Harvey continue. Learn more about the challenges and progress. #Harvey #communitysupport"], "905914849322045440": ["How does the potential economic impact of Harvey compare to Katrina and Rita? Learn more about the impact of the storm on the economy. #Harvey #economicimpact", "The potential economic impact of Harvey is significant. Learn more about how it compares to previous storms. #Harvey #economy"], "905918059872784386": ["We are usually the strong side of Weslaco, but today we are #TexasStrong in support of Harvey victims. #Harvey #communitysupport", "The community of Weslaco is standing strong in support of Harvey victims. Learn more about how you can help. #Harvey #TexasStrong"], "905918497548640256": ["Harvey's impact on coastal habitat: initial updates from Texas. Learn more about the environmental impact of the storm. #Harvey #environment", "The impact of Harvey on coastal habitat is significant. Learn more about the environmental impact of the storm. #Harvey #environmentalimpact"], "905918876923375617": ["The Harvey aid and debt limit hike bill has passed through the Senate. Stay informed about the recovery efforts. #Harvey #debtceiling", "The Harvey aid and debt limit hike bill is a crucial part of the recovery efforts. Learn more about the details. #Harvey #politicalaction"], "905922126779228161": ["OES students are packing bags for Harvey victims. Thank you for your support. #Harvey #communitysupport", "The OES students packing bags for Harvey victims are making a difference. Thank you for your support. #Harvey #charity"], "905922415980630016": ["Girl Scout Troop 17606 is supporting Harvey relief efforts and the #raeinkaty community. Thank you for your service. #Harvey #communitysupport", "The Girl Scout Troop 17606 is making a difference for the Harvey relief efforts. Thank you for your service. #Harvey #charity"], "905922538076725248": ["From Harvey to Irma: the head of the Colorado Task Force says you never know. Learn more about the impact of the storms. #Harvey #Irma #weather", "The impact of Harvey and Irma is significant. Learn more about the challenges and opportunities. #Harvey #Irma #communitysupport"], "905923641174630402": ["The two brothers against the hurricane tornado with flying sharks 2. Wait, what? #Harvey #randomthoughts", "The Harvey recovery efforts are ongoing, but let's take a moment to appreciate the absurdity of this tweet. #Harvey #humor"]}