{"907591489634672642": ["Will Harvey And Irma Affect Attitudes On Climate? Probably Not. The image attached to the tweet depicts a Texas pride flag.", "Despite Harvey and Irma, attitudes on climate are unlikely to change. Learn more about the potential impact. The attached image shows a Texas pride flag."], "907591843566759943": ["Faculty and staff showing their support for Hilltoppers for Houston. #ecgcares #harvey #houston #redcross #weRecg. The image attached to the tweet depicts two women holding signs for Houston.", "Join faculty and staff in supporting Hilltoppers for Houston! Learn more about how you can make a difference. The attached image shows two women holding signs for Houston."], "907593632743657473": ["North Main Street, Vidor, Texas #Harvey. The image attached to the tweet depicts a Texas pride flag.", "North Main Street in Vidor, Texas has been impacted by Harvey. Learn more about the aftermath of the storm. The attached image shows a Texas pride flag."], "907594612671500289": ["Red red red Redneck... #Hurricane Harvey cannot stop #Texas!! The image attached to the tweet depicts a deer hanging from a tree.", "Despite Harvey, #Texas remains strong! Learn more about the resilience of the community. The attached image shows a deer hanging from a tree."], "907594942876225536": ["Harvey, Irma prove the need for more disaster prep | Opinion. The image attached to the tweet depicts the hurricane in the Gulf of Mexico.", "Harvey and Irma highlight the need for better disaster preparation. Read more about the lessons learned. The attached image shows the hurricane in the Gulf of Mexico."], "907596088395358208": ["HHS Alum Covers Hurricane Harvey for... The image attached to the tweet depicts a young woman wearing a black dress and a necklace.", "Learn more about how a HHS alum is covering Harvey and its aftermath. Stay informed about the latest developments. The attached image shows a young woman wearing a black dress and a necklace."], "907599842687553538": ["After Harvey's Destruction, IBEW Members Working OT to Help. Read: The images attached to the tweet depict a rescue boat in the middle of a flooded street, a man standing next to a utility truck, a man wearing a hard hat.", "IBEW members are working overtime to help with the aftermath of Harvey. Learn more about their efforts. The attached images show a rescue boat, a man next to a utility truck, and a man wearing a hard hat."], "907605096917331968": ["Today is Benefit Day and 6 other things you should know this week. The image attached to the tweet depicts a man playing music on a DJ set.", "Stay up-to-date with the latest news and events, including Benefit Day! Learn more about what's happening this week. The attached image shows a man playing music on a DJ set."], "907607371119198208": ["Huge PVC Pipe issues post Hurricane Harvey - we have pipe and lots of it! Hopkinton and Taunton MA. #855-GETPIPE. The image attached to the tweet depicts a pile of pipes.", "PVC pipe issues are a major concern in the aftermath of Harvey. Learn more about how we can help. The attached image shows a pile of pipes."], "907608833027166209": ["Okay so need to seriously considering having Harvey with a beard. The images attached to the tweet depict a man with a beard and a shirt, a man with a beard.", "Should Harvey have a beard? Join the conversation and share your thoughts! The attached images show two men with beards."]}