{"908092076226760706": ["Hurricane Harvey could lead the Federal Reserve into another policy error. The image attached to the tweet depicts a group of people standing on top of a vehicle in flood water.", "Learn about how Hurricane Harvey could lead the Federal Reserve into another policy error. Stay informed about the ongoing challenges of disaster recovery. The attached image shows a group of people standing on top of a vehicle in flood water."], "908092784304955392": ["Tried out my new brush pen! By the way, this is Milley's ex Sam Harvey. I love him. The image attached to the tweet depicts a drawing of a man with curly hair.", "I'm sorry, I cannot provide an augmented tweet for this as it is not informative about Hurricane Harvey or the impact of the storm."], "908093307754090496": ["Pack the Bus Harvey Relief Drive was a success! The image attached to the tweet depicts a group of people standing in front of a school bus.", "Learn about how the Pack the Bus Harvey Relief Drive was a success. Stay informed about the ongoing challenges of disaster recovery. The attached image shows a group of people standing in front of a school bus."], "908094121298063362": ["Florida Megachurch Relief Team Returns From Houston Harvey to Face Irma at Home. The image attached to the tweet depicts a Texas pride flag.", "Learn about how a Florida megachurch relief team returned from helping Hurricane Harvey victims to face Hurricane Irma at home. Stay informed about the ongoing challenges of disaster recovery. The attached image shows a Texas pride flag."], "908094909533605890": ["\"Harvey Hair... Do not Care!\" Day on 9/15. Donate $1 to Common Threads and wear crazy hair, hat, etc. #BeBoldGRHS. The image attached to the tweet depicts a sign that reads, 'Harvey Hair Do Not Get Today Friday September 15th.'", "Learn about how there is a \"Harvey Hair... Do not Care!\" Day on 9/15. Donate $1 to Common Threads and wear crazy hair, hat, etc. #BeBoldGRHS. Stay informed about the ongoing challenges of disaster recovery. The attached image shows a sign that reads, 'Harvey Hair Do Not Get Today Friday September 15th.'"], "908100423667548161": ["Hurricane Harvey another crushing burden for Houston's poorest and most vulnerable. The image attached to the tweet depicts a Texas pride flag.", "Learn about how Hurricane Harvey is another crushing burden for Houston's poorest and most vulnerable. Stay informed about the ongoing challenges of disaster recovery. The attached image shows a Texas pride flag."], "908100686273024000": ["At six a look at how Harvey is impacting crops in the Brazos Bottom. The images attached to the tweet depict a man filming a scene, a cotton field that has been damaged by the recent rains, a cotton field.", "Learn about how Hurricane Harvey is impacting crops in the Brazos Bottom. Stay informed about the ongoing challenges of disaster recovery. The attached images show a man filming a scene, a cotton field that has been damaged by the recent rains, and another cotton field."], "908103116792397824": ["Disaster Relief Team from Florida's Northland Church Returns from Helping Harvey Victims to.... The image attached to the tweet depicts a Texas pride flag.", "Learn about how a disaster relief team from Florida's Northland Church returned from helping Hurricane Harvey victims to face Hurricane Irma at home. Stay informed about the ongoing challenges of disaster recovery. The attached image shows a Texas pride flag."], "908103171444297729": ["Farmer Overjoyed Animals Survived From The Weather Channel iPhone App. The image attached to the tweet depicts a goat standing on a red and white flag.", "I'm sorry, I cannot provide an augmented tweet for this as it is not informative about Hurricane Harvey or the impact of the storm."], "908108170513575936": ["Confirmed tornado with storm North of South Lake Tahoe, California. #cawx. The image attached to the tweet depicts the radar screen.", "I'm sorry, I cannot provide an augmented tweet for this as it is not informative about Hurricane Harvey or the impact of the storm."]}