{"907578549774798853": ["Three La. breweries plan weekend fundraiser for Harvey victims. The image attached to the tweet depicts a beer being poured into a glass.", "Join us this weekend for a fundraiser benefiting Harvey victims! Three La. breweries are teaming up for a great cause. The attached image shows a refreshing beer being poured into a glass."], "907579269647421441": ["Learn how these pitchers used Platelet Rich Plasma (PRP) to overcome their latest injuries. The image attached to the tweet depicts the Mets players.", "Check out how these pitchers used Platelet Rich Plasma (PRP) to overcome their latest injuries. The attached image shows the Mets players in action."], "907581181008510976": ["It is not about production in the GoM. It is about declining imports through GoM. #OPEc #oil #Harvey #shale. The image attached to the tweet depicts a coffee mug with the word oil.", "Declining imports through GoM have major implications for #OPEc and the oil industry. Learn more about the impact of #Harvey and #shale. The attached image shows a coffee mug with the word oil."], "907584221341995008": ["0730 Morning brief for volunteers, ready to roll and help TX #Harvey. The image attached to the tweet depicts a group of people standing together.", "Volunteers are ready to roll and help TX recover from #Harvey. Join us for the morning brief at 0730! The attached image shows a group of people standing together."], "907584474547933185": ["Harvey to Impact North Texas Construction Industry. The image attached to the tweet depicts a Texas pride flag.", "The North Texas construction industry will feel the impact of Harvey. Learn more about the aftermath of the storm. The attached image shows a Texas pride flag."], "907584568311652352": ["Will #Harvey #Irma harden the insurance market? The image attached to the tweet depicts the three hurricanes in the Gulf of Mexico.", "The insurance market may be impacted by #Harvey, #Irma, and other recent hurricanes. Learn more about the potential effects. The attached image shows the three hurricanes in the Gulf of Mexico."], "907585969347551232": ["Travelers releases Harvey loss estimate. The image attached to the tweet depicts a Texas pride flag.", "Travelers has released their estimate of losses from Harvey. Learn more about the impact of the storm. The attached image shows a Texas pride flag."], "907590125705732097": ["Join us today, #SanDiego! Let us get together and give back! #HurricaneIrma #HurricaneHarvey #iHeartSDGivesBack. The image attached to the tweet depicts a flyer for the iHeartSD Gives Back.", "Get involved and give back today in #SanDiego! Join us for the iHeartSD Gives Back event benefiting #HurricaneIrma and #HurricaneHarvey victims. The attached image shows a flyer for the event."], "907591129239101440": ["Entrepreneurs are being called upon to aid Houston post #Harvey. The image attached to the tweet depicts the city of Houston, Texas, on August 29, 2017, after the area was", "Entrepreneurs have a unique opportunity to aid Houston in the aftermath of #Harvey. Learn more about how you can make a difference. The attached image shows the city of Houston, Texas, after the storm."], "907591220431597568": ["Hurricane Harvey: The aftermath, service, and power of community via. The image attached to the tweet depicts a Texas pride flag.", "The aftermath of Hurricane Harvey shows the power of community and service. Learn more about the recovery efforts in Texas. The attached image shows a Texas pride flag."]}