{"906911279805280259": ["#BREAKING: Tornado Watch for #UCF and most of Florida through midnight. #IrmaUCF #HurricaneIrma The image attached to the tweet depicts the tornado watch", "Tornado watch in effect for most of Florida. #SevereWeather The attached picture shows the tornado watch."], "906911422747160578": ["Irma, Harvey, Jose. How do hurricanes get named? The image attached to the tweet depicts a palm tree blowing in the wind", "Ever wonder how hurricanes get their names? #HurricaneNames The attached picture shows a palm tree in the wind."], "906911433417543682": ["Here is the new Tornado Watch. Entire viewing area covered. In effect until midnight. #WESHwx #FLwx #Irma The image attached to the tweet depicts the tornado watch", "A new tornado watch has been issued for the viewing area. #SevereWeather The attached picture shows the tornado watch."], "906915902570074112": ["Trying to catch up with and Harvey just wants to watch too! The image attached to the tweet depicts a cat", "My cat is curious about the news. #CuriousCat The attached picture shows a cat."], "906916099152891904": ["Know where to stay in your home when sheltering from a tornado. #PinellasIrma The image attached to the tweet depicts a tornado in the background and a house with a tornado warning", "Stay safe during a tornado! Know where to shelter in your home. #SevereWeather The attached picture shows a house with a tornado warning."], "906917733509595136": ["Red Hot Zello PTT Walkie Talkie app helped save lives during Hurricane Harvey #apple... The image attached to the tweet depicts a black and orange logo", "The Zello PTT Walkie Talkie app was a lifesaver during Hurricane Harvey. #Technology The attached picture shows the app's logo."], "906917782964641795": ["Waterspout about to come Warning for Southern St. Johns County. #flwx The image attached to the tweet depicts a radar image", "A waterspout is heading towards Southern St. Johns County. #SevereWeather The attached picture shows a radar image."], "906918192550948865": ["Hurricane Harvey caused up to $30 billion in insured damages, according to German reinsurance giant Munich Re The image attached to the tweet depicts a person walking through a flooded street", "Hurricane Harvey caused billions of dollars in insured damages. #Insurance The attached picture shows a flooded street after the hurricane."], "906919319849893889": ["DEVASTATING | A possible tornado destroyed 6 mobile homes in Palm Bay #HurricaneIrma ( ) The image attached to the tweet depicts the damage to a mobile home", "A possible tornado destroyed 6 mobile homes in Palm Bay. #SevereWeather The attached picture shows the damage to a mobile home."], "906919855475097600": ["Tornado activity in Palm Bay. A roof blew off a home and at least six mobile homes were destroyed The images attached to the tweet depict a man standing in the middle of a road with debris scattered around him, debris strewn across a street, a man standing in front of a destroyed home,", "Tornado activity in Palm Bay has caused significant damage. #SevereWeather The attached pictures show debris and destroyed homes."]}