{"909703941545377793": ["Check out Michael White's Hurricane Harvey diss freestyle - stay informed with the latest news!", "Stay informed with the latest news on Michael White's Hurricane Harvey diss freestyle - check out the photo"], "909705124280385538": ["Astros' Carlos Correa giving 500 more beds to kids impacted by Harvey - see the photo here!", "See the photo of Astros' Carlos Correa giving 500 more beds to kids impacted by Harvey - stay informed with the latest news"], "909718903739244544": ["San Antonio News: Is San Antonio ready for a Harvey-strength storm? - read more here!", "Stay informed with the latest news on San Antonio being ready for a Harvey-strength storm - check out the photo"], "909719440878530561": ["How the internet kept humming during 2 hurricanes - read more here!", "Stay informed with the latest news on how the internet kept humming during 2 hurricanes - check out the photo"], "909724266274238465": ["Insurers facing big bill from natural disasters, Hiscox warns as it counts cost of - see the photo here!", "See the photo of insurers facing big bill from natural disasters as Hiscox warns - stay informed with the latest news"], "909728942160048128": ["Building supply prices rise, labor shortages loom following Harvey - read more here!", "Stay informed with the latest news on building supply prices rising and labor shortages looming following Harvey - check out the photo"], "909728995159113728": ["Texas cities face housing crunch in wake of Harvey - read more here!", "Stay informed with the latest news on Texas cities facing housing crunch in wake of Harvey - check out the photo"], "909735519164289024": ["A nation in shambles, let us pray for Harvey, Irma, wildfires, Puerto Rico, and the USA - see the photo here!", "See the photo of a nation in shambles and let us pray for Harvey, Irma, wildfires, Puerto Rico, and the USA - stay informed with the latest news"], "909739471419166720": ["Harvey's debuts new chocolate marshmallow pie - stay informed with the latest news!", "Stay informed with the latest news on Harvey's debuting new chocolate marshmallow pie - check out the photo"], "909740321373933568": ["Kempa Men's Tornado XL handball shoes - read more here!", "Stay informed with the latest news on Kempa Men's Tornado XL handball shoes - check out the photo"]}