{"907086785599213568": ["Out of office until Tuesday. Responses may be delayed. Stay safe! #HurricaneHarvey", "Be prepared and stay safe as we go out of office until Tuesday. Responses may be delayed. #HurricaneHarvey"], "907088225034031111": ["No immigration action at food banks during Harvey. Stay informed! #foodbanks #HurricaneHarvey", "Learn from this opinion piece: there was no immigration action at food banks during Harvey. #foodbanks #HurricaneHarvey"], "907092014100967424": ["Melania and SecretService after Harvey. Stay strong! #Melania #SecretService #HurricaneHarvey", "Join us in staying strong as we face Harvey with Melania and SecretService. #Melania #SecretService #HurricaneHarvey"], "907092076608868352": ["Tornado Watch issued! Be prepared and stay safe! #TornadoWatch #Hurricane #Irma #weather", "Be alert and stay safe as a Tornado Watch is issued! #TornadoWatch #Hurricane #Irma #weather"], "907093164862959616": ["Customer Service Representative Harvey Relief. Stay informed! #Harvey #relief", "Learn from this customer service representative job posting for Harvey relief. #Harvey #relief"], "907095189595987968": ["After Harvey deluge, sales surge in Houston area. Stay informed! #Houston #sales", "Learn from this report: after Harvey deluge, sales surge in Houston area. #Houston #sales"], "907095681185153024": ["Harvey and Irma: how many will die? Stay safe and be prepared! #HurricaneHarvey #HurricaneIrma", "Be alert and stay safe as we face Harvey and Irma: how many will die? #HurricaneHarvey #HurricaneIrma"], "907095732716437505": ["Tornado Watch issued for Georgia. Be prepared and stay safe! #TornadoWatch #Georgia #weather", "Be alert and stay safe as a Tornado Watch is issued for Georgia. #TornadoWatch #Georgia #weather"], "907096376248586240": ["Light is finally returning to Port Aransas after over two weeks in darkness. Stay informed! #PortAransas #HurricaneHarvey", "Learn from this report: light is finally returning to Port Aransas after over two weeks in darkness. #PortAransas #HurricaneHarvey"], "907106673571049472": ["Tornado next to a rainbow! What a sight! #photography #weather", "Join us in admiring this amazing photo of a tornado next to a rainbow! #photography #weather"]}