{"901780002571776001": ["Another Dry One While Harvey Soaks SE Texas #ALWX ?p=142888 The image attached to the tweet depicts the radar image of a storm", "Despite the dry weather, the effects of Hurricane Harvey are still being felt in Southeast Texas. Please stay safe and take precautions."], "901783778602962944": ["Woodway and N. Post Oak. #Houston #Harvey The image attached to the tweet depicts a flooded intersection in the rain", "The flooding caused by Hurricane Harvey in Houston is causing significant damage and danger. Please stay safe and take precautions."], "901783820453777412": ["Families try to escape rising water via | 0 by The image attached to the tweet depicts a flooded bus", "We are deeply concerned for the safety and well-being of all those affected by the rising floodwaters. Please stay safe and take care of each other."], "901784132111519744": ["Does great talent include LGBTQ? Latinos? Muslims? #HurricaneHarvey The image attached to the tweet depicts a man in a red hat and a white shirt, with the words,", "We believe that great talent comes from all walks of life and backgrounds. Our thoughts are with everyone affected by Hurricane Harvey."], "901784382884773889": ["Hunkered down again in the wine cellar tornado shelter The image attached to the tweet depicts two dogs sleeping on the floor", "We hope that everyone is able to find safe shelter during this difficult time. Please stay safe and take care of each other."], "901787584581513216": ["South Houston neighbors taking the off-road vehicles on road. #Harvey The image attached to the tweet depicts a man standing next to a vehicle in flood water", "The resourcefulness and resilience of the people affected by Hurricane Harvey is truly inspiring. Our thoughts are with everyone affected."], "901787699648004097": ["Lakes of Savannah subdivision on hwy 6 and 288, south of Houston. #harvey The images attached to the tweet depict the flooded area at the university of texas at austin, a flooded neighborhood in the city of houston,", "The extent of the flooding caused by Hurricane Harvey is truly devastating. We stand with everyone affected and offer our support."], "901787831433125889": ["#Rockport #TX 08/27/2017 Video footage via #Harvey #hmrd The image attached to the tweet depicts a flooded bus", "Our thoughts and prayers are with everyone affected by Hurricane Harvey, including those in Rockport, Texas. Please stay safe and take care of each other."], "901787869521555456": ["Even if I WANTED to leave #HurricaneHarvey The image attached to the tweet depicts a flooded bus", "The impact of Hurricane Harvey is being felt far and wide, and we understand the difficulty of the situation. Please stay safe and take care of each other."], "901788322036674563": ["Heavy chatter, celebrations on pro-ISIS/AQ Jihadi channels re #HurricaneHarvey. The image attached to the tweet depicts a flooded bus", "We are deeply troubled by reports of pro-ISIS/AQ Jihadi channels celebrating the devastation caused by Hurricane Harvey. Our thoughts are with everyone affected by this tragedy."]}