{"905371500869545985": ["The discussion is centered on Irma and the clean up after Harvey. Congress is also talking about the debt ceiling.", "Congress is discussing the debt ceiling and the aftermath of Hurricane Harvey and Irma."], "905371637364563968": ["Houston residents impacted by Hurricane Harvey are in dire need of food.", "Food is urgently needed by Hurricane Harvey victims in Houston."], "905372805213995008": ["Pete Rock performs \"Smooth/Sun Will not Come Out\" and Harvey Scales performs \"Sun Will not Come Out\".", "Pete Rock and Harvey Scales perform \"Sun Will not Come Out\"."], "905375525341941760": ["Florida residents are joking about Hurricane Harvey, but are now facing the reality of Hurricane Irma.", "Florida residents are now facing the reality of Hurricane Irma after joking about Hurricane Harvey."], "905375783232950273": ["PK3/PK4 students collected items for Hurricane Harvey evacuees in Irving shelters as part of a class apostolic project.", "PK3/PK4 students in Irving collected items for Hurricane Harvey evacuees as part of a class project."], "905377014659637248": ["Irma hitting Kansas would be like experiencing a rain-wrapped EF-4 tornado for several hours.", "The impact of Irma hitting Kansas would be similar to a rain-wrapped EF-4 tornado for several hours."], "905377045873651712": ["Stay updated on the aftermath of Hurricane Harvey with live updates.", "Keep up with the latest updates on Hurricane Harvey and its aftermath."], "905380383008706560": ["The trial of Menendez, DACA, and Harvey relief are being discussed on FM radio.", "FM radio is discussing DACA, the Menendez trial, and Hurricane Harvey relief."], "905383293402710018": ["St. Martin is in the direct path of Hurricane Irma with winds of up to 185 mph.", "Hurricane Irma is heading directly towards St. Martin with winds of up to 185 mph."], "905384190262353922": ["The US is facing the devastating aftermath of Hurricane Harvey and Hurricane Irma.", "Hurricane Harvey and Hurricane Irma have caused widespread devastation in the US."]}