{"906685044420251648": ["Hurricane Harvey looks even more menacing from outer space. Check out the attached image of the Texas pride flag!", "The Texas pride flag makes Hurricane Harvey look even more threatening from outer space. Check out the attached image!"], "906685194907693056": ["Astronauts flew right over the monster storm Hurricane Harvey. Check out the attached image of the Texas pride flag!", "The monster storm Hurricane Harvey was seen by astronauts flying right over it. Check out the attached image of the Texas pride flag!"], "906687433739304960": ["There's a tornado and lightning warning for #Irma. Be safe! The attached image shows the hurricane's path.", "Be careful! A tornado and lightning warning is in effect for #Irma. Check out the attached image of the hurricane's path!"], "906687728674332672": ["Houston took in Katrina refugees, but now Harvey has hit. The attached image shows a flooded highway with trucks and cars.", "After taking in Katrina refugees, Houston is now dealing with the aftermath of Harvey. Check out the attached image of a flooded highway with trucks and cars!"], "906688287263170560": ["Individual SBA Disaster Loan assistance is now available for #Harvey victims in #PortAransas. Call 800-6. The attached image shows a woman and a man sitting at a computer.", "If you're a #Harvey victim in #PortAransas, you can now get individual SBA Disaster Loan assistance. Check out the attached image of a woman and a man sitting at a computer!"], "906688666298458112": ["Heads up! There's a tornado watch in effect until midnight. This was anticipated, says... The attached image shows the weather alert.", "Be aware! A tornado watch is in effect until midnight. Check out the attached image of the weather alert!"], "906688693141954560": ["A Cobb firefighter in Texas is saving pets from Harvey and sharing stories. The attached image shows a man and his dog.", "A firefighter in Texas is saving pets from Harvey and sharing his stories. Check out the attached image of a man and his dog!"], "906689052132368384": ["Support Hurricane Harvey victims by attending the Baby Bash concert with my daughters and bestie. The attached images show a man and two women at a party, two women at a party, a woman and two men at a party.", "Join me, my daughters, and bestie in supporting Hurricane Harvey victims at the Baby Bash concert. Check out the attached images of people having fun at the party!"], "906691769630257153": ["There has been a massive spike in jobless claims in Texas after Hurricane Harvey. The attached images show the hurricane in the Gulf of Mexico and the initial jobless claims.", "After Hurricane Harvey, there has been a massive spike in jobless claims in Texas. Check out the attached images of the hurricane in the Gulf of Mexico and the initial jobless claims!"], "906691776840388613": ["There are tornado watches until 12am Sunday. Track it here or download our app. The attached image shows the hurricane's track and the forecast for the next 24 hours.", "Be prepared for tornadoes! There are tornado watches until 12am Sunday. Check out the attached image of the hurricane's track and the forecast for the next 24 hours."]}