{"901822661080244224": ["PLEASE HELP US HELP THE ANIMALS IN TEXAS!!! The image attached to the tweet depicts a flooded bus.", "The animals in Texas need your help! Please consider donating to support their rescue and care. The attached image shows the dire situation they're facing."], "901822669527674880": ["Preachers are always blame natural disasters minority groups so I am putting Hurricane Harvey onto the evil Trump ad. The image attached to the tweet depicts a flooded bus.", "Blaming natural disasters on minority groups is never acceptable. Let's come together to support those affected by Hurricane Harvey. The attached image shows the devastating impact of the storm."], "901822697927266305": ["Camera on I-45 Gulf at Astoria Blvd at 10:02AM CDT showing a water rescue #Harvey. The image attached to the tweet depicts the flooded road in front of the city hall.", "Emergency responders are working around the clock to save people from the flooding caused by Hurricane Harvey. The attached image shows a water rescue in progress."], "901822723227344896": ["Buffalo Bayou in Downtown Houston, a little after 9:00 am, more rain coming. #Harvey. The image attached to the tweet depicts the view from a fish eye lens.", "The flooding caused by Hurricane Harvey has devastated parts of downtown Houston. The attached image shows the extent of the flooding from a unique perspective."], "901826621736456192": ["BEYOND HEROES: s Fire Marshal Montgomery Chief Royall working to coordinate high water rescues. #harvey. The image attached to the tweet depicts two men working on computers.", "Fire Marshal Montgomery Chief Royall is a true hero for his work coordinating high water rescues during Hurricane Harvey. Let's support him and all the other first responders working tirelessly to save lives. The attached image shows the devastation caused by the storm."], "901826639310540801": ["Here is how can you help with #Harvey disaster relief. The image attached to the tweet depicts a bus driving through a flooded street.", "There are many ways to help with Hurricane Harvey disaster relief efforts. Consider donating to a reputable organization or volunteering your time to assist those in need. The attached image shows the extent of the flooding in the affected areas."], "901826643311951874": ["The pedestrian bridges over #BuffaloBayouPark are underwater in some spots. #HurricaneHarvey. The image attached to the tweet depicts the view of the city from a bridge.", "The flooding from Hurricane Harvey has caused significant damage to the pedestrian bridges over Buffalo Bayou Park. Let's work together to repair and rebuild our communities. The attached image shows the extent of the flooding in the area."], "901826746915463172": ["Storm chaser finds lost dog while hunting Harvey #NewInVids. The image attached to the tweet depicts a dog in a car.", "Amidst the devastation caused by Hurricane Harvey, there are stories of hope and resilience. This storm chaser found a lost dog and reunited it with its owner. The attached image shows the joy of the reunion."], "901826770399354880": ["Trump's FEMA director is facing his first big challenge with Hurricane Harvey. The image attached to the tweet depicts President Donald Trump and his cabinet members at a meeting.", "The response to Hurricane Harvey is a major challenge for FEMA Director Brock Long and his team. Let's support them in their efforts to provide aid and assistance to those affected by the storm. The attached image shows President Trump and his cabinet members discussing the response to the disaster."], "901826786220265472": ["Gov. McMaster: Texans Need Prayer, Help Following Hurricane Harvey. The image attached to the tweet depicts a man in a suit and tie.", "Our thoughts and prayers are with the people affected by Hurricane Harvey. Let's also provide them with the help and support they need to recover and rebuild. The attached image shows a government official discussing the response to the disaster."]}