{"906584108402442240": ["The Boil Water notice has been lifted in the City of Beaumont. #SETXNews #Harvey The attached picture shows a man drinking clean water", "Residents in Beaumont can now drink tap water without boiling it first. #SETXNews #Harvey The attached picture shows a family filling up their water bottles"], "906584430860419072": ["Gov. Greg Abbott is working around the clock to respond to Hurricane Harvey. The attached picture shows the governor visiting a shelter. #Harvey #Texas", "The response to Hurricane Harvey requires non-stop effort from Gov. Greg Abbott. The attached picture shows the governor visiting a damaged area. #Harvey #Texas"], "906584717054566400": ["Louisiana is next in line to be hit by Tropical Storm Harvey. The attached picture shows a group of people preparing for the storm. #Harvey #Louisiana", "Tropical Storm Harvey is headed towards Louisiana. The attached picture shows a family evacuating their home. #Harvey #Louisiana"], "906586772573904896": ["Veterans are working hard to save people and pets affected by Hurricane Harvey and Irma. The attached picture shows a woman carrying a cat. #Harvey #Irma #veterans", "People and pets affected by Hurricane Harvey and Irma are receiving help from dedicated veterans. The attached picture shows a man carrying a dog. #Harvey #Irma #veterans"], "906588675651330048": ["Lori Harvey is being overlooked by many people. The attached picture shows a woman wearing a hat. #LoriHarvey #Texas", "Many people are not paying attention to Lori Harvey. The attached picture shows a man holding a cup of coffee. #LoriHarvey #Texas"], "906590429906423810": ["Meet the crew! Ben Harvey is the Lighting Designer. The attached picture shows a man holding a camera. #BenHarvey #LightingDesign", "Get to know the crew! Ben Harvey is the Lighting Designer. The attached picture shows a woman holding a microphone. #BenHarvey #LightingDesign"], "906594327836721152": ["A local soccer tournament is raising money for #Harvey relief and includes Texas teams. The attached picture shows a group of kids playing soccer. #Texas #soccer", "Texas teams are participating in a local soccer tournament that is raising money for #Harvey relief. The attached picture shows a soccer ball on the field. #Texas #soccer"], "906598440360083456": ["Thoughts and prayers go out to those still suffering from Hurricane Harvey. The attached picture shows a group of volunteers cleaning up debris. #Harvey #volunteers", "Volunteers are working hard to help those affected by Hurricane Harvey. The attached picture shows a group of people distributing supplies. #Harvey #volunteers"], "906604822333460481": ["Cameron Murphy, Sam Coday, Tait Harvey, and Noah Witzki win the 400 Free Relay with a season best time of 3:!. The attached picture shows the four swimmers standing on the podium. #swimming #Texas", "The 400 Free Relay team of Cameron Murphy, Sam Coday, Tait Harvey, and Noah Witzki set a season best time of 3:! The attached picture shows the four swimmers hugging each other. #swimming #Texas"], "906604898434744320": ["145K gallons of fuel were spilled as a result of Hurricane Harvey. The attached picture shows an oil refinery. #Harvey #fuel", "A report states that Hurricane Harvey caused 145K gallons of fuel to spill. The attached picture shows a gas station with no fuel. #Harvey #fuel"]}