{"901796238756114433": ["Glen Cove Park, Kemah, Texas #houstonflood #Kemah #Texas #HurricaneHarvey The image attached to the tweet depicts a flooded bus", "The flooding caused by Hurricane Harvey in Texas is causing significant damage and danger. Please stay safe and take precautions."], "901796255982116865": ["Hurricane Harvey: why you should never drive on flooded roads The image attached to the tweet depicts a car submerged in flood waters", "We urge everyone to never drive on flooded roads, as it can be extremely dangerous and even deadly. Please stay safe and take precautions."], "901796703845666816": ["If anything good comes out of #Harvey it is that our idiot president finally learned how to thread his damn tweets The image attached to the tweet depicts a flooded bus", "We believe that it is important to focus on the safety and well-being of those affected by Hurricane Harvey. Please stay safe and take care of each other."], "901796845776769024": ["Pictures of Houston, Texas show terrible flooding already taking place. With the remnants of Hurricane Harvey stay The image attached to the tweet depicts a flooded bus", "The flooding caused by Hurricane Harvey in Houston is truly terrible and devastating. We urge everyone to stay safe and take precautions."], "901796973786914816": ["Before Hurricane Harvey, wireless carriers lobbied against upgrades to a national emergency alert system. A wonky The image attached to the tweet depicts a man running along the shoreline", "We believe that it is important to ensure that our emergency alert systems are up-to-date and effective, especially during times of crisis like Hurricane Harvey."], "901797068733259776": ["Prayer for peace of nature #HurricaneHarvey The image attached to the tweet depicts the words of the", "Our thoughts and prayers are with everyone affected by Hurricane Harvey. Please stay safe and take care of each other."], "901800642821459969": ["WATCH: Funnel cloud swirls near Houston Read more: #rain #water #harvey The image attached to the tweet depicts a flooded bus", "We are deeply concerned by reports of funnel clouds near Houston during Hurricane Harvey. Please stay safe and take precautions."], "901800667756601344": ["Thoughts prayers: Viewer's son's house in Katy, Texas from what is now Tropical Storm Harvey The image attached to the tweet depicts cars in floodwater", "Our thoughts and prayers are with everyone affected by Hurricane Harvey, including the viewer and their son in Katy, Texas. Please stay safe and take care of each other."], "901800696726642688": ["Alright now where da FOOK is Harvey?? The image attached to the tweet depicts a flooded bus", "We understand the frustration and confusion during this difficult time. Please stay safe and take care of each other."], "901800726795616256": ["Big flooding in Rosenberg, TX. #harvey (8: ) The image attached to the tweet depicts a flooded bus", "The flooding caused by Hurricane Harvey in Rosenberg, Texas is causing significant damage and danger. Please stay safe and take precautions."]}