{"909188331069693959": ["After 15 hours in Cumbria, Lancashire, and Yorkshire, we wave goodbye to Tornado - read more here!", "Discover the impressive Tornado machine and its journey through Cumbria, Lancashire, and Yorkshire - stay informed with the latest news"], "909188627833528320": ["New video uploaded - enjoy Tornado at speed at my local station - watch it here!", "Check out the latest video of Tornado at speed at the local station - stay informed with the latest news"], "909197945710551042": ["Donna is the only person who knows what kind of gift Harvey would like to get - read more here!", "Find out what kind of gift Harvey would like to get - Donna is the only one who knows"], "909212569935728641": ["Enjoying the Golden Tornado band from home in Erie - watch the video here!", "Watch the video of the Golden Tornado band and enjoy it from the comfort of your own home"], "909212573563731973": ["300 Harvey evacuees relocated to temporary housing from George R. Brown - read more here!", "Discover how 300 Harvey evacuees were relocated to temporary housing from George R. Brown - stay informed with the latest news"], "909214181685112833": ["Help the Farrell family after Harvey - read more here!", "Help the Farrell family after Harvey - find out how you can contribute here!"], "909214942137430017": ["Helping my uncle clean up after Hurricane Harvey - see the photos here!", "See the photos of the aftermath of Hurricane Harvey and how people are helping their loved ones clean up"], "909216550137286657": ["Thanks, Harvey, for making my Mercedes a total loss - read more here!", "Discover how Harvey made someone's Mercedes a total loss - stay informed with the latest news"], "909220520461180928": ["Rookeries take a hit from Harvey - read more here!", "Find out how Harvey affected the rookeries - stay informed with the latest news"], "909221299557486592": ["Captured this lightning strike a couple of weeks ago from a tornado-warned storm near Valley City, ND - see the photo here!", "Check out the photo of the lightning strike captured from a tornado-warned storm near Valley City, ND"]}