{"904548836126875648": ["Justin Bieber and Pink join Hurricane Harvey relief effort", "Celebrities Justin Bieber and Pink are among those who have joined the Hurricane Harvey relief effort, as reported by Malay Mail Online."], "904549032105791488": ["Red Raiders help with Hurricane Harvey disaster relief", "The #LEEPRIDE Red Raiders are among those helping with the Hurricane Harvey disaster relief efforts, as shown in this photo of men in red shirts and blue shorts."], "904549453058715648": ["Harvey damage could reach $180 billion", "The damage caused by Hurricane Harvey is projected to reach $180 billion, as shown in this photo of a damaged roof in Galveston, Texas."], "904552138897932288": ["What we know so far about Tropical Storm Harvey", "The Guardian provides an update on what we know so far about Tropical Storm Harvey, as shown in this photo of a flooded highway bridge."], "904552720144580611": ["Praise for those helping the elderly during disasters", "Praise is given to those who are helping the elderly during disasters like Hurricane Harvey, as shown in this photo of a flooded bus."], "904556150510596096": ["Scenes of community and struggle during Harvey", "This photo shows scenes of community and struggle in the aftermath of Hurricane Harvey, including a flooded street in New Orleans."], "904556347164950529": ["Baytown drying out from Harvey flooding", "The #HOUSTONSTRONG community in Baytown, Texas is finally starting to dry out from the flooding caused by Hurricane Harvey."], "904556415527813120": ["Public officials warn of health threats in Harvey's wake", "Public officials warn Texans of the health threats that remain in the wake of Hurricane Harvey, as shown in this photo of a flooded bus."], "904557211464200192": ["Remnants of Harvey in Fort Morgan, Alabama", "The remnants of Hurricane Harvey are still being felt in Fort Morgan, Alabama, as shown in this photo of a beach with a palm tree in the foreground."], "904561797096763392": ["Dash fall 1-0 to Seattle Reign FC in first game since Harvey", "The Dash lose 1-0 to the Seattle Reign FC in their first game since Hurricane Harvey, as shown in this photo of a goal by a player on the FC Dallas women's soccer team."]}