{"906889032986230785": ["#Tornado warning for Kissimmee Airport south of #Orlando. Will be near #Celebration ~10:50am The image attached to the tweet depicts the tornado warning", "Tornado warning in effect for Kissimmee Airport in Orlando. #SevereWeather The attached picture shows the tornado warning."], "906894234535555072": ["Hurricane Harvey may cost insurers $30bn Punch Newspapers The image attached to the tweet depicts a man in a yellow rain jacket standing in flood water near a truck and a boat", "Insurers may face a $30bn bill for Hurricane Harvey. #Insurance The attached picture shows a flooded area after the hurricane."], "906899856760872960": ["The Latest: More than 170K without power in Florida | DETAILS: The image attached to the tweet depicts a large crowd of people in a stadium", "Over 170,000 people are without power in Florida. #HurricaneIrma The attached picture shows a crowded stadium."], "906901395076517889": ["Dangerous tornado warned storm coming onshore near Melbourne #FLwx this hour. #TropicalWx #HurricaneIrma #Severe #Wx The image attached to the tweet depicts the storm that hit the area", "A dangerous storm is coming onshore near Melbourne. #SevereWeather The attached picture shows the storm approaching the area."], "906904147991166981": ["Storm clouds near the area under a tornado warning in St. Lucie County. The image attached to the tweet depicts a large storm cloud", "The sky is getting darker in St. Lucie County. #SevereWeather The attached picture shows a storm cloud."], "906905144498855936": ["#Ferroviario 'Harvey' afecta operaciones de BNSF Railway The image attached to the tweet depicts a texas pride flag", "BNSF Railway operations affected by Hurricane Harvey. #Transportation The attached picture shows a flag of Texas."], "906907273712357376": ["Trump n Harvey were like ...! 3 The image attached to the tweet depicts a texas pride flag", "What's the connection between Trump and Harvey? #Curious The attached picture shows a flag of Texas."], "906907801192222720": ["My Aunt Uncle survived an EF5 Tornado that killed 18 people in the 80s today they will add Cat 4 Hurricane #BUCKETLIST The image attached to the tweet depicts a weather map", "My aunt and uncle survived a devastating tornado in the 80s. #Survivors The attached picture shows a weather map."], "906907803234783232": ["Beyonc and Her Mom Eat at Their Favorite Houston Spot After Serving Meals to Harvey The image attached to the tweet depicts the woman with her daughter", "Beyonce and her mom enjoy a meal in Houston. #Celebrities The attached picture shows Beyonce and her mother."], "906908822681169921": ["Possible #tornado S of Yeehaw Junction, FL. #flwx #HurricaneIrma The image attached to the tweet depicts a radar image", "A possible tornado has been spotted south of Yeehaw Junction. #SevereWeather The attached picture shows a radar image."]}