{"906950458371198976": ["Tornado Warning that covers all of Brevard County. Tony and Eric have it covered now on . Be safe! #flwx The image attached to the tweet shows the radar image of the storm.", "Stay alert! Tornado Warning that covers all of Brevard County. Tony and Eric have it covered now on . Stay safe! #flwx The image attached to the tweet shows the radar image of the storm."], "906953485819764736": ["Turn any keyword into ARTICLE! #article #MakeMoney | Former Steve Harvey Writer. The image attached to the tweet shows a Texas pride flag.", "Make money with your keywords! #article #MakeMoney | Former Steve Harvey Writer. The image attached to the tweet shows a Texas pride flag."], "906959203498991616": ["We are honoring all unredeemed Groupon vouchers as well as Harvey's gift certificates and comp passes. Come and visit us soon! The image attached to the tweet shows the Harveys Comedy Club logo.", "Don't miss out! We are honoring all unredeemed Groupon vouchers as well as Harvey's gift certificates and comp passes. The image attached to the tweet shows the Harveys Comedy Club logo."], "906960184949592064": ["Benedict Cumberbatch and Harvey Weinstein at last night's after show party. The image attached to the tweet shows a Texas pride flag.", "Check out the after party! Benedict Cumberbatch and Harvey Weinstein at last night's after show party. The image attached to the tweet shows a Texas pride flag."], "906960285889646599": ["Tornado report inside eye at Marco Island caught on video. Stay safe! #Irma #IrmaHurricane The image attached to the tweet shows the hurricane in the middle of the screen.", "Incredible footage! Tornado report inside eye at Marco Island caught on video. Stay alert and safe! #Irma #IrmaHurricane The image attached to the tweet shows the hurricane in the middle of the screen."], "906961145445048320": ["Check out the delicious ribs from Joe's Bar-B-Q in Alvin TX for volunteers. #Harvey. The image attached to the tweet shows a meal at a restaurant.", "Volunteers, don't miss out on the delicious ribs from Joe's Bar-B-Q in Alvin TX. #Harvey. The image attached to the tweet shows a meal at a restaurant."], "906961823215374343": ["Garage speared by 2X8 in Palm Bay tornado. Stay safe! #flwx The image attached to the tweet shows a broken window on a mobile home.", "Take cover! Garage speared by 2X8 in Palm Bay tornado. Be alert and safe! #flwx The image attached to the tweet shows a broken window on a mobile home."], "906964197053014016": ["#RakeItInSweepstakes help my daughter recover from Hurricane Harvey. Please support! The image attached to the tweet shows the damage inside the home.", "Support a good cause! #RakeItInSweepstakes help my daughter recover from Hurricane Harvey. Please donate! The image attached to the tweet shows the damage inside the home."], "906964358177214466": ["So far, over $404,000 for Hurricane Irma Harvey Relief: So amazing! 💕💖💞 The image attached to the tweet shows a Hurricane Irma support page.", "Join the cause! Over $404,000 for Hurricane Irma Harvey Relief so far. Let's make a difference! 💕💖💞 The image attached to the tweet shows a Hurricane Irma support page."]}