{"906732992797696000": ["The ex-husband of a realtor who vanished during Harvey has been arrested after her body was found. The attached image shows a boy in a field of corn.", "Authorities have made an arrest in the case of a realtor who disappeared during Harvey. Her body was found and her ex-husband is in custody. The attached image shows a boy in a field of corn."], "906733384042414080": ["While coastal storm surge is expected, it won't be as bad as Matthew. However, there is a higher gusty tornado threat. The attached image shows the weather map for Brevard County.", "Although there is a risk of coastal storm surge, it won't be as severe as during Matthew. However, there is a higher risk of gusty tornadoes. The attached image shows the weather map for Brevard County."], "906735722945802240": ["Meet Mike Tell-Harvey-how-you-feel Ross and his mom at #TIFF, where they are dance goals. #Suits. The attached image shows a man and a woman posing for a photo.", "Get to know Mike Tell-Harvey-how-you-feel Ross and his mom, who are dance goals at #TIFF. #Suits. The attached image shows a man and a woman posing for a photo."], "906736875964071936": ["Authorities are investigating the case of a realtor who vanished during Harvey. #USRC. The attached image shows a woman with long blond hair.", "The case of a realtor who disappeared during Harvey is being investigated by authorities. #USRC. The attached image shows a woman with long blond hair."], "906737204449476609": ["Houston citizens have thrown out over 8 million cubic yards of debris after Harvey, including drywall, furniture, and clothing. The attached images show a pile of debris in front of a house, a man loading trash into a garbage truck, a pile of furniture and other items left behind by students who evacuated Houston after the hurricane, and a pile of furniture and other items on the side of a road.", "Over 8 million cubic yards of debris, including drywall, furniture, and clothing, have been thrown out by Houston citizens following Harvey. The attached images show a pile of debris in front of a house, a man loading trash into a garbage truck, a pile of furniture and other items left behind by students who evacuated Houston after the hurricane, and a pile of furniture and other items on the side of a road."], "906744961072291840": ["A man overheard his dad saying he hates that Beyonce was visiting Harvey victims. The attached image shows a woman in a store.", "A man overheard his dad expressing his dislike for Beyonce's visit to Harvey victims. The attached image shows a woman in a store."], "906745193721991168": ["Houston rescue workers have reported that the Red Cross and FEMA were virtually absent during Harvey. The attached image shows a Texas pride flag.", "According to Houston rescue workers, the Red Cross and FEMA were nowhere to be seen during Harvey. The attached image shows a Texas pride flag."], "906746258940981248": ["A tornado watch is now in effect until noon on Sunday. The attached image shows the location of the storm.", "Stay alert as a tornado watch is now in effect until noon on Sunday. The attached image shows the location of the storm."], "906747882262458373": ["Check out this video of a man taking a selfie with a tornado! The attached image shows a man looking at a tornado.", "Watch this video of a man taking a selfie with a tornado! The attached image shows a man looking at a tornado."]}