{"901659341773791233": ["The impact of Hurricane Harvey on Texas is powerful and lingering. Our thoughts are with those affected by the storm.", "Please stay safe and take all necessary precautions during the aftermath of Hurricane Harvey. We will get through this together."], "901659390268329988": ["The damage caused by Hurricane Harvey is extensive, and many fear that the worst is yet to come. Please stay safe and take all necessary precautions during the aftermath of the storm.", "Our thoughts are with those affected by Hurricane Harvey. Please stay safe and take all necessary precautions during the aftermath of the storm."], "901659508996423680": ["The abandonment of pets during natural disasters is heartbreaking. Our thoughts are with the poor dog mentioned in the tweet, and all other pets impacted by Hurricane Harvey. Please stay safe and take all necessary precautions during the aftermath of the storm.", "Please remember to include your pets in your disaster preparedness plans. Our thoughts are with those affected by Hurricane Harvey, including the pets impacted by the storm."], "901659509822808064": ["The sharing of photos of flooding caused by Hurricane Harvey is a reminder of the importance of documenting natural disasters. Please stay safe and take all necessary precautions during the aftermath of the storm.", "Our thoughts are with those affected by Hurricane Harvey. Please stay safe and take all necessary precautions during the aftermath of the storm."], "901659588956753920": ["The images of Texas battered by Hurricane Harvey are a reminder of the destructive power of the storm. Please stay safe and take all necessary precautions during the aftermath of the storm.", "Our thoughts are with those affected by Hurricane Harvey. Please stay safe and take all necessary precautions during the aftermath of the storm."], "901662886598205442": ["The Category 4 landfall of Hurricane Harvey is a reminder of the strength and unpredictability of natural disasters. Please stay safe and take all necessary precautions during the aftermath of the storm.", "Our thoughts are with those affected by Hurricane Harvey. Please stay safe and take all necessary precautions during the aftermath of the storm."], "901663058388504576": ["The flooding caused by Hurricane Harvey in Houston is extensive and dangerous. Please stay safe and take all necessary precautions during the aftermath of the storm.", "Our thoughts are with those affected by the flooding caused by Hurricane Harvey in Houston. Please stay safe and take all necessary precautions during the aftermath of the storm."], "901663079993417728": ["The failure of drainage pumps in New Orleans is a reminder of the importance of disaster preparedness and response. Please stay safe and take all necessary precautions during the aftermath of Hurricane Harvey.", "Our thoughts are with those affected by Hurricane Harvey. Please stay safe and take all necessary precautions during the aftermath of the storm."], "901663095940149249": ["The economic impact of Hurricane Harvey is significant and far-reaching. Please stay safe and take all necessary precautions during the aftermath of the storm.", "Our thoughts are with those affected by Hurricane Harvey, including the businesses impacted by the storm. Please stay safe and take all necessary precautions during the aftermath of the storm."], "901663416741453824": ["The tornado in northwest Harris County is a reminder of the unpredictable and dangerous nature of natural disasters. Please stay safe and take all necessary precautions during the aftermath of Hurricane Harvey.", "Our thoughts are with those affected by the tornado in northwest Harris County. Please stay safe and take all necessary precautions during the aftermath of Hurricane Harvey."]}