{"907829997439787008": ["Demo job due to hurricane #Harvey Kitchen. The image attached to the tweet depicts the kitchen in the home being remodeled.", "A demo job is necessary due to Hurricane Harvey in this kitchen. Learn more about the ongoing challenges of disaster recovery. The attached image shows the kitchen in the home being remodeled."], "907838402447503367": ["Still waiting for Obama and Hillary to donate to Hurricane Harvey. The image attached to the tweet depicts a Texas pride flag.", "I'm sorry, I cannot provide an augmented tweet for this as it is not informative about Hurricane Harvey or the impact of the storm."], "907855146721443840": ["Houston's rental market gets ruthless after Harvey. The image attached to the tweet depicts a pile of debris in front of a house.", "Houston's rental market becomes ruthless after Hurricane Harvey. Learn more about the ongoing challenges of disaster recovery. The attached image shows a pile of debris in front of a house."], "907859312005062656": ["Jane Harvey - She's Funny That Way #jazz #OnAir. The image attached to the tweet depicts the cover of the album.", "I'm sorry, I cannot provide an augmented tweet for this as it is not informative about Hurricane Harvey or the impact of the storm."], "907863144286081026": ["Come on Aileen! #stormaileen #puns #weather #storms #harvey #irma #comeoneileen #comeonaileen #illustration #comic. The image attached to the tweet depicts a drawing of a woman in a chair.", "I'm sorry, I cannot provide an augmented tweet for this as it is not informative about Hurricane Harvey or the impact of the storm."], "907877049779539968": ["Jaw-dropping images show WAVES rolling over Texas highway after Harvey. The image attached to the tweet depicts the view from a car on the highway.", "Jaw-dropping images show waves rolling over Texas highway after Hurricane Harvey. Learn more about the impact of the storm. The attached image shows the view from a car on the highway."], "907877114438975488": ["National Guards get married amid Hurricane Harvey clean-up. The image attached to the tweet depicts a Texas pride flag.", "I'm sorry, I cannot provide an augmented tweet for this as it is not informative about Hurricane Harvey or the impact of the storm."], "907878254291320834": ["Climate McCarthyism Is on the Rise. The image attached to the tweet depicts a Texas pride flag.", "The rise of climate McCarthyism is discussed in the aftermath of Hurricane Harvey. Learn more about the ongoing challenges of disaster recovery. The attached image shows a Texas pride flag."], "907879466394718210": ["Tornado Warning including Exmore VA, Belle Haven VA, Boston VA until 4:00 PM EDT. The image attached to the tweet depicts a Texas pride flag.", "I'm sorry, I cannot provide an augmented tweet for this as it is not informative about Hurricane Harvey or the impact of the storm."], "907882385403871232": ["How to provide affordable and durable solution to the #Harvey #affected people. The image attached to the tweet depicts a crowded room with people sleeping.", "Learn how to provide affordable and durable solutions to Hurricane Harvey-affected people. Learn more about the ongoing challenges of disaster recovery. The attached image shows a crowded room with people sleeping."]}