{"904655830108200960": ["13 toxic waste sites pose public threat due to Harvey floodwater", "This tweet reports that 13 toxic waste sites pose a public threat due to Hurricane Harvey floodwater, as shown in this photo of the fire at the chemical plant."], "904656437384798208": ["Prevailing uncertainty due to Harvey expected to keep European methanol prices strong", "This tweet reports that prevailing uncertainty due to Hurricane Harvey is expected to keep European methanol prices strong, as shown in this photo of a refinery at sunset."], "904657829558177792": ["Quote from Harvey S. Firestone", "This tweet features a quote from Harvey S. Firestone, but provides no additional information. The attached image depicts a black and white photograph of a man with a mustache."], "904658885272895488": ["Texas homeowners warn looters will be shot dead", "This tweet reports that Texas homeowners are warning looters will be shot dead, as shown in this photo of a flooded bus."], "904659340145164288": ["Why Hurricane Harvey could be good for stocks", "This tweet discusses why Hurricane Harvey could be good for stocks, as shown in this photo of a man in a white hat and jacket speaking into a microphone."], "904660568744873985": ["Joint statement from NBA and NBPA on Harvey relief efforts", "This tweet features a joint statement from the NBA and NBPA on Hurricane Harvey relief efforts, as shown in this photo of a flooded bus."], "904660669454311424": ["Time-lapse video of Texas garage shows extreme pace of Harvey flooding", "This tweet features a time-lapse video of a Texas garage showing the extreme pace of Hurricane Harvey flooding, as shown in this photo of a flooded bus."], "904660922156900353": ["Free beach access in Belmar as part of Harvey relief effort", "Free beach access is being offered in Belmar as part of Hurricane Harvey relief efforts, as shown in this photo of a man standing on a boardwalk."], "904661779145515009": ["Beaumont, Texas, still reeling after Harvey", "This tweet reports that Beaumont, Texas is still reeling after Hurricane Harvey, as shown in this photo of a flooded bus."], "904665684084486145": ["NFIP could payout 7-10 billion Harvey claims", "The National Flood Insurance Program could payout 7-10 billion Hurricane Harvey claims, as shown in this photo of a fallen tree on a road in the aftermath of Hurricane Person."]}