{"905812982948446208": ["Hurricane Harvey: A Turning Point In Drone Use. The drone captured stunning aerial footage of the hurricane's aftermath.", "Unmanned aerial vehicles played a crucial role in assessing the damage caused by Hurricane Harvey."], "905813937936973825": ["Jimmy Fallon, 'The Tonight Show' Give $1M Boost To Hurricane Harvey Relief. The donation will go towards rebuilding homes and providing aid to those affected by the hurricane.", "Celebrities and ordinary citizens alike are stepping up to help those impacted by Hurricane Harvey."], "905814350501482496": ["#smaili community steps up to serve #Harvey victims. Volunteers distribute food and supplies to those in need.", "The outpouring of support from local communities has been instrumental in helping Hurricane Harvey victims."], "905814713849614336": ["Houston will roar back in aftermath of Harvey #vegas. The city is resilient and will recover from the hurricane's devastation.", "Despite the destruction caused by Hurricane Harvey, Houstonians remain strong and committed to rebuilding their communities."], "905817543503437824": ["#Hurrican #Harvey transposed over #Illinois to show widespread #heavyrain. The hurricane's impact was felt far beyond the Gulf Coast.", "Hurricane Harvey's heavy rainfall caused flooding in areas far from the hurricane's landfall."], "905818622408450048": ["Dropped off our donation for Harvey relief to they will distribute to victims and volunteers. Giving back to those affected by Hurricane Harvey is essential to rebuilding the community.", "Donating time, money, or resources can make a significant impact on the lives of those impacted by Hurricane Harvey."], "905818727870029825": ["SIGN? HURRICANE HARVEY/IRMA AND THE 1724 SOLAR INTERSECT. The hurricane's impact was felt far beyond the Gulf Coast.", "The intersection of Hurricane Harvey and Irma with solar activity has sparked scientific interest and research."], "905819071849140224": ["Local firefighters who helped with Harvey could shift to Florida. First responders are essential in responding to natural disasters like Hurricane Harvey.", "The expertise and experience gained from responding to Hurricane Harvey could be invaluable in responding to future natural disasters."], "905819206108684288": ["What Open Data Says About Post-Harvey Mosquito Threats. Mosquito-borne illnesses are a concern in the aftermath of Hurricane Harvey.", "The use of open data can help identify areas at risk for mosquito-borne illnesses in the wake of Hurricane Harvey."], "905821754047598592": ["Cruz is a YES on the Harvey $/Debt limit/CR deal. The government's response to Hurricane Harvey is a crucial step in rebuilding communities.", "Political leaders from both parties are working together to provide aid and support to those affected by Hurricane Harvey."]}