{"905491643243143174": ["Woodridge care packages for Harvey and flood victims are complete! Thank you for your generosity. #BETHEWE #TexasStrong", "Generous donors complete Woodridge care packages for Harvey and flood victims. Thank you for your kindness! #HarveyRelief"], "905491728345554945": ["Texas health officials are monitoring mosquitoes after Harvey. Stay safe and take precautions! #publichealth #Harvey", "Mosquitoes are being monitored in Texas after Harvey. Protect yourself and stay safe! #diseaseprevention"], "905492206055804928": ["Airlines return to full operation in Houston. Safe travels! #travel #Harvey", "Houston airports return to full operation after Harvey. Have a safe trip! #aviation"], "905494681059942400": ["Help for officers who have lost everything. Thank you for your service! #HelpisHere #USpolice #Harvey", "Officers who lost everything in Harvey receive help. Thank you for your service and sacrifice! #Grateful"], "905495596823330816": ["Join Odessa's \"Helping hands for Harvey\" fundraising efforts. Every little bit helps! #community #HarveyRelief", "Support Odessa's \"Helping hands for Harvey\" fundraising efforts. Your contribution can make a difference! #givingback"], "905495844186492928": ["Rep. Castro insists on Harvey aid \"without any games\". Thank you for your leadership! #HarveyRelief #USpolitics", "Rep. Castro demands Harvey aid \"without any games\". Thank you for your unwavering commitment! #leadership"], "905498554332000256": ["DHS Boys soccer team continues to help out our local community on Day 2. Thank you for your hard work! #DHSRedSea #Hurricaneharvey", "DHS Boys soccer team continues to make a difference in our local community on Day 2. Keep up the great work! #HarveyRelief"], "905499072731197440": ["Keep building the stack! Bring your Hurricane Harvey donations to JBK 133. #wtamu #gobuffs #wtamuc2c", "Continue to build the stack for Hurricane Harvey donations. Your contributions make a difference! #community #HarveyRelief"], "905499135754866689": ["Breaking news: Hurricane Harvey victims receive amazing news. Positive developments for recovery efforts! #HarveyRelief #news", "Breaking news: Hurricane Harvey victims receive promising developments for recovery efforts. Encouraging news! #Grateful"], "905499549430636545": ["Texas gas lines disappear as fears of shortage ebb. Thank you for your cooperation! #Harvey #energy", "Gas lines in Texas disappear as fears of shortage ebb. Thank you for your cooperation and patience! #energyindustry"]}