{"907306784213397504": ["Gods Warnings Harvey and Irma - The image attached to the tweet depicts a man holding a sword in the desert", "What do Harvey and Irma have in common? Gods Warnings. 🤔 #HurricaneSeason"], "907307110307962885": ["Mexico withdrew its offer of #Harvey aid to Texas after last week's powerful earthquake. The image attached to the tweet depicts a man standing in a flooded living room", "Why did Mexico withdraw its offer of #Harvey aid to Texas? The answer may surprise you. #Earthquake"], "907307308211982336": ["#hurricane #irma #storm aftermath. All-metal light post snapped in half from #tornado. The image attached to the tweet depicts a texas pride flag", "Check out the aftermath of #hurricane #irma and #harvey. All-metal light post snapped in half! #WeatherNews"], "907308344112803840": ["Feds team with Texas to provide post-Harvey relief. The image attached to the tweet depicts a texas pride flag", "How are the Feds teaming up with Texas to provide post-Harvey relief? Find out here. #DisasterRelief"], "907310546059497472": ["Houston homeowners move forward after #Harvey, and many face limited options. The image attached to the tweet depicts a woman carrying a large piece of wood", "How are Houston homeowners moving forward after #Harvey? The answer may surprise you. #HoustonStrong"], "907311049434640384": ["These United States shall weather any storm. #NeverForget #September11 #Irma #Florida #Harvey #TexasStrong #911Day. The image attached to the tweet depicts a soldier with a rifle in a field", "On this #911Day, let's remember that the United States can weather any storm. #NeverForget #Irma #Harvey"], "907312159671103488": ["Painting clay ornaments for our #HurricaneHarvey flood relief fundraiser. The image attached to the tweet depicts two boys painting a state on a piece of paper", "Join us in painting clay ornaments for our #HurricaneHarvey flood relief fundraiser. Here's how you can help. #Charity"], "907312470485864448": ["Bryn Harvey all the way from England. Who is the bigger kid? #BBL06 #TurnUpTheHeat. The image attached to the tweet depicts a texas pride flag", "Who is the bigger kid? Find out why Bryn Harvey came all the way from England. #BBL06 #TurnUpTheHeat"], "907313230271393792": ["Blink 182's Mark Hoppus Hurricane Harvey Benefit For Dogs Impacted. The image attached to the tweet depicts a man playing a bass", "Don't miss Blink 182's Mark Hoppus Hurricane Harvey Benefit for Dogs Impacted. Here's how you can help. #Charity"], "907315378187055105": ["Google will repair Hurricane Harvey victims' Pixel phones for free in Houston #SocialMedia. The image attached to the tweet depicts a texas pride flag", "Did you know Google is repairing Hurricane Harvey victims' Pixel phones for free in Houston? #TechNews"]}