{"908328026026508288": ["Local ATX hotels are always happy to help out displaced Texans after Hurricane Harvey. #hurricaneharvey #informative", "This tweet shows a black bag with the word 'the fold' on it, which is used to help displaced Texans after Hurricane Harvey. #hurricaneharvey #informative"], "908331021132718080": ["US consumer inflation hit a 7-month high in August due to Harvey pushing up gas prices. #hurricaneharvey #informative", "Gas prices were pushed up by Harvey, causing US consumer inflation to reach a 7-month high in August. #hurricaneharvey #informative"], "908331446951137286": ["A landspout tornado touched down near Lake Okeechobee, Florida, according to NWS. #hurricaneharvey #informative", "This tweet shows a map of the area where a landspout tornado touched down near Lake Okeechobee, Florida. #hurricaneharvey #informative"], "908331725507371008": ["South High students promote their Texas flood fundraiser, Hope for Harvey, on KGAB. #hurricaneharvey #informative", "This tweet shows three people posing for a photo in front of a radio station while promoting their Texas flood fundraiser, Hope for Harvey. #hurricaneharvey #informative"], "908332126185164802": ["This tweet discusses how buildings have also been affected by Hurricane Harvey, not just homes. #hurricaneharvey #informative", "The Operations Manager analyzes granite in this tweet about how buildings have been affected by Hurricane Harvey. #hurricaneharvey #informative"], "908335462942736390": ["Harvey's impact on inflation is causing USDJPY to remain volatile, according to this tweet. #hurricaneharvey #informative", "This tweet shows the impact of Hurricane Harvey on the economy, causing USDJPY to remain volatile. #hurricaneharvey #informative"], "908335530659557376": ["This tweet asks if the Texas pride flag was saved before or after saving cats from Harvey. #hurricaneharvey #informative", "The Texas pride flag is pictured in this tweet about saving cats from Hurricane Harvey. #hurricaneharvey #informative"], "908336812065677313": ["RENTCaf Registry is helping Harvey evacuees find a home quicker, according to this tweet. #hurricaneharvey #informative", "This tweet shows a flooded neighborhood in the aftermath of Hurricane Harvey, discussing how RENTCaf Registry is helping evacuees find a home quicker. #hurricaneharvey #informative"], "908337125942337536": ["This tweet shows a group of puppies named after Cajun Navy and Mattress Mack that were born during Harvey. #hurricaneharvey #notinformative", "Puppies born during Harvey are named after Cajun Navy and Mattress Mack, according to this tweet. #hurricaneharvey #notinformative"], "908337943600877568": ["This tweet encourages people to keep on keeping on in the aftermath of Harvey. #hurricaneharvey #informative", "This tweet shows a Houston Strong sweatshirt, encouraging people to keep on keeping on after Harvey. #hurricaneharvey #informative"]}