{"908478161070972928": ["Help my family rebuild after Hurricane Harvey destroyed everything. #DisasterRecovery", "This family needs your help to rebuild after everything was destroyed by Hurricane Harvey. #CommunitySupport"], "908479429583794176": ["Feeding body and soul in Texas and Florida. Help out and donate now for Irma and Harvey recovery. #DisasterRelief", "Support Irma and Harvey recovery efforts by donating now to help feed those in need. #CommunityAssistance"], "908479537104801798": ["Relief efforts for Hurricane Harvey are underway, with trucks being filled and supplies given out to those in need. #DisasterResponse", "Trucks are being filled and supplies are being distributed to those in need as part of Hurricane Harvey relief efforts. #CommunitySupport"], "908481823302410242": ["This tweet doesn't seem to have any connection to Hurricane Harvey. #OffTopic", "It's unclear how this tweet is related to Hurricane Harvey. #Irrelevant"], "908482780769554432": ["This person loves their new shirts from a certain brand, with profits supporting the Harvey Relief Fund. #FashionForACause", "Support the Harvey Relief Fund by purchasing shirts from this brand, which donates a portion of profits to the cause. #CharitableFashion"], "908482791712673792": ["Hurricane Harvey could cost flood insurers $11 billion, and funds are running out. #InsuranceIndustry", "Flood insurers may face an $11 billion cost from Hurricane Harvey, and funds are running low. #EconomicImpact"], "908482896515780608": ["Hundreds of rescues during Hurricane Harvey were orchestrated remotely from the Pacific Northwest. #DisasterResponse", "Many rescues during Hurricane Harvey were coordinated remotely from the Pacific Northwest. #CommunityAssistance"], "908486019116339200": ["A 13-year-old made a huge impact in Harvey recovery efforts. #YouthInAction", "This 13-year-old is being hailed as a hero for his efforts in Harvey recovery. #CommunityAssistance"], "908486331222827008": ["This tweet doesn't seem to have any connection to Hurricane Harvey. #OffTopic", "It's unclear how this tweet is related to Hurricane Harvey. #Irrelevant"]}