{"906633657921785856": ["11ALIVE reports Praying for Everybody in hurricane #Irma those already effected by #Harvey 🙏🏽 Let us pray for everyone in the path of the hurricane. #Irma #HarveyRelief", "11ALIVE reports Praying for Everybody in hurricane #Irma those already effected by #Harvey 🙏🏽 The attached image shows two women standing in front of a mirror, hoping for the best."], "906633685893447680": ["Tornado warning for Lower Keys until 6p, with #Irma approaching Florida. The attached image shows a Texas pride flag flying high. #FloridaStrong #Irma", "Tornado warning for Lower Keys until 6p, with #Irma approaching Florida. The attached image shows a flag waving in the wind, a symbol of resilience. #FloridaStrong #Irma"], "906634259674357765": ["Tornado warning for Lower #Keys including #KeyWest. Storm moving SW at 70mph. The attached image shows the tornado warning, stay safe! #Irma #Florida", "Tornado warning for Lower #Keys including #KeyWest. Storm moving SW at 70mph. The attached image shows the warning message, be alert and stay safe! #Irma #Florida"], "906635330618580997": ["Are Irma and Harvey Gods Punishment for Electing Trump? The attached image shows the hurricane in the middle of the ocean, a reminder of the power of nature. #Irma #Harvey #Trump", "Are Irma and Harvey Gods Punishment for Electing Trump? The attached image shows the hurricane in the ocean, a reminder of the need for preparedness. #Irma #Harvey #Trump"], "906635387183005696": ["#americanredcross Chairman Gail McGovern meets with volunteers working in Texas shelters #Harvey The attached image shows a group of people in a classroom, working together to help those in need. #HarveyRelief", "#americanredcross Chairman Gail McGovern meets with volunteers working in Texas shelters #Harvey The attached image shows a group of people coming together, united in their efforts to help. #HarveyRelief"], "906635791778160640": ["Tree down from tornado in plantation! The attached image shows a Texas pride flag waving in the wind. #Irma #FloridaStrong", "Tree down from tornado in plantation! The attached image shows a flag, a symbol of resilience in the face of adversity. #Irma #FloridaStrong"], "906638527194124293": ["The #12thMan is supporting #BTHOharvey today Visit to help those impacted by Harvey The attached image shows three people giving the thumbs up, a sign of hope. #HarveyRelief", "The #12thMan is supporting #BTHOharvey today Visit to help those impacted by Harvey The attached image shows a group of people coming together to help, a sign of solidarity. #HarveyRelief"], "906639502197870593": ["Charities, animal shelters in NJ preparing to assist Harvey, Irma victims ( ) The attached image shows a Texas pride flag waving in the wind, a symbol of resilience. #Harvey #Irma #HarveyRelief", "Charities, animal shelters in NJ preparing to assist Harvey, Irma victims ( ) The attached image shows a flag, a symbol of unity in the face of disaster. #Harvey #Irma #HarveyRelief"], "906641734158954496": ["Holy crap! Poseidon's trident! #HurricaneHarvey The attached images show the view from the space station, a whale in the ocean, a reminder of the beauty and power of nature. #Harvey", "Holy crap! Poseidon's trident! #HurricaneHarvey The attached images show the view from above, a reminder of the need for preparedness and resilience. #Harvey"], "906649075717509120": ["Confirmed large extremely dangerous #tornado in or very near Ft. Lauderdale. #flwx #HurricaneIrma The attached image shows the radar image of a storm, stay safe! #Irma #Florida", "Confirmed large extremely dangerous #tornado in or very near Ft. Lauderdale. #flwx #HurricaneIrma The attached image shows the warning message, be alert and stay safe! #Irma #Florida"]}