{"904648502076170240": ["Marines saving Harvey survivors from floods in Texas", "This tweet features photos of Marines saving Hurricane Harvey survivors from floods in Texas, including a marine in an inflatable boat, a baby in a car seat, and a group of people in a boat."], "904648986987962368": ["El Paso assists in Hurricane Harvey recovery", "This tweet features a video of El Paso assisting in Hurricane Harvey recovery, as shown in this photo of the words \"El Paso's Relief Efforts Hurricane Harvey.\""], "904650635622191104": ["Hurricane Harvey and human selflessness", "This tweet references Hurricane Harvey and human selflessness, as shown in this photo of a flooded street in Houston."], "904650765637230592": ["Varsity players load trucks to help Texas after Harvey", "Varsity players are loading trucks to help Texas after Hurricane Harvey, as shown in this photo of a flooded bus."], "904651672873570304": ["Hurricane Harvey reminds us of Orkney 1952/3 storms", "This tweet references Hurricane Harvey reminding us of Orkney 1952/3 storms, but provides no additional information. The attached image depicts a flooded street in the town of Stoke-on-Trent."], "904651948409974784": ["Gas prices jump since Harvey", "Gas prices have jumped since Hurricane Harvey, as shown in this photo of a gas pump with the price of $."], "904652302581202946": ["Drinking water system partially restored following Harvey", "The drinking water system has been partially restored following Hurricane Harvey, as shown in this photo of the aftermath of Hurricane Houston."], "904652313679106048": ["Texas Corps of Engineers researchers use supercomputer to model Harvey flooding", "Texas Corps of Engineers researchers are using a supercomputer to model Hurricane Harvey flooding, as shown in this photo of flood damage in the area."], "904652981064302592": ["Wrath of Harvey lays bare Mexico's natural gas addiction", "This tweet references the wrath of Hurricane Harvey laying bare Mexico's natural gas addiction, but provides no additional information. The attached image depicts a graph showing the decline in the number of children in Mexico."], "904655607977967616": ["How Harvey's cost stacks up against past disasters", "This tweet references how Hurricane Harvey's cost stacks up against past disasters, as shown in this photo of a flooded bus."]}