{"908677187359850497": ["This Dairy Queen in Wharton is now open, but all of southeast Texas has been affected by Hurricane Harvey, as seen in this photo. #CommunitySupport", "Learn about how all of southeast Texas has been affected by Hurricane Harvey and how this Dairy Queen in Wharton is now open with this informative tweet. #DisasterRecovery"], "908678484159074305": ["This tweet is discussing shopping for Prosecco, but it's unclear how it relates to Hurricane Harvey. #OffTopic", "It's unclear how this tweet is related to Hurricane Harvey. #Irrelevant"], "908679128823496704": ["This Mansfield teacher stepped up to welcome foreign exchange students displaced by Harvey, as seen in this photo. #CommunitySupport", "This Mansfield teacher is doing their part to help foreign exchange students displaced by Harvey, as seen in this photo. #DisasterRecovery"], "908681421753081857": ["This tweet is discussing how big data and IoT can save lives in disaster response efforts, as seen in this photo. #TechnologyAdvancements", "Discover how big data and IoT can save lives in disaster response efforts with this informative tweet. #InnovativeSolutions"], "908681864247939078": ["OSHA worksite inspections have been temporarily halted in Irma and Harvey-affected areas, as seen in this black and white image. #WorkplaceSafety", "Learn about how OSHA worksite inspections have been temporarily halted in Irma and Harvey-affected areas with this informative tweet. #EmployerResponsibility"], "908682324124020736": ["Donate $5 and win a $60 Amazon gift card! Help us raise $10k for Hurricane Harvey relief efforts with this informative tweet. #CommunitySupport", "Discover how you can donate $5 and win a $60 Amazon gift card to help raise $10k for Hurricane Harvey relief efforts with this informative tweet. #DisasterRecovery"], "908682870574764032": ["This tweet is discussing Harvey hair, but it's unclear how it relates to Hurricane Harvey. #OffTopic", "It's unclear how this tweet is related to Hurricane Harvey. #Irrelevant"], "908685011657920512": ["This tweet is discussing Harvey and industrial production, but it's unclear how they relate to each other or to Hurricane Harvey. #OffTopic", "It's unclear how this tweet is related to Hurricane Harvey. #Irrelevant"], "908686109802156032": ["This tweet is discussing a comic book cover, but it's unclear how it relates to Hurricane Harvey. #OffTopic", "It's unclear how this tweet is related to Hurricane Harvey. #Irrelevant"], "908686116462534656": ["UMass experts are offering online 'teachouts' on hurricanes in the wake of Irma, Harvey, and Jose, as seen in this photo. #DisasterPreparedness", "Learn about how UMass experts are offering online 'teachouts' on hurricanes in the wake of Irma, Harvey, and Jose with this informative tweet. #CommunityAwareness"]}