{"904684385189933056": ["Beautiful moment of socialism, but now killer capitalism resumes after Harvey", "This tweet references a beautiful moment of socialism but suggests that killer capitalism is now resuming after Hurricane Harvey, as shown in this photo of a man and woman in a boat."], "904685539412119553": ["21 powerful images of Harvey's impact", "This tweet features 21 powerful images of Hurricane Harvey's impact, as shown in this photo of a house surrounded by floodwaters in the city of Houston."], "904686036219027461": ["Virginia charity gathers donations for women impacted by Harvey", "This tweet reports that a Virginia charity is gathering donations for women impacted by Hurricane Harvey, as shown in this photo of a group of women in a classroom."], "904689705954013184": ["Toxic sites hit by Harvey threaten Texans", "This tweet reports that toxic sites hit by Hurricane Harvey are threatening Texans, as shown in this photo of a flooded bus."], "904692138532896770": ["Rising gas prices after Harvey may deal economic blow to Trump", "This tweet discusses how rising gas prices after Hurricane Harvey may deal an economic blow to President Trump, as shown in this photo of a man in a suit and tie."], "904692578968371200": ["Harvey flood victims do not even know what is in the chemical plumes they are inhaling", "This tweet reports that Hurricane Harvey flood victims do not even know what is in the chemical plumes they are inhaling, as shown in this photo of a flooded bus."], "904692689492463616": ["What Hurricane Harvey says about risk, climate, and resilience", "This tweet discusses what Hurricane Harvey says about risk, climate, and resilience, as shown in this photo of a flooded bus."], "904692810057740289": ["Doing my part. This place is packed!", "This tweet features someone doing their part to help with Hurricane Harvey relief efforts, as shown in this photo of the front entrance of a new building."], "904692860620079104": ["US Coast Guard saves Texans from Harvey flooding", "This tweet reports that the US Coast Guard is saving Texans from Hurricane Harvey flooding, as shown in this photo of a flooded bus."], "904692950780846082": ["Homeless shelter up and running after Harvey", "This tweet reports that a homeless shelter is up and running after Hurricane Harvey, as shown in this photo of a damaged ceiling in a home."]}