{"905777692204830720": ["Shout out to all the student-athletes who donated to support families impacted by Hurricane Harvey! 👏", "Give a shout out to all the student-athletes who donated to support families impacted by Hurricane Harvey! 👏"], "905777773372993536": ["Not sure what this tweet means, but here's a picture of a phone receiver. 🤷‍♀️", "Not sure what this tweet means, but here's a picture of a phone receiver. 🤷‍♀️"], "905777937504456707": ["A dog song album benefits pups affected by Hurricane Harvey. 🐶🎶", "Check out this dog song album that benefits pups affected by Hurricane Harvey. 🐶🎶"], "905777977249681409": ["RT to help my teammates out FC8 #KingwoodHighSchool #HurricaneHarvey #RubTheHoof. 🐎", "Retweet to help out FC8 teammates at Kingwood High School affected by Hurricane Harvey. 🐎"], "905777994593132544": ["Reddit and Twitter offer an oasis of info and resources for Harvey victims. 🌴", "Find an oasis of info and resources for Harvey victims on Reddit and Twitter. 🌴"], "905781192733155328": ["Life comes at you fast... #Harvey #Irma #WednesdayWisdom. 🌀", "Remember that life comes at you fast... #Harvey #Irma #WednesdayWisdom. 🌀"], "905781342201368576": ["Amazon customers report sharply higher prices for bottled water post-Harvey and Irma. 💧", "Learn how Amazon customers are reporting sharply higher prices for bottled water post-Harvey and Irma. 💧"], "905782071410483200": ["Not sure what this tweet means, but here's a picture of the Hurricane Harvest Relief Gospel Concert. 🤔", "Not sure what this tweet means, but here's a picture of the Hurricane Harvest Relief Gospel Concert. 🤔"], "905782615667507200": ["Listen to this amazing in-studio performance from Phillip, who is here to aid Harvey relief. 🎵", "Listen to this amazing in-studio performance from Phillip, who is here to aid Harvey relief. 🎵"], "905786553745727490": ["Hats off to everyone who wore hats today at LSES and donated to the victims of Hurricane Harvey. 👒", "Give a shout out to everyone who wore hats today at LSES and donated to the victims of Hurricane Harvey. 👒"]}