{"908200014668804097": ["The cast of The 100 is standing together to support those affected by Hurricane Harvey and Irma. #StandTogether #The100 #HurricaneIrma #HurricaneHarvey", "It's heartening to see people like the cast of The 100 coming together to support those affected by Hurricane Harvey and Irma. #StandTogether #The100 #HurricaneIrma #HurricaneHarvey"], "908200672901963776": ["It's disappointing to see so little empathy shown to the victims of Hurricane Harvey. We need to come together to support those in need. #Harvey #hurricanerelief", "The people affected by Hurricane Harvey deserve our empathy and support. Let's stand together to help them through this difficult time. #Harvey #hurricanerelief"], "908205346145144832": ["Matt Harvey didn't hold back in his latest interview. #Mets", "Matt Harvey had some strong words to say in his latest interview. #Mets"], "908206404317704192": ["This tweet has nothing to do with Hurricane Harvey or Irma. #notinformative", "Please keep your tweets relevant to the topic at hand. #notinformative"], "908208332669726721": ["This tweet has nothing to do with Hurricane Harvey or Irma. #notinformative", "Please keep your tweets relevant to the topic at hand. #notinformative"], "908209609160175617": ["The Chicago Cubs had a great win against the Mets, with Baez and Almora leading the way. #Cubs #Mets", "The Chicago Cubs are on fire this season, with Baez and Almora leading the way to another victory against the Mets. #Cubs #Mets"], "908221170184531969": ["A tiny tornado has boosted the performance of electrospray ionization mass spectrometry. #proteomics #tornado", "It's amazing to see how even the smallest things, like a tiny tornado, can have a big impact on scientific research. #proteomics #tornado"], "908221252502003712": ["The devastating EF-5 tornado that hit Moore, OK on 5/20/13 was a stark reminder of the power of nature. #tornado #MooreOK", "The people of Moore, OK will never forget the devastating EF-5 tornado that hit their community on 5/20/13. #tornado #MooreOK"], "908226980356677632": ["The aftermath of Hurricane Harvey includes a 'toxic soup' containing E. Coli and heavy metals. #Harvey #hurricanerelief", "The effects of Hurricane Harvey are still being felt, including the presence of a 'toxic soup' containing dangerous contaminants. #Harvey #hurricanerelief"], "908230155901870081": ["This tweet has nothing to do with Hurricane Harvey or Irma. #notinformative", "Please keep your tweets relevant to the topic at hand. #notinformative"]}