{"901679610164805632": ["Breaking News: Hurricane Steve Harvey is rapidly approaching the Corpus Christi area. Please evacuate immediately! #hurricaneharvey #evacuation", "Attention all residents in the Corpus Christi area! Hurricane Steve Harvey is heading your way, please evacuate as soon as possible! #hurricane #evacuation"], "901679768072015872": ["Truckload of dogs and cats from an animal shelter in Louisiana have arrived in the path of Hurricane Harvey. #hurricaneharvey #animalrescue", "The animal shelter in Louisiana has sent a truckload of dogs and cats to safety in the face of Hurricane Harvey. #hurricane #animalrescue"], "901679854273400832": ["That tornado is absolutely terrifying! Stay safe everyone. #tornado #hurricaneharvey", "The tornado in the sky is a scary sight. Please take cover and stay safe! #tornado #weather"], "901680299297431552": ["Harvey visits Texas but not for a vacation. #hurricaneharvey #texas", "Harvey has made an unwelcome visit to Texas. #hurricane #texas"], "901683735837462528": ["Tropical Storm Harvey has caused extensive damage to homes on the US Gulf Coast, resulting in two fatalities. #hurricaneharvey #tropicalstorm", "The US Gulf Coast has been hit hard by Tropical Storm Harvey, causing widespread damage and loss of life. #hurricane #tropicalstorm"], "901683746759475200": ["Celebrities including Kim Kardashian and the creator of 'Hamilton' have expressed their support for Texas in the wake of Hurricane Harvey. #hurricaneharvey #celebritysupport", "The people of Texas are receiving support from celebrities such as Kim Kardashian and the creator of 'Hamilton' during the aftermath of Hurricane Harvey. #hurricane #celebritysupport"], "901683922676969472": ["Hurricane Harvey has devastated communities in Texas, leaving many unable to afford to leave. #hurricaneharvey #texas", "The impact of Hurricane Harvey on Texas has left many unable to leave their homes due to financial hardship. #hurricane #texas"], "901684002544910336": ["This computer model predicts that Hurricane Harvey will hit in a few days. Please stay safe and prepare accordingly! #hurricaneharvey #stormtrack", "The storm track for Hurricane Harvey indicates that it will hit in a few days. Make sure to take all necessary precautions and stay safe! #hurricane #stormtrack"], "901684406665879552": ["An Indianapolis safety officer has shared tips for those with loved ones in the path of Hurricane Harvey. #hurricaneharvey #safetytips", "For those with loved ones in the path of Hurricane Harvey, an Indianapolis safety officer has shared some helpful tips to stay safe during the storm. #hurricane #safetytips"], "901684409182638080": ["Evacuees from Hurricane Harvey face days in DFW shelters as the storm continues to wreak havoc. #hurricaneharvey #evacuation", "As Hurricane Harvey continues to cause damage, evacuees are facing extended stays in DFW shelters. #hurricane #evacuation"]}