{"907405253150232577": ["A tornado spawned by Hurricane Irma caused damage on the Georgia coast. Stay safe, everyone! #Irma #Tornado #Georgia", "Reports of a tornado caused by Hurricane Irma are coming in from the Georgia coast. Keep an eye out and stay safe! #Irma #Tornado"], "907407185365303297": ["Houston residents are facing a new set of challenges in the aftermath of Hurricane Harvey, including mold, polluted water, and mosquitoes. Stay strong! #Harvey #HoustonStrong", "The aftermath of Hurricane Harvey is far from over, as Houston residents now face the challenges of mold, polluted water, and mosquitoes. We're here for you! #Harvey #Houston"], "907409421252341760": ["The threat of a tornado may be decreasing, but we're still keeping an eye on the storm cells rolling in from the ocean. Stay safe, everyone! #TornadoWatch #SCWX", "The severe storm risk may be decreasing, but we're not out of the woods yet. Keep an eye on the storm cells rolling in from the ocean. #SevereWeather #SCWX"], "907409461391667201": ["Hurricanes Irma and Harvey have derailed expansion plans for many businesses, including LL. Stay strong and stay safe! #Irma #Harvey #Business", "The impact of Hurricanes Irma and Harvey is being felt by businesses across the country, including LL. We're here to support you! #Irma #Harvey #BusinessImpact"], "907411740639588352": ["In the wake of Hurricane Harvey, we're seeing true resilience and community spirit in New Orleans. Let's keep that spirit alive! #Harvey #NewOrleansStrong", "New Orleans is showing us what it means to be resilient and come together in the face of disaster. Let's keep that spirit alive in the wake of Hurricane Harvey. #Harvey #NewOrleans"], "907413207115091970": ["The JUNK BUS is on its way to Houston, Texas to help with the clean-up efforts after Hurricane Harvey. Let's do this! #JunkRemoval #HoustonStrong", "The JUNK BUS is ready to help with the clean-up efforts in Houston, Texas after Hurricane Harvey. Let's get to work! #Harvey #JunkRemoval"], "907413526175784960": ["Mexico has dropped its aid to Texas in the wake of Hurricane Harvey, citing its own natural disasters. Let's keep them in our thoughts. #Mexico #Harvey #NaturalDisasters", "As we deal with the aftermath of Hurricane Harvey, let's not forget that other countries are facing natural disasters too. Sending love to Mexico. #Mexico #Harvey"], "907413959711567873": ["As students return to school in the wake of Hurricane Harvey, we can learn from the lessons of Hurricane Katrina. Let's support our students! #Harvey #Katrina #Education", "The return to school after Hurricane Harvey is a challenging time for students and educators alike. Let's learn from the lessons of Hurricane Katrina and support our students! #Harvey #Katrina #Education"], "907417732580347904": ["If you're in the market for a used car, make sure to check for flood damage from Hurricane Harvey. Here's how. #Harvey #UsedCars #FloodDamage", "Don't get caught with a flooded car after Hurricane Harvey. Here's how to check for flood damage when shopping for a used car. #Harvey #UsedCars"]}