{"907748189117304834": ["What lies beneath Harvey floodwaters becomes a growing concern. The image attached to the tweet depicts a house surrounded by water.", "The potential health risks posed by the floodwaters from Hurricane Harvey become a growing concern. Learn more about the ongoing challenges of disaster recovery. The attached image shows a house surrounded by water."], "907749622726176772": ["Outlook for Gas Prices for end of 2017 $UGA #gasoline #oil. The image attached to the tweet depicts the average retail price chart.", "I'm sorry, I cannot provide an augmented tweet for this as it is not informative about Hurricane Harvey or the impact of the storm."], "907750756937293825": ["Oldest known photo of a tornado. August 28th, 1884 near Howard, South Dakota. The image attached to the tweet depicts a black and white photo of a man standing on top of a mountain.", "I'm sorry, I cannot provide an augmented tweet for this as it is not informative about Hurricane Harvey or the impact of the storm."], "907751765394837504": ["Saddleback Kiwanis volunteers sew happiness for Hurricane Harvey's youngest victims. The image attached to the tweet depicts a Texas pride flag.", "Volunteers from Saddleback Kiwanis are helping to bring happiness to Hurricane Harvey's youngest victims. Learn more about how people are coming together to help with disaster response efforts. The attached image shows a Texas pride flag."], "907753635379105792": ["Four Ways Nurses Can Help After Harvey. The image attached to the tweet depicts a flooded street in the city of Houston.", "Nurses can play a critical role in helping with disaster response efforts after Hurricane Harvey. Learn more about how healthcare workers are making a difference. The attached image shows a flooded street in the city of Houston."], "907754475749875713": ["Letter to the editor: Who will pay for Houston work? #HurricaneHarvey. The image attached to the tweet depicts flooded cars parked in a driveway.", "One letter to the editor raises questions about who will pay for the ongoing disaster recovery efforts in Houston. Learn more about the ongoing challenges of disaster recovery. The attached image shows flooded cars parked in a driveway."], "907755844535808000": ["Four Odessa police officers named as Officers of the Month for Harvey relief work. #CBS7. The image attached to the tweet depicts the four officers who were killed in the line of duty.", "Four Odessa police officers are honored for their work in Hurricane Harvey relief efforts. Learn more about how first responders are making a difference. The attached image shows the four officers who were killed in the line of duty."], "907756518535294976": ["Could not be prouder of this demo team helping our #community. #TeamGranite #Harvey. The image attached to the tweet depicts a Texas pride flag.", "One Twitter user expresses pride in a demo team helping the community in the aftermath of Hurricane Harvey. Learn more about how people are coming together to help with disaster response efforts. The attached image shows a Texas pride flag."], "907761690485411840": ["Hollyoaks bosses confirm the death of Terence Harvey. The image attached to the tweet depicts a Texas pride flag.", "I'm sorry, I cannot provide an augmented tweet for this as it is not informative about Hurricane Harvey or the impact of the storm."], "907763218197737474": ["Remarkable display of talent standing up for Harvey Irma victims. Donate at. The image attached to the tweet depicts a television screen with a man and woman standing in front of it.", "A remarkable display of talent is standing up for the victims of Hurricanes Harvey and Irma. Learn more about how people are coming together to help with disaster response efforts. The attached image shows a television screen with a man and woman standing in front of it."]}