{"908019661543002112": ["Houston home sales plunged 25 percent in August as Harvey approached. The image attached to the tweet depicts a large apartment complex.", "Learn about how Houston home sales plunged 25 percent in August as Hurricane Harvey approached. Stay informed about the ongoing challenges of disaster recovery. The attached image shows a large apartment complex."], "908020882106351621": ["Reporters compare Harvey and Irma's impacts. The image attached to the tweet depicts a man in a black suit and a woman in a black dress.", "Learn about how reporters compare Hurricane Harvey and Irma's impacts. Stay informed about the ongoing challenges of disaster recovery. The attached image shows a man in a black suit and a woman in a black dress."], "908021007612555270": ["The second disaster facing the victims of Harvey and Irma #ClimateChange #tfb #f4f. The image attached to the tweet depicts a man pushing a stroller with a child in it.", "Learn about how climate change is the second disaster facing the victims of Hurricane Harvey and Irma. Stay informed about the ongoing challenges of disaster recovery. The attached image shows a man pushing a stroller with a child in it."], "908021370705018880": ["Wish I could find out are these tornado clouds Rolls around Coral Springs often. Very bad trees down from Irma. The image attached to the tweet depicts a view of the sky from inside a car.", "Learn about how people are experiencing tornado clouds and bad trees down from Hurricane Irma. Stay informed about the ongoing challenges of disaster recovery. The attached image shows a view of the sky from inside a car."], "908021491027062784": ["Dallas prepares for thousands of Hurricane Harvey evacuees. Black Voice News. The image attached to the tweet depicts a group of people in a helicopter.", "Learn about how Dallas is preparing for thousands of Hurricane Harvey evacuees. Stay informed about the ongoing challenges of disaster recovery. The attached image shows a group of people in a helicopter."], "908024996462817285": ["He was all smiles on his first day of school. Finally starting kindergarten after a 2 week delay. #HurricaneHarvey. The image attached to the tweet depicts a Texas pride flag.", "I'm sorry, I cannot provide an augmented tweet for this as it is not informative about Hurricane Harvey or the impact of the storm."], "908025519387619338": ["Chloe Harvey stalder full Chinese. The image attached to the tweet depicts a gymnast doing a split on the bars.", "I'm sorry, I cannot provide an augmented tweet for this as it is not informative about Hurricane Harvey or the impact of the storm."], "908028024049848320": ["CREED install into Harvey Nichols, Edinburgh F #creed #creedfragrances #stunning #creativeagency. The image attached to the tweet depicts a Texas pride flag.", "I'm sorry, I cannot provide an augmented tweet for this as it is not informative about Hurricane Harvey or the impact of the storm."], "908031598062432256": ["Trying to salvage an oyster boat in Seadrift harbor. This family lost three boats in #Harvey. The image attached to the tweet depicts a group of people in the water.", "Learn about how a family lost three boats in Hurricane Harvey and is now trying to salvage an oyster boat in Seadrift harbor. Stay informed about the ongoing challenges of disaster recovery. The attached image shows a group of people in the water."], "908031796092252162": ["Girl Scout troops seek donations for Harvey, Irma relief. The image attached to the tweet depicts a group of people walking through a flooded street.", "Learn about how Girl Scout troops are seeking donations for Hurricane Harvey and Irma relief. Stay informed about the ongoing challenges of disaster recovery. The attached image shows a group of people walking through a flooded street."]}