{"907656300892446720": ["Harvey's 'Unprecedented' Rainfall And Flooding Are 'Only Getting Worse.' The image attached to the tweet depicts a group of people on the back of a truck.", "Learn about the unprecedented rainfall and flooding caused by Hurricane Harvey, which is only getting worse. The attached image shows a group of people on the back of a truck."], "907656453393018880": ["FHWA gives TX $25M in emergency funds for Hurricane Harvey repairs. The image attached to the tweet depicts a group of people walking through a flooded street.", "The FHWA is providing Texas with $25M in emergency funds to help with Hurricane Harvey repairs. Learn more about the financial impact of the storm. The attached image shows a group of people walking through a flooded street."], "907657079187374080": ["Harvey evacuees seeking apartments have another resource. The image attached to the tweet depicts the construction of a fence at the new Houston apartments in Houston, Texas, on J.", "Hurricane Harvey evacuees seeking apartments have a new resource. Learn more about the challenges of finding housing after a disaster. The attached image shows the construction of a fence at the new Houston apartments in Houston, Texas."], "907657879716380672": ["Employers Set Up Tax-Favored Leave-Based Donation Programs Aiding Harvey Victims. The image attached to the tweet depicts a hurricane in the background with the words 'Donate Your Vacation Time.'", "Employers are setting up tax-favored leave-based donation programs to aid Hurricane Harvey victims. Learn more about how you can help. The attached image shows a hurricane in the background with the words 'Donate Your Vacation Time.'"], "907659362826670080": ["Apple Watch is already being used to help communicate with Harvey and Irma victims! Awesome! #AppleEvent. The image attached to the tweet depicts a Texas pride flag.", "The Apple Watch is being used to help communicate with Hurricane Harvey and Irma victims. Learn more about the innovative ways technology is being used in disaster response. The attached image shows a Texas pride flag."], "907659415268012032": ["Landfall of Hurricane #Harvey August 25, 2017 (via NOAA GOES-16). The image attached to the tweet depicts a Texas pride flag.", "Take a look back at the landfall of Hurricane Harvey on August 25, 2017. Learn more about the impact of the storm. The attached image shows a Texas pride flag."], "907660999284707328": ["Hurricane Harvey Could Create 1M Salvage Vehicles. The image attached to the tweet depicts a flooded parking lot at the Houston airport.", "Hurricane Harvey could create up to 1 million salvage vehicles. Learn more about the impact of the storm on the auto industry. The attached image shows a flooded parking lot at the Houston airport."], "907661128213217280": ["Harvey, Irma, and Now Jose: Christian Aid Groups Wonder if There Is Enough Help to Go Around. The image attached to the tweet depicts a Texas pride flag.", "Christian aid groups are wondering if there is enough help to go around following Hurricanes Harvey, Irma, and Jose. Learn more about the ongoing challenges of disaster response. The attached image shows a Texas pride flag."], "907662875505811456": ["Cost of Harvey and Irma damage could hit $70bn, insurer says. The image attached to the tweet depicts a Texas pride flag.", "The cost of Hurricane Harvey and Irma damage could hit $70 billion, according to an insurer. Learn more about the financial impact of the storms. The attached image shows a Texas pride flag."], "907663793446051841": ["Please remember these important #safety tips as you return home after a disaster. #Irma #Harvey. The image attached to the tweet depicts a house with a red cross logo and the words 'Returning Home Safely.'", "As you return home after a disaster like Hurricane Irma or Harvey, please remember these important safety tips. Learn more about how to stay safe during disaster recovery. The attached image shows a house with a red cross logo and the words 'Returning Home Safely.'"]}