{"906191939036340224": ["Meet the real Harvey Irma. Who would'a thunk! The image attached to the tweet depicts a texas pride flag", "Meet the real Harvey Irma. Who would have thought! The attached image shows a Texas pride flag."], "906192189579034624": ["Hats for Harvey @ Hadley #wpsproud The images attached to the tweet depict the students wearing hats, a woman wearing a hat with a flower on it,", "Hadley students wear hats to support Harvey relief efforts. #wpsproud. The attached images show students and a woman wearing hats."], "906192288426196992": ["T-Mobile Responds to Hurricane Harvey | T-Mobile Newsroom The image attached to the tweet depicts a pink and white tlogo", "T-Mobile responds to Hurricane Harvey with relief efforts. The attached image shows T-Mobile's pink and white logo."], "906195501338558465": ["Keep praying for Texas! These families have a long road ahead of them. #PrayforTexas The image attached to the tweet depicts a flooded street in the city of houston", "Praying for Texas as families face a long road to recovery. #PrayforTexas. The attached image shows a flooded street in Houston."], "906196156262338560": ["Volunteer effort still going strong as help continues to pour in for #Harvey and now #Irma The images attached to the tweet depict the sign for matthew 35 ministries, a box filled with clothes, a parking lot with several flags flying, a group of people standing around boxes and boxes of clothing,", "Volunteer effort still going strong for Harvey and now Irma relief efforts. The attached images show Matthew 35 Ministries sign, boxes of clothes, flags flying in a parking lot, and people standing around boxes of clothing."], "906199050206068737": ["Texas Is Beginning Its Recovery Post-Harvey Watch Now 👉- The image attached to the tweet depicts a house that is surrounded by flood water", "Texas begins recovery post-Harvey. Watch now. 👉. The attached image shows a house surrounded by flood water."], "906199066966667264": ["Four Texas GOP lawmakers voted against Harvey aid package The image attached to the tweet depicts a flooded street in houston", "Four Texas GOP lawmakers voted against Harvey aid package. The attached image shows a flooded street in Houston."], "906199568597086208": ["Fantastic new single out now by . Proceeds from sales go to help Hurricane Harvey victims! The image attached to the tweet depicts a texas flag with the words god blessed texas single", "Check out the fantastic new single by artist. Proceeds go to help Harvey victims! The attached image shows a Texas flag with the words \"God Blessed Texas\" single."], "906200743971053568": ["Hurricane Harvey raises FLSA, FMLA questions. #HR The image attached to the tweet depicts a satellite image of hurricane harvey", "Hurricane Harvey raises questions about FLSA and FMLA. #HR. The attached image shows a satellite image of Hurricane Harvey."], "906200820961693697": ["#CHP Installation Keeps Texas Medical Center Running During #HurricaneHarvey The image attached to the tweet depicts the river in downtown dallas", "CHP installation keeps Texas Medical Center running during Hurricane Harvey. The attached image shows the river in downtown Dallas."]}