{"905788208046153732": ["Not sure what this tweet means, but here's a picture of a group of kids wearing hats. 🤷‍♀️", "Not sure what this tweet means, but here's a picture of a group of kids wearing hats. 🤷‍♀️"], "905790259639853056": ["Using Hurricane Harvey in your PR pitches is disgusting. 😠", "Express your disgust for using Hurricane Harvey in PR pitches. 😠"], "905792707053965312": ["Langevin applauds the passing of supplemental funding package for Hurricane Harvey relief. 👏", "Join Langevin in applauding the passing of a supplemental funding package for Hurricane Harvey relief. 👏"], "905792776796868608": ["Mike Pence visits Texas after Harvey. 🇺🇸", "Learn about Mike Pence's visit to Texas after Harvey. 🇺🇸"], "905792920833294336": ["The TEA establishes a hotline for area parents affected by Harvey. ☎️", "The TEA establishes a hotline for area parents affected by Harvey. ☎️"], "905793142728876032": ["Harvey is blamed for the latest delay in MoPac project. 🚧", "Find out how Harvey is blamed for the latest delay in the MoPac project. 🚧"], "905793790081945601": ["The Houston homes sacrificed after Harvey. 🏠", "Learn about the Houston homes sacrificed after Harvey. 🏠"], "905793922303176704": ["There will be a special collection in parishes on Sept. 9-10 to support Harvey relief. 🙏", "Don't forget about the special collection in parishes on Sept. 9-10 to support Harvey relief. 🙏"], "905793985670721536": ["Grandparents mourn loss of Tennessee lineman killed restoring power after Harvey. 😔", "Read about the grandparents who mourn the loss of a Tennessee lineman killed while restoring power after Harvey. 😔"], "905794386990071808": ["A youth group is helping with Hurricane Harvey relief efforts. 👍", "Find out how a youth group is helping with Hurricane Harvey relief efforts. 👍"]}