{"906563342189375488": ["#SiliconValley helping Hurricane Harvey victims. #startups #memes #motd #dankmemes #informative", "The image attached to the tweet depicts a man walking in the rain. #informative"], "906563716724019202": ["Ever heard of a tornado on an island? Have you met Hurricane Irma? #notinformative", "The image attached to the tweet depicts a house that has been destroyed. #notinformative"], "906563749758324736": ["The animals. #Irma #Harvey #notinformative", "The image attached to the tweet depicts a bathroom with flamingos in it. #notinformative"], "906563869702856706": ["Pepperdine students brace for Hurricane Irma and aid with Hurricane Harvey. #informative", "The image attached to the tweet depicts the hurricane. #informative"], "906564173651435520": ["SCC in Texas feeding people after Hurricane Harvey. Class of '83 and '84. #informative", "The image attached to the tweet depicts a group of people standing around a large pot of food. #informative"], "906566375518429184": ["This is the most adorable pic I have seen from the visit. #Houston #BeyGood #HurricaneHarvey #notinformative", "The image attached to the tweet depicts a young man and woman taking a selfie. #notinformative"], "906567247094800385": ["Veterans Memorial Swim Team assisting with Hurricane Harvey relief efforts in Rockport TX. #informative", "The images attached to the tweet depict a group of people standing in front of a truck, a group of people sitting under a tent, and a group of people carrying a large box. #informative"], "906567943399538688": ["#Trump sees the trail of destruction Hurricane Harvey created in Houston. #informative", "The image attached to the tweet depicts a Texas pride flag. #informative"], "906567996398862337": ["KW annual Mega Camp becomes Mega Relief in response to Hurricane Harvey. #informative", "The image attached to the tweet depicts a group of people walking down a road. #informative"], "906568417385132033": ["House approves Hurricane Harvey relief bill among debt ceiling controversy. #notinformative", "The image attached to the tweet depicts a man in a suit and tie speaking into a microphone. #notinformative"]}