{"901788499430518784": ["Texans impacted by Harvey can start registering for FEMA assistance The image attached to the tweet depicts a flooded bus", "If you have been impacted by Hurricane Harvey, please know that FEMA assistance is available to you. We encourage you to register as soon as possible."], "901792186026516482": ["Hurricane Harvey: 5 Die In Floodwaters While Hundreds Rescued From Flood Areas The image attached to the tweet depicts a truck driving through a flooded street", "We are deeply saddened by the loss of life caused by Hurricane Harvey. Our thoughts are with the families and loved ones of those affected."], "901792186030637057": ["Historic, catastrophic flooding underway in Houston from Tropical Storm Harvey The image attached to the tweet depicts a truck driving through a flooded street", "The flooding caused by Tropical Storm Harvey in Houston is truly catastrophic and historic. Our thoughts are with everyone affected."], "901792187343622145": ["Simply incredible rainfall amounts! Radar estimatedmagenta is 18 inches, white 25 inches #Harvey The image attached to the tweet depicts the radar image of the storm", "The rainfall amounts caused by Hurricane Harvey are truly incredible and unprecedented. Please stay safe and take precautions."], "901792190921408513": ["Photo from Jonell Soto in South Houston #Harvey The image attached to the tweet depicts a flooded bus", "We appreciate the photos and updates from those affected by Hurricane Harvey. Please stay safe and take care of each other."], "901792262853582848": ["View from my apartment right now. #HurricaneHarvey The image attached to the tweet depicts a flooded bus", "The impact of Hurricane Harvey is being felt by so many people, and we stand with those affected. Please stay safe and take care of each other."], "901792272882294786": ["Tree down in NW HIlls#HurricaneHarvey The image attached to the tweet depicts a tree that fell on a street in the city of austin", "The high winds caused by Hurricane Harvey are causing significant damage to homes and infrastructure. Our thoughts are with everyone affected."], "901792359289151489": ["This is how little Harvey has moved in 17 hours! Catastrophe for Houston! The image attached to the tweet depicts a flooded bus", "The slow-moving nature of Hurricane Harvey is causing significant damage and danger for those in its path. Please stay safe and take precautions."], "901792427916361728": ["Housing industry gears up to face Hurricane Harvey The image attached to the tweet depicts a flooded street in the town of wahoo, oklahoma, on monday, may 20,", "We appreciate the efforts of the housing industry to prepare for and respond to Hurricane Harvey. Our thoughts are with everyone affected."], "901792523282255872": ["People in Houston walking home like #Harvey The image attached to the tweet depicts a man in the water", "We are inspired by the resilience and resourcefulness of the people affected by Hurricane Harvey. Please stay safe and take care of each other."]}