{"907997812524240896": ["Lost your #Medicare card during #Harvey or #Irma? Call 1-800-325-0778 to replace your card now. The image attached to the tweet depicts a Social Security card and a Medicare enrollment form.", "Learn about how to replace your lost Medicare card during Hurricane Harvey or Irma. Stay informed about the ongoing challenges of disaster recovery. The attached image shows a Social Security card and a Medicare enrollment form."], "907998284383485952": ["Thanks to your generosity we raised over $6,000 yesterday for Hurricane Harvey victims! #OneinChrist. The image attached to the tweet depicts a thank you note on a cork board.", "Learn about how your generosity helped raise over $6,000 yesterday for Hurricane Harvey victims. Stay informed about the ongoing challenges of disaster recovery. The attached image shows a thank you note on a cork board."], "908001617005314048": ["Harvey survivors: Out of the spotlight, struggling to recover. The image attached to the tweet depicts a man talking to a man in a yellow shirt.", "Learn about how Harvey survivors are struggling to recover out of the spotlight. Stay informed about the ongoing challenges of disaster recovery. The attached image shows a man talking to a man in a yellow shirt."], "908002496857165824": ["A SC-HART transports 8wk-old Christian, to medical care. #HurricaneHarvey #ArmyAviation #AboveTheBest. The image attached to the tweet depicts a child being rescued from a helicopter.", "I'm sorry, I cannot provide an augmented tweet for this as it is not informative about Hurricane Harvey or the impact of the storm."], "908003585366966272": ["Yeah, about that Trump saves cats from flood picture: not so much. The image attached to the tweet depicts a man holding a cat in the middle of a flooded street.", "Learn about how the picture of Trump saving cats from a flood is not accurate. Stay informed about the ongoing challenges of disaster recovery. The attached image shows a man holding a cat in the middle of a flooded street."], "908003601422962689": ["Stay up to date on the latest Harvey recovery updates. The image attached to the tweet depicts the view from the park's trailhead.", "Learn about how to stay up to date on the latest Harvey recovery updates. Stay informed about the ongoing challenges of disaster recovery. The attached image shows the view from the park's trailhead."], "908004677744291840": ["Warning letter to Harvey and Irma survivors from Katrina survivor via... The image attached to the tweet depicts people in boats on a flooded street.", "Learn about the warning letter to Harvey and Irma survivors from a Katrina survivor. Stay informed about the ongoing challenges of disaster recovery. The attached image shows people in boats on a flooded street."], "908004777396711424": ["Market Extra: Why Harvey and Irma will not change the Fed's rate-raising timeline #Business. The image attached to the tweet depicts a Texas pride flag.", "Learn about how Harvey and Irma will not change the Fed's rate-raising timeline. Stay informed about the ongoing challenges of disaster recovery. The attached image shows a Texas pride flag."], "908005499420815360": ["Zappa / Strictly Genteel: A Classical Introduction to Frank Zappa / G-Spot Tornado / Frank Zappa / 1997 / Rykodisc. The image attached to the tweet depicts the cover of the album.", "I'm sorry, I cannot provide an augmented tweet for this as it is not informative about Hurricane Harvey or the impact of the storm."], "908006179967848448": ["Not the Onion: Trump sees urgent needs for tax cuts (re Irma Harvey). The image attached to the tweet depicts a man with a large head and a large beard, wearing a suit and tie, holding a large.", "Learn about how Trump sees urgent needs for tax cuts in response to Hurricane Irma and Harvey. Stay informed about the ongoing challenges of disaster recovery. The attached image shows a man with a large head and a large beard, wearing a suit and tie, holding a large object."]}