{"906990712616611848": ["Try the tornado fries at Jennie's Smoked Burgers! #foodie", "Jennie's Smoked Burgers has the best tornado fries! #foodie"], "906994334242705408": ["Arizona Task Force 1 Urban Search and Rescue helping with Hurricane Harvey and now Irma! #AZ", "Join Arizona Task Force 1 in helping with Hurricane Harvey and Irma relief efforts! #AZ"], "906996253384261633": ["Too much masturbating going on during hurricane season! #HurricaneSeason #Idlehands", "Stay safe during hurricane season and find ways to keep busy! #HurricaneSeason #Idlehands"], "906997132250378241": ["Stay safe as a likely tornado passes near Mims, FL! #flwx #HurricaneIrma", "Be alert as a likely tornado passes near Mims, FL! #flwx #HurricaneIrma"], "907000891110080513": ["Three people and two dogs ride out Hurricane Harvey in a \"pod\" at Holiday Beach. #HurricaneHarvey", "Learn from these three people and two dogs who rode out Hurricane Harvey in a \"pod\" at Holiday Beach. #HurricaneHarvey"], "907006307433148417": ["Homes damaged, residents injured, and without power after Hurricane Harvey bashes Texas coast. #HurricaneHarvey", "Help those affected by Hurricane Harvey as homes are damaged, residents are injured, and without power. #HurricaneHarvey"], "907007895581081600": ["Know where to go in case of a tornado during Hurricane Irma. #HurricaneIrma", "Be prepared and know where to go in case of a tornado during Hurricane Irma. #HurricaneIrma"], "907008938725580801": ["Tornado warnings issued for Seminole, Brevard, Volusia, and UCF during Hurricane Irma. #HurricaneIrma", "Stay alert during these tornado warnings issued for Seminole, Brevard, Volusia, and UCF during Hurricane Irma. #HurricaneIrma"], "907010066871672839": ["Seminole Orange County under tornado warning until 7PM. Stay safe! #weather", "Be prepared and stay safe during this tornado warning in Seminole Orange County until 7PM. #weather"], "907010985151680512": ["Stay safe during Hurricane Irma and the added threat of tornadoes. #HurricaneIrma", "Be alert and stay safe during Hurricane Irma and the added threat of tornadoes. #HurricaneIrma"]}