{"910156535011135488": ["Hurricane Harvey flooding getting too close for comfort. Check out our homepage here: The attached image shows a flooded area with a crane and a truck.", "Hurricane Harvey flooding is getting too close for comfort. Check out our homepage for more information. The attached image shows a flooded area with a crane and a truck."], "910159570353491969": ["Beyonce Lemonade vinyl features the wrong songs. The attached image shows a woman with a fur coat.", "Beyonce's Lemonade vinyl features the wrong songs. Check out the attached image for more information."], "910160558011318279": ["Hiscox 'faces higher Irma hit' as Harvey losses reach $150m. The attached image shows a boat that was damaged by the hurricane.", "Hiscox is facing higher losses from Hurricane Irma as Harvey losses reach $150m. Check out the attached image for more details."], "910160788849008640": ["Pearl Fincher Museum continues post-Harvey cleanup efforts. The attached image shows a pile of trash outside a building.", "The Pearl Fincher Museum is continuing its post-Harvey cleanup efforts. Check out the attached image for more information."], "910161725327994880": ["#BeTheChange #McMichaelMiddleSchool raising funds for Hurricane Harvey's displaced foster children. The attached image shows the aftermath of a flood in the city of New Orleans.", "Join #McMichaelMiddleSchool in raising funds for Hurricane Harvey's displaced foster children. Check out the attached image for more details."], "910162829461860352": ["Act now: Urge Congress to modernize the National Flood Insurance Program #Irma #Harvey #NFIP. The attached image shows the aftermath of a flood in the city of Houston.", "Urge Congress to modernize the National Flood Insurance Program in the wake of #Irma and #Harvey. Check out the attached image for more information."], "910163862900678658": ["Houston's local businesses pitch in as Harvey's flooding wreaks havoc. The attached image shows a boat in the water.", "Houston's local businesses are pitching in to help as Harvey's flooding wreaks havoc. Check out the attached image for more details."], "910164779091755009": ["#ThatEvvLife sugar sale in cafeteria. Benefits for Tracy Petijeans family from Hurricane Harvey. The attached image shows the aftermath of a flood in the city of New Orleans.", "Buy sugar in the cafeteria and support Tracy Petijeans family from Hurricane Harvey. Check out the attached image for more information."], "910167592903561222": ["#Donations NEEDED to help families through the aftermath of #HurricaneHarvey! The attached image shows a donation request for Hurricane Harvey relief fund.", "Donations are needed to help families through the aftermath of #HurricaneHarvey! Check out the attached image for more details."], "910168907369107456": ["Lol #HurricaneHarvey fixing to kill us like are not he supposed to be feuding families or something smh. The attached image shows the aftermath of a flood in the city of New Orleans.", "Hurricane Harvey is no laughing matter. Check out the attached image for more information."]}