{"904398174261006337": ["North Carolina declares state of disaster over fuel shortage concerns as gas prices rise", "Gas prices on the rise as North Carolina prepares for fuel shortage amid state of disaster declaration."], "904401576336478209": ["Harvey's remnants bring rainy Sunday for much of the Northeast with several areas of low pressure lifting Northward", "Northeastern US sees heavy rainfall as Harvey's remnants move northward."], "904402558877302784": ["Houston residents without flood insurance can find resources for assistance during Harvey recovery", "Resources available for Houston residents without flood insurance during Harvey recovery efforts."], "904402787483754497": ["President Trump criticized for lack of response during Hurricane Harvey", "Trump faces criticism for lack of support during Hurricane Harvey recovery efforts."], "904405775141019649": ["Long lines at Carroll Academy Watts Harvey Relief as volunteers come together to help those affected by the hurricane", "Volunteers at Carroll Academy Watts Harvey Relief work tirelessly to provide assistance to those impacted by the hurricane."], "904405983929229312": ["Local crews work to help victims of Hurricane Harvey", "NBC10 News covers the efforts of local crews to assist those affected by Hurricane Harvey."], "904406053269458944": ["People continue to serve, give, and go to help those affected by Hurricane Harvey", "Houstonians show their commitment to helping others through continued service and giving during Harvey recovery efforts."], "904406176745521155": ["Texas Immigrant Rights hotline available for reporting instances of hate or discrimination during Harvey recovery", "Report instances of hate or discrimination during Harvey recovery efforts through the Texas Immigrant Rights hotline."], "904406675649478656": ["Hurricane Harvey's public-health nightmare", "The Atlantic covers the public-health crisis caused by Hurricane Harvey."], "904406703046762496": ["East Texas needs help and time to recover from Hurricane Harvey", "Recovery efforts continue in East Texas following the devastation of Hurricane Harvey."]}