{"907265058656407553": ["Thanks for hosting the Eco Recovery Brief on #Harvey's impacts! The presentation was eye-opening.", "Learned so much at the Eco Recovery Brief on #Harvey's impacts! Thanks for hosting."], "907265373308964865": ["Buy on dips to support crude oil prices during Hurricanes Harvey and Irma. Check out this graph showing the percentage of refineries in the United States.", "Take advantage of dips in crude oil prices to support Hurricane Harvey and Irma relief efforts. This graph shows the percentage of refineries in the United States."], "907267876234686464": ["Response Network is deploying additional nurse volunteers to Houston post-Hurricane Harvey. Let's all do our part to help those in need.", "Let's continue to support Houston post-Hurricane Harvey by volunteering our time and resources. Response Network is deploying additional nurse volunteers."], "907269789873311745": ["Stay safe during hurricane season by learning these 10 basic tips. Read more on Forbes. #Harvey #Irma", "Don't get caught off guard during hurricane season - read these 10 basic tips to stay safe. #Harvey #Irma"], "907271519289692161": ["Help Harvey survivors by making a clean-up kit. Here's how you can make a difference today.", "Small actions can make a big difference for Harvey survivors. Learn how you can help by making a clean-up kit."], "907271541288730624": ["The SRU community is coming together to aid those affected by Hurricanes Harvey and Irma. Let's keep up the momentum and support each other.", "Proud to be part of the SRU community, which is stepping up to support those affected by Hurricanes Harvey and Irma. Let's continue to support each other."], "907272318745014272": ["The football season started with heart after Hurricane Harvey relief efforts. Let's keep up the spirit and support each other.", "Football season is off to a great start thanks to the heart and resilience shown during Hurricane Harvey relief efforts. Let's continue to support each other."], "907272819100327936": ["Williamson County has 20+ places to donate items for #Harvey relief. Let's all do our part to help those in need.", "There are so many ways to help those affected by Hurricane Harvey, including donating items to one of Williamson County's 20+ locations."], "907272871965188096": ["The cost of Hurricane Harvey's trash pile and removal could be staggering. Let's work together to clean up and rebuild.", "Cleaning up after Hurricane Harvey won't be easy, but it's necessary. Let's work together to make a difference."], "907272991989366786": ["President Trump signs Hurricane Harvey relief bill to help those in need. Let's continue to support each other during these challenging times.", "Thanks to President Trump for signing the Hurricane Harvey relief bill. Let's continue to support each other and rebuild."]}