{"909224147707973632": ["Kenneth Robinson and Harvey Scott of Tshyre's Spellbound following open class today - see the photo here!", "See the photo of Kenneth Robinson and Harvey Scott of Tshyre's Spellbound following open class today - stay informed with the latest news"], "909224604933255168": ["Fox News' new show 'Objectified' with Harvey Levin - read more here!", "Stay informed with the latest news on Fox News' new show 'Objectified' with Harvey Levin - don't miss the in-depth interview with Judge Judy"], "909228114554867712": ["Missing a chair? Found along the muddy lower walking trail on The Buffalo Bayou - see the photo here!", "Discover the mystery of the missing chair found along the muddy lower walking trail on The Buffalo Bayou - stay informed with the latest news"], "909232097784586240": ["Thank you FedExPrint for supporting education fundraiser for Hurricane Irma and Harvey - read more here!", "Find out how FedExPrint is supporting education fundraiser for Hurricane Irma and Harvey - stay informed with the latest news"], "909259117801410560": ["Dallas plans to help Houston remove Harvey debris - read more here!", "Stay informed with the latest news on how Dallas plans to help Houston remove Harvey debris - find out how this affects residents here"], "909261679417901057": ["FEMA sold off more than 100 disaster relief trailers at auction in days before Harvey hit - read more here!", "Discover how FEMA sold off more than 100 disaster relief trailers at auction in days before Harvey hit - stay informed with the latest news"], "909301087819231232": ["Robert Deeble's Tornado Swirl paperweight - see the photo here!", "See the photo of Robert Deeble's Tornado Swirl paperweight - stay informed with the latest news"], "909303999832231937": ["Houston Texas Cajun Navy - read more here!", "Stay informed with the latest news on Houston Texas Cajun Navy - find out how they're helping during Harvey"], "909316098436341760": ["Do you have a crush on Harvey? Find out more here!", "Find out if you have a crush on Harvey - stay informed with the latest news"], "909320029753274369": ["Here is Foxy Lady Harvey - see the photo here!", "See the photo of Foxy Lady Harvey - stay informed with the latest news"]}