{"904628497469014016": ["Disaster relief evolving with technology after Katrina and Harvey", "This tweet discusses how disaster relief is evolving with technology after Hurricane Katrina and Hurricane Harvey, as shown in this photo of a man standing in a flooded garage."], "904628631061848064": ["Harvey leaves countless pets abandoned or at risk", "Hurricane Harvey has left countless pets abandoned or at risk in its aftermath, as shown in this photo of two dogs in a bed."], "904628747244118017": ["Ebenezer House of Prayer in Houston after post-Harvey cleaning", "This tweet features Ebenezer House of Prayer in Houston after post-Hurricane Harvey cleaning, as shown in these photos of a cross made of towels, a red bucket with a black liquid in it, and the interior of a church."], "904629008326787072": ["Joel Osteen defends Lakewood Church over Harvey response", "This tweet references Joel Osteen defending Lakewood Church over their Hurricane Harvey response, but provides no additional information. The attached image depicts a flooded bus."], "904630236712665088": ["Storm Harvey makes landfall in Saudi Arabia", "Storm Harvey makes landfall in Saudi Arabia, as shown in this photo of a view of the ocean and shoreline."], "904630249736085505": ["Armadillo keeps company during liveshot in Harvey floodwaters", "This tweet features an armadillo that came out of the floodwaters to keep company during a liveshot in Hurricane Harvey, as shown in this photo of a dead armadillo on the side of the road."], "904630681275432961": ["Church collects donations for Harvey victims", "This tweet reports on a church that is collecting generators, fans, batteries, and tools for Hurricane Harvey victims, as shown in this photo of a sign that reads \"hurricane drop off location.\""], "904631388263112705": ["How Harvey helped Republicans stop fighting", "This tweet references how Hurricane Harvey helped Republicans stop fighting, but provides no additional information. The attached image depicts the Capitol building in Washington, DC."], "904631925020680196": ["Hurricane Harvey Unites", "This tweet references Hurricane Harvey uniting people, but provides no additional information. The attached image depicts a flooded bus."]}