{"908172622957043712": ["Matt Harvey's third outing since coming off the disabled list was a tough one for the Mets. #Mets", "The Mets had a tough game today with Matt Harvey back on the mound. #Mets"], "908172698790055936": ["What was the song playing during Donna and Harvey's kiss? #Suits #Darvey", "The perfect moment between Donna and Harvey on Suits deserves the perfect song. What was it? #Suits #Darvey"], "908172705744257027": ["Lumber futures have seen a significant increase since Hurricane Harvey made landfall. #Harvey", "The impact of Hurricane Harvey has been felt in many industries, including lumber futures which have seen a significant increase. #Harvey"], "908172886573293568": ["This tweet has nothing to do with Hurricane Harvey. #notinformative", "Please keep your tweets relevant to the topic at hand. #notinformative"], "908172995658522629": ["Chamillionaire has started The Robin's Heart Foundation to assist with Hurricane Harvey recovery efforts. #Harvey", "It's heartening to see people like Chamillionaire stepping up to help with Hurricane Harvey recovery efforts. #Harvey"], "908175535611707392": ["Hurricane Harvey made landfall near Corpus Christi, Texas, causing widespread damage and devastation. #Harvey", "The people of Texas are still recovering from the devastation caused by Hurricane Harvey, which made landfall near Corpus Christi. #Harvey"], "908175670928437251": ["Over two weeks after Hurricane Harvey hit, the people of Port Aransas, TX are still dealing with the aftermath. #Harvey #TexasStrong", "The aftermath of Hurricane Harvey is still visible in many Texas communities, including Port Aransas, more than two weeks after the storm hit. #Harvey #TexasStrong"], "908180486337335296": ["Hurricane Harvey relief efforts are making a real difference in the lives of those affected by the storm. #Harvey #hurricanerelief", "It's heartwarming to see so many people coming together to support Hurricane Harvey relief efforts, which are making a real difference in the lives of those affected by the storm. #Harvey #hurricanerelief"], "908182403570692097": ["This tweet has nothing to do with Hurricane Harvey. #notinformative", "Please keep your tweets relevant to the topic at hand. #notinformative"], "908184575100182533": ["The warmer waters churned up by Hurricane Harvey, Katia, and Irma have had a significant impact. #Harvey #Irma #Katia", "The impact of Hurricane Harvey, Katia, and Irma is still being felt in many ways, including the effects on water temperatures. #Harvey #Irma #Katia"]}