{"906377127448133632": ["Four Texans voted for Johnson. #notinformative", "There were four Texans who voted for Johnson. #notinformative"], "906377691137327104": ["This photo shows the impact of Hurricane Harvey on an autistic child. #informative", "The image attached to the tweet shows a woman lying on a bed with a dog, affected by Hurricane Harvey. #informative"], "906381678465241088": ["AutoNews Now: Preparing for Irma and recovering from Harvey. #informative", "The image attached to the tweet shows a Texas pride flag. #informative"], "906395699855667200": ["We raised money for Hurricane Harvey relief and welcomed our Willbern Whales back to school! #informative", "The image attached to the tweet shows two women holding up a sign that reads \"cash donation.\" #informative"], "906396343899484160": ["All four Iowans in the House approve Harvey aid and debt ceiling deal. #informative", "The image attached to the tweet shows a cornfield with a barn and a house in the background. #informative"], "906407416996225025": ["Check out these cartoons about Hurricane Harvey and Irma. #notinformative", "The image attached to the tweet shows a cartoon of two men standing next to a house. #notinformative"], "906409340478902272": ["Hurricane Harvey was a devastating storm that impacted many people. #informative", "The image attached to the tweet shows a Texas pride flag. #informative"], "906411509068296192": ["This tweet shows the progression of Tornado Irma in Florida. #informative", "The image attached to the tweet shows a Texas pride flag. #informative"], "906413942616051712": ["Seven people from NC voted against the debt deal containing Harvey relief, just as Irma approaches. #informative", "The image attached to the tweet shows a flooded street with people on boats. #informative"], "906416425333608448": ["The President is tweeting about churches because of this disaster. #notinformative", "The image attached to the tweet shows a church in the middle of a disaster. #notinformative"]}