{"906250098606301186": ["The #Harvey Relief Hub (2500 Summer St) has updated their donation needs. Check out the attached image for more information.", "Donations are still needed at the #Harvey Relief Hub (2500 Summer St). See the attached image for the latest updates."], "906253839736635393": ["Join John Bowman in auctioning a mandolin for Harvey relief. Check out the attached image for more details.", "Help support Harvey relief by bidding on a mandolin auctioned by John Bowman. See the attached image for more information."], "906253859181473792": ["The 8th grade floor at the school really stepped up today for #Harvey. Check out the attached image to see their efforts.", "The students and staff at the school are making a difference in #Harvey relief efforts. See the attached image for their progress."], "906254249314590720": ["A man kneeling on the ground isn't helpful for #Harvey relief efforts. Let's focus on ways we can make a difference. See the attached image for more.", "While kneeling on the ground may be a statement, it doesn't help #Harvey relief efforts. Check out the attached image for more information on how to make a difference."], "906254513480372225": ["The European fuel armada is heading to the US to help with #Harvey recovery efforts. See the attached image for more information on their journey.", "The US is receiving help from the European fuel armada to aid in #Harvey recovery efforts. Check out the attached image for more details."], "906254607210475520": ["Beyonc, Blue, Ms. Tina Michelle Williams are in Houston today to support #Harvey victims. See the attached images for more information.", "The #Harvey victims in Houston are receiving support from Beyonc, Blue, Ms. Tina Michelle Williams. Check out the attached images for more details."], "906255309123018752": ["The gulf energy industry is returning to normal to aid the #Harvey recovery process. Check out the attached image for more information.", "The impact of #Harvey on gulf energy is being addressed as the industry returns to normal. See the attached image for more details."], "906255350730457089": ["Have a beer and donate to #Harvey relief efforts. Check out the attached image for more information on relief beers.", "Support #Harvey relief efforts by having a beer and donating. See the attached image for more information on relief beers."], "906257689742901248": ["While we may have pride in Texas, let's not forget the importance of #Harvey relief efforts. See the attached image for more information.", "Although Texas pride is important, let's not forget the need for #Harvey relief efforts. Check out the attached image for more details."]}