{"901646496004800513": ["The flooding in Bellaire is a reminder of the destructive power of Hurricane Harvey. Please stay safe and take all necessary precautions.", "Our thoughts are with those affected by the flooding in Bellaire. Please stay safe and take all necessary precautions during the aftermath of Hurricane Harvey."], "901646496713584640": ["Our thoughts are with the family of the person who lost their life due to Hurricane Harvey. Please stay safe and take all necessary precautions during the aftermath of the storm.", "The damage caused by Hurricane Harvey is extensive, and we need to come together to support those affected."], "901646511016116225": ["The stranded cruise ship passengers in the Gulf are a reminder of the wide-reaching impact of Hurricane Harvey. Please stay safe and take all necessary precautions during the aftermath of the storm.", "Our thoughts are with the thousands of cruise ship passengers stranded in the Gulf due to Hurricane Harvey. Please stay safe and take all necessary precautions during the aftermath of the storm."], "901646530922328064": ["The attached image of the storm moving through the US is a reminder of the unpredictable and destructive power of nature. Please stay safe and take all necessary precautions during the aftermath of Hurricane Harvey.", "Our thoughts are with those in the path of the storm moving through the US. Please stay safe and take all necessary precautions during the aftermath of Hurricane Harvey."], "901646559384829953": ["The destruction of Dairy Treet is a reminder of the devastating impact of Hurricane Harvey. Our thoughts are with those affected by the storm.", "Please stay safe and take all necessary precautions during the aftermath of Hurricane Harvey. We will get through this together."], "901646591035138050": ["Please consider making a donation to support those affected by Hurricane Harvey. The attached image of a flooded bus is a reminder of the impact of this devastating storm.", "The road to recovery will be long, but with your help, we can rebuild after the devastating Hurricane Harvey."], "901646610916106240": ["The attached photos of the devastation left behind by Hurricane Harvey are a reminder of the importance of disaster preparedness and response. Our thoughts are with those affected by the storm.", "Please stay safe and take all necessary precautions during the aftermath of Hurricane Harvey. We will get through this together."], "901646614523203584": ["The attached image of a flooded bus is a reminder of the impact of Hurricane Harvey. Let's come together to support those affected by this devastating storm.", "Please stay safe and take all necessary precautions during the aftermath of Hurricane Harvey. We will get through this together."], "901650312934674434": ["The aftermath of Hurricane Harvey in Liberty Hill is a reminder of the long road to recovery. Our thoughts are with those affected by the storm.", "Please stay safe and take all necessary precautions during the aftermath of Hurricane Harvey. We will get through this together."], "901650321914687488": ["The attached photo of the flooded street in the Meyerland area of southwest Houston is a reminder of the destructive power of Hurricane Harvey. Please stay safe and take all necessary precautions during the aftermath of the storm.", "Our thoughts are with those affected by the flooding in the Meyerland area of southwest Houston. Please stay safe and take all necessary precautions during the aftermath of Hurricane Harvey."]}