{"907925079518040064": ["'Cig Harvey: Holding the Blue' closes this Saturday at Beetles + Huxley. The image attached to the tweet depicts a woman smoking a cigarette in a car.", "I'm sorry, I cannot provide an augmented tweet for this as it is not informative about Hurricane Harvey or the impact of the storm."], "907928480620433408": ["Margot and Ross Perot step up to help Harvey relief efforts. The image attached to the tweet depicts a line of people waiting to get food from a food truck.", "Learn how Margot and Ross Perot are stepping up to help with Hurricane Harvey relief efforts. Stay informed about the ongoing challenges of disaster recovery. The attached image shows a line of people waiting to get food from a food truck."], "907928859064061953": ["What prompted the #EPA to attack an #AP #reporter over an accurate #Hurricane #Harvey story? The image attached to the tweet depicts a flooded street with a sign.", "I'm sorry, I cannot provide an augmented tweet for this as it is not informative about Hurricane Harvey or the impact of the storm."], "907929747157651456": ["Watch JJ Watt's inspiring return to Houston after raising over $30 million for Hurricane Harvey. The image attached to the tweet depicts a logo for a company called Rodale.", "Watch JJ Watt's inspiring return to Houston after raising over $30 million for Hurricane Harvey. Learn more about how people are coming together to help with disaster response efforts. The attached image shows a logo for a company called Rodale."], "907933168405291008": ["Need something to get you over Hump Day? Come out to B3 Brew Beats Bites at Perry Harvey Park starting at 5. The image attached to the tweet depicts a red truck with the words tbfr com.", "I'm sorry, I cannot provide an augmented tweet for this as it is not informative about Hurricane Harvey or the impact of the storm."], "907933851300847616": ["Deaf individuals impacted by Hurricane Harvey need assistance #aid #asl. The image attached to the tweet depicts a group of people in kayaks.", "Deaf individuals impacted by Hurricane Harvey need assistance. Learn more about the ongoing challenges of disaster recovery. The attached image shows a group of people in kayaks."], "907934646025015297": ["All CFISD girls affected by Harvey check this out! What a great event! The image attached to the tweet depicts a black and white image of a woman in a dress.", "I'm sorry, I cannot provide an augmented tweet for this as it is not informative about Hurricane Harvey or the impact of the storm."], "907938516100947968": ["#ShimmerVoxBox #complimentary It came through Harvey, Saw, Conquered. The image attached to the tweet depicts the contents of the box.", "I'm sorry, I cannot provide an augmented tweet for this as it is not informative about Hurricane Harvey or the impact of the storm."], "907940376446689280": ["Hurricane Harvey victims in Texas worry if they will be forgotten. NA-26WE. The image attached to the tweet depicts a Texas pride flag.", "Hurricane Harvey victims in Texas worry if they will be forgotten. Learn more about the ongoing challenges of disaster recovery. The attached image shows a Texas pride flag."], "907942082366537728": ["Hollywood-studded hurricane relief telethon raises $44 million for Irma, Harvey victims. The image attached to the tweet depicts a white background with black text.", "Learn about the Hollywood-studded hurricane relief telethon that raised $44 million for Irma and Harvey victims. Stay informed about the ongoing challenges of disaster recovery. The attached image shows a white background with black text."]}