{"906482769965998080": ["#Direusta Harvey S. Firestone. #notinformative", "The image attached to the tweet depicts a quote from the book. #notinformative"], "906491271019036672": ["Could Hurricane Harvey and climate change be linked? #informative", "The image attached to the tweet depicts a view of a destroyed neighborhood in St. Martin. #informative"], "906491347078569984": ["#HurricaneHarvey raffle painting I just finished. #informative", "The image attached to the tweet depicts a Texas pride flag. #informative"], "906495488358105088": ["Texas is complaining about the hurricanes. #notinformative", "The image attached to the tweet depicts the President and First Lady Melania Trump serving food to people at a food bank. #notinformative"], "906497740665958400": ["Real-life couple named Harvey and Irma will steal your heart. #notinformative", "The image attached to the tweet depicts a couple sitting in a chair. #notinformative"], "906499211855847424": ["C21 Redwood shows support for Harvey survivors. #informative", "The images attached to the tweet depict a woman and a man standing in front of a large pile of diapers, a man and woman in a car with a box of diapers, and the donation room at the Michigan State University Hospital. #informative"], "906499308811374593": ["School supplies program to help change a child's world continues due to Hurricane Harvey devastation of many schools. #informative", "The image attached to the tweet depicts a woman posing with a large pile of backpacks. #informative"], "906500298793000961": ["If all else fails during Hurricane Irma and Harvey... #notinformative", "The image attached to the tweet depicts a bucket with a toilet paper roll in it. #notinformative"], "906503039502221312": ["Destructive tornado hits northeast China's Heilongjiang. #informative", "The image attached to the tweet depicts a tornado in the sky. #informative"], "906507087039139841": ["Coming together after Harvey lasted long. #notinformative", "The image attached to the tweet depicts a man in a suit and tie. #notinformative"]}