{"908420739103166465": ["The depth of the Houston Ship Channel was minimally impacted by Hurricane Harvey. #ShippingIndustry", "Despite Hurricane Harvey, the depth of the Houston Ship Channel remains relatively unchanged. #TransportationNews"], "908420988349632512": ["Spent a few hours sorting supplies bound for Harvey shelters in Houston, including food, water, and clothing. #CommunityService", "Helped sort supplies for Harvey shelters in Houston, including clothing, water, and food. #VolunteerWork"], "908421061804462080": ["This tweet doesn't seem to have any connection to Hurricane Harvey. #OffTopic", "It's unclear how this tweet is related to Hurricane Harvey. #Irrelevant"], "908421594665689090": ["A South Jersey company is restoring photos for Harvey victims. #RestorationServices", "This South Jersey company is helping Harvey victims by restoring their precious photos. #PhotoRestoration"], "908424093099347968": ["Here are six Houston nonprofits you can help to make an immediate impact after Hurricane Harvey. #CommunitySupport", "Make an immediate impact in Houston by supporting these six nonprofits after Hurricane Harvey. #CharitableGiving"], "908424137953091584": ["Texas may seek up to $50 billion in federal housing aid after Hurricane Harvey. #DisasterRelief", "The state of Texas is considering seeking up to $50 billion in federal housing aid in the wake of Hurricane Harvey. #FederalAid"], "908424732554522624": ["Check out this logo for Harvey-related stuff that didn't get picked. #GraphicDesign", "This logo for Harvey-related stuff didn't get picked, but it's still worth sharing. #CreativeDesign"], "908433043454660608": ["It's unclear what this tweet is trying to say about Harvey Specter. #Confused", "This tweet doesn't seem to make much sense in relation to Harvey Specter. #Irrelevant"], "908434360503881729": ["My brother and his family have added another member to their pack, including a Harvey rescue. #AdoptionLove", "My brother and his family have welcomed a new member to their pack, including a rescue from Hurricane Harvey. #PetAdoption"], "908434854240505864": ["This tweet seems to be unrelated to Hurricane Harvey. #OffTopic", "It's unclear how this tweet is related to Hurricane Harvey. #Irrelevant"]}