{"905409782663831552": ["Despite being diagnosed with stage 4 cancer, a Houston police officer helped rescue nearly 1,500 people from floodwaters during Hurricane Harvey.", "A Houston police officer with stage 4 cancer helped rescue almost 1,500 people from floodwaters during Hurricane Harvey."], "905409783330738176": ["A Twitter user is sharing a photo of a fallen tree after a tornado.", "A fallen tree is shown in a photo shared by a Twitter user after a recent tornado."], "905409873076043781": ["A couple whose wedding plans were wrecked by Hurricane Harvey were helped by a man of faith.", "A man of faith helped a couple whose wedding plans were disrupted by Hurricane Harvey."], "905410056363139073": ["A Twitter user is discussing the strength of Hurricane Irma.", "The strength of Hurricane Irma is being discussed by a Twitter user."], "905411606741471236": ["Six of Selena's relatives tragically lost their lives in the floods caused by Hurricane Harvey.", "Selena's family was hit hard by Hurricane Harvey, with six relatives losing their lives in the floods."], "905411756029333505": ["A Twitter user shares a remarkable piece of information about Hurricane Harvey.", "A remarkable piece of information about Hurricane Harvey is shared by a Twitter user."], "905412496625987584": ["Green Art in Freeport is accepting donations for Hurricane Harvey relief efforts.", "Donate-ables for Hurricane Harvey relief efforts can be dropped off at Green Art in Freeport."], "905412661688619009": ["A \"hugs for Harvey\" collection of stuffed animals is being organized for children affected by the hurricane.", "A collection of stuffed animals is being organized to provide \"hugs for Harvey\" to children affected by the hurricane."], "905415568064479234": ["A podcast episode is discussing compliance after Hurricane Harvey.", "Compliance after Hurricane Harvey is the topic of discussion in a podcast episode."], "905415587446366208": ["A food distribution hub has been set up in Midtown Houston to continue the work of SEARCH in the aftermath of Hurricane Harvey.", "A food distribution hub has been set up in Midtown Houston to continue the work of SEARCH in the aftermath of Hurricane Harvey."]}