{"908732508895891456": ["Harvey Levins' \"OBJECTified\" may be entertaining, but it's not helping those affected by Hurricane Harvey. Let's come together and support those in need. #HurricaneHarvey", "While Harvey Levins' \"OBJECTified\" may be interesting, it's important to remember those affected by Hurricane Harvey. Let's come together and support those in need. #HelpOthers"], "908734702567264256": ["In the wake of Hurricane Harvey and Irma, let's pray for a renewed spirit of optimism and hope. Together, we can overcome any challenge. #Harvey #Irma", "The aftermath of Hurricane Harvey and Irma has left many feeling hopeless. Let's come together and support those in need. #HelpOthers"], "908740288314855426": ["MusiCares is offering aid to musicians affected by Hurricane Harvey. Let's support those in the music community and beyond. #HurricaneHarvey", "The music community has been hit hard by Hurricane Harvey. Let's come together and support those affected by the storm. #HelpOthers"], "908742171154665472": ["Recruiting new RVDC members may be important, but let's not forget those affected by Hurricane Harvey and Irma. Let's come together and support those in need. #HelpOthers", "While recruiting new members is important, let's remember those affected by Hurricane Harvey and Irma. Let's come together and support those in need. #HurricaneHarvey"], "908743817397964800": ["A tornado warning is in effect for Rockford, IL. Let's take this as a reminder of the importance of disaster preparedness. #TornadoWarning", "The tornado warning in effect for Rockford, IL is a reminder of the importance of staying alert and prepared during severe weather. #StaySafe"], "908748452208807937": ["While Harvey may have caused some hair damage, let's remember those affected by the hurricane. Let's come together and support those in need. #HelpOthers", "While Harvey may have messed up our hair, let's not forget those affected by the hurricane. Let's come together and support those in need. #HurricaneHarvey"], "908750802121920513": ["While Harvey may have tested the West Brook family, let's remember those affected by the hurricane. Let's come together and support those in need. #HelpOthers", "While Harvey may have been a test for the West Brook family, let's not forget those affected by the hurricane. Let's come together and support those in need. #HurricaneHarvey"], "908752026502393856": ["While businesses may have won government contracts after Irma, let's remember those affected by the hurricane. Let's come together and support those in need. #HelpOthers", "While businesses may be profiting after Irma, let's not forget those affected by the hurricane. Let's come together and support those in need. #HurricaneIrma"], "908752539847446529": ["Texas Knights are providing relief to Hurricane Harvey victims and first responders. Let's support those on the front lines. #KnightsinAction", "The Texas Knights are making a difference in the lives of Hurricane Harvey victims and first responders. Let's come together and support those in need. #HurricaneHarvey"], "908753144489930752": ["Even in the face of Hurricane Harvey, nature provides us with resilience. Let's appreciate the beauty around us and come together to support those in need. #NatureIsResilient", "The aftermath of Hurricane Harvey has left many feeling hopeless, but let's remember the resilience of nature and come together to support those in need. #HelpOthers"]}