{"904672687733297153": ["Red Sox and Yankees team up to raise money for Harvey relief", "The Red Sox and Yankees are teaming up to raise money for Hurricane Harvey relief, as shown in this photo of a flooded bus."], "904672958966185984": ["Malia Obama saying Trump supporters should suffer from Harvey is false", "This tweet reports that the claim that Malia Obama said Trump supporters should suffer from Hurricane Harvey is false, as shown in this photo of a smiling woman in a blue dress."], "904677129438285824": ["We have pledged. Will you? #Houston #Harvey", "This tweet references a pledge made for Hurricane Harvey relief, but provides no additional information. The attached image depicts a flooded bus."], "904677645836804096": ["Sum of losses from elements in Hurricane Harvey is sounded", "This tweet reports that the sum of losses from elements in Hurricane Harvey is being sounded, as shown in this photo of a vehicle submerged in flood waters."], "904677866838908928": ["US Army Reserve Chinooks transport donated drinking water for Harvey", "US Army Reserve Chinooks are transporting donated drinking water for Hurricane Harvey relief, as shown in these photos of soldiers loading supplies into a military cargo plane and a Chinook helicopter being loaded with supplies for the Russian military."], "904677953983967233": ["Students displaced by Harvey register for school", "This tweet features students displaced by Hurricane Harvey registering for school, as shown in this photo of a flooded bus."], "904681142145740800": ["Volunteer translators for Farsi, Arabic, and Vietnamese answer the call for Harvey", "Volunteer translators for Farsi, Arabic, and Vietnamese are answering the call for Hurricane Harvey relief, as shown in this photo of a crowded room with people at tables."], "904681149619896320": ["How Harvey may reshape federal flood insurance policy", "This tweet discusses how Hurricane Harvey may reshape federal flood insurance policy, as shown in this photo of a flooded bus."], "904681225826123776": ["eBay: 100% sale to Red Cross Hurricane Harvey relief Dr. Seuss stamp", "eBay is offering a 100% sale to Red Cross Hurricane Harvey relief for a Dr. Seuss stamp, as shown in this photo of two stamps with the Cat in the Hat on them."], "904681743390720000": ["As Harvey eases, Houston gets back to work slowly", "This tweet reports that as Hurricane Harvey eases, Houston is getting back to work slowly, as shown in this photo of a sign outside a grocery store that reads \"Open for Business.\""]}