{"904207029383856130": ["Rescuers are going above and beyond to help pets affected by Hurricane Harvey, including this woman who rescued two dogs in a boat. #HurricaneHarvey", "In the aftermath of Hurricane Harvey, pets are receiving the same level of care and attention as people, as shown by this man comforting his dog in front of a destroyed home. #Harvey"], "904207041710960640": ["Queen Elizabeth sends a heartfelt message to the victims of Hurricane Harvey. #HurricaneHarvey", "Even across the pond, the impact of Hurricane Harvey is being felt, as evidenced by this heartfelt message from Queen Elizabeth. #Harvey"], "904207051076853760": ["Come watch a supercomputer simulation of a devastating tornado - a reminder of the power of natural disasters like Hurricane Harvey. #HurricaneHarvey", "As Hurricane Harvey wreaks havoc across Texas, it's important to remember the devastating power of natural disasters like tornadoes. #Harvey"], "904207083066855425": ["Join us in supporting those affected by Hurricane Harvey - together we can be #HoustonStrong. #HurricaneHarvey", "As the people of Texas continue to deal with the aftermath of Hurricane Harvey, it's important that we all come together to support those in need. #Harvey"], "904207110254166016": ["Pizza Hut surprises victims of Hurricane Harvey by delivering pizzas via kayak, bringing a small bit of comfort to those affected by the disaster. #HurricaneHarvey", "In the wake of Hurricane Harvey, Pizza Hut is going above and beyond to help those affected, delivering pizzas by kayak to those in need. #Harvey"], "904207248276193280": ["According to reports, the EPA has not inspected toxic waste sites heavily damaged by Hurricane Harvey, leaving many concerned about the potential environmental impact. #HurricaneHarvey", "As the floodwaters recede, the true extent of the environmental damage caused by Hurricane Harvey is becoming clear, with reports suggesting that toxic waste sites may have been heavily impacted. #Harvey"], "904207270183149570": ["According to the EPA, over a dozen toxic waste sites may have been damaged by Hurricane Harvey, raising concerns about the potential environmental impact of the disaster. #HurricaneHarvey", "As the floodwaters recede, the true extent of the environmental damage caused by Hurricane Harvey is becoming clear, with reports suggesting that over a dozen toxic waste sites may have been damaged. #Harvey"], "904207283025920000": ["Round two of Hurricane Harvey is coming - those who didn't prepare for the first round should take heed. #HurricaneHarvey", "As Hurricane Harvey continues to wreak havoc across Texas, it's important that everyone prepares for the potential impact of round two. #Harvey"], "904207354316693504": ["Mayor Turner issues a limited mandatory evacuation in the west Houston area, urging residents to stay safe in the wake of Hurricane Harvey. #HurricaneHarvey", "As Hurricane Harvey continues to impact Texas, Mayor Turner is taking action to protect the residents of west Houston by issuing a limited mandatory evacuation. #Harvey"], "904207624664522752": ["Dakota and Harley are reunited with their owner Trayvon in the aftermath of Hurricane Harvey - a small moment of hope in a difficult time. #HurricaneHarvey", "As the people of Texas continue to deal with the aftermath of Hurricane Harvey, it's heartwarming to see stories of pets being reunited with their owners, like Dakota and Harley with their owner Trayvon. #Harvey"]}