{"905433786166513664": ["Donating a gift card is a great way to help those affected by Hurricane Harvey.", "Help those affected by Hurricane Harvey by donating a gift card."], "905433931477946372": ["Telehealth services are being put to the test during Hurricane Harvey.", "During Hurricane Harvey, telehealth services are being put to the test."], "905437543507865601": ["DBA has donated $1 million in apparel to Hurricane Harvey relief efforts, showing that Texas is strong.", "DBA has donated $1 million in apparel to Hurricane Harvey relief efforts, proving that Texas is strong."], "905440920358801408": ["Tech-enabled disaster response is being used to help those affected by Hurricane Harvey.", "Tech-enabled disaster response is being used to help those affected by Hurricane Harvey, including those walking through flood waters and the location of the tropical storm."], "905441292687216640": ["Unfortunately, Hurricane Harvey relief efforts have brought out cybercriminals.", "Cybercriminals have taken advantage of Hurricane Harvey relief efforts."], "905441486157873153": ["Ben Carson discusses housing Hurricane Harvey survivors and rebuilding efforts.", "Housing Hurricane Harvey survivors and rebuilding efforts are discussed by Ben Carson."], "905442334200004608": ["Cogill Reviews is hosting a screening of Girls Trip to raise money for Hurricane Harvey victims.", "Girls Trip can be seen at SMG on Thursday to help raise money for Hurricane Harvey victims, according to Cogill Reviews."], "905444979387990016": ["A video shows a CU collecting donations for Hurricane Harvey relief efforts.", "A video shows a CU collecting donations for Hurricane Harvey relief efforts, with a woman handing a bag of groceries to someone in a car."], "905445302919888896": ["A reminder is given about DACA and Hurricane Harvey relief efforts.", "A tweet serves as a reminder about DACA and Hurricane Harvey relief efforts, with a picture of a flooded neighborhood in Houston."], "905445939573252097": ["A Harvey Relief Drive is collecting items in Parker.", "Items are being collected for Hurricane Harvey relief efforts in Parker, according to a tweet with a picture of a man standing next to a sign."]}