{"904621501030305792": ["We stand with our Gallagher family and everyone affected by Harvey", "This tweet expresses support for the Gallagher family and everyone affected by Hurricane Harvey, as shown in this photo of the exterior of the building."], "904622747107565568": ["Hurricane Harvey cost could reach $180 billion", "The cost of Hurricane Harvey could reach $180 billion, making it the costliest natural disaster in US history, as shown in this photo of a man serving food to people."], "904623406133501953": ["Hurricane Harvey prophesied one month earlier", "This tweet references Hurricane Harvey being prophesied one month earlier, but provides no additional information. The attached images depict a Hurricane Harvey logo, a man in a white shirt, and a black background."], "904623462077140993": ["Texas edges closer to recovery after Harvey", "This tweet references Texas edging closer to recovery after Hurricane Harvey, but provides no additional information. The attached image depicts a flooded bus."], "904623845704744960": ["Evacuating a major city during Hurricane Harvey", "This tweet asks how hard it is to evacuate a major city during Hurricane Harvey, as shown in this photo of the view from a helicopter flying over downtown Houston."], "904625571614793728": ["Scenes from before and after Harvey in Houston", "This tweet features scenes from before and after Hurricane Harvey in Houston, as shown in this photo of a man carrying a baby in a flooded area."], "904625738216869889": ["Weighing the hazards", "This tweet references weighing the hazards, but provides no additional information. The attached image depicts the locations of the major oil refineries in Houston."], "904625831795974145": ["Oil and gas operators in Gulf of Mexico report no damage after Harvey", "Oil and gas operators in the Gulf of Mexico are reporting no damage after Hurricane Harvey, as shown in this photo of the hurricane."], "904626733269356544": ["Houston's long haul to rebuild after Harvey will cost $139bn", "Houston's long haul to rebuild after Hurricane Harvey is estimated to cost $139 billion, as shown in this photo of a man in a boat on a flooded street."], "904626807525265408": ["Pizza Hut employees use kayaks to deliver free pizza to Harvey victims", "Pizza Hut employees are using kayaks to deliver free pizza to Hurricane Harvey victims, as shown in this photo of a man in a boat with a dog."]}