{"907967554789847041": ["Hurricane Harvey Irma: How Fear Sharpens Listening. The image attached to the tweet depicts a man in a car with a sign that reads 'Hurricane Harvey & Irma: How Fear Shapes Listening.'", "Learn about how fear sharpens listening during Hurricane Harvey and Irma. Stay informed about the ongoing challenges of disaster recovery. The attached image shows a man in a car with a sign that reads 'Hurricane Harvey & Irma: How Fear Shapes Listening.'"], "907969155814617089": ["Come play #Madden18 and benefit those affected by Harvey. The image attached to the tweet depicts the Hurricane Harvey relief event.", "Come play #Madden18 and benefit those affected by Hurricane Harvey. Stay informed about the ongoing challenges of disaster recovery. The attached image shows the Hurricane Harvey relief event."], "907970367016329217": ["Continued prayers for recovery for all affected by Irma and Harvey. Want to help? The image attached to the tweet depicts a truck parked in front of a house that has been destroyed by Hurricane Irma.", "Offer continued prayers for recovery for all affected by Hurricane Irma and Harvey. Learn how you can help. Stay informed about the ongoing challenges of disaster recovery. The attached image shows a truck parked in front of a house that has been destroyed by Hurricane Irma."], "907971232137490432": ["Looking for answers, Times reporters tested the water in Houston. The image attached to the tweet depicts a man in a boat with a rope.", "Learn about how Times reporters tested the water in Houston to find answers. Stay informed about the ongoing challenges of disaster recovery. The attached image shows a man in a boat with a rope."], "907973545183121408": ["Energy Department and partners prepare for Irma and aid in Harvey restoration. The image attached to the tweet depicts a Texas pride flag.", "Learn about how the Energy Department and partners are preparing for Hurricane Irma and aiding in Hurricane Harvey restoration. Stay informed about the ongoing challenges of disaster recovery. The attached image shows a Texas pride flag."], "907973594952589314": ["Irma is ranked 7th in our observational record. Harvey, 18th. The image attached to the tweet depicts a Texas pride flag.", "Learn about how Hurricane Irma is ranked 7th in our observational record and Hurricane Harvey is ranked 18th. Stay informed about the ongoing challenges of disaster recovery. The attached image shows a Texas pride flag."], "907973654893387777": ["Swarmed with mosquitoes after Harvey, Texas calls in the Air Force. The image attached to the tweet depicts a plane spraying water over a forest.", "Learn about how Texas called in the Air Force to help with the mosquito problem after Hurricane Harvey. Stay informed about the ongoing challenges of disaster recovery. The attached image shows a plane spraying water over a forest."], "907974517087244289": ["Disasters like Harvey and Irma show how lawyers' stodgy rules kick Americans when they're down. The image attached to the tweet depicts a man being carried by a woman in a flooded neighborhood.", "I'm sorry, I cannot provide an augmented tweet for this as it is not informative about Hurricane Harvey or the impact of the storm."], "907974968549498880": ["Happy birthday!! Thnx for being my FaceTime tutor and laughing too much w me! #lubbock #harvey. The images attached to the tweet depict a man making a hand gesture, a person holding a cell phone, two students sitting on a deck with a laptop and a book, and a man's face.", "I'm sorry, I cannot provide an augmented tweet for this as it is not informative about Hurricane Harvey or the impact of the storm."], "907978923056668672": ["Hurricane Harvey telethon raises over $44 million #IBM4Devs #MidWeekParty. The image attached to the tweet depicts a group of people singing.", "Learn about how the Hurricane Harvey telethon raised over $44 million. Stay informed about the ongoing challenges of disaster recovery. The attached image shows a group of people singing."]}