{"905033026656243712": ["Group 1 Automotive estimates $15 mln in damages from Hurricane Harvey", "A tweet about Group 1 Automotive estimating $15 million in damages from Hurricane Harvey with an attached image of a flooded neighborhood in Houston"], "905033338410455040": ["Everyone: So happy Hurricane Harvey is done destroying cities. Irma:", "A tweet about everyone being happy that Hurricane Harvey is done destroying cities and Irma with an attached image of a flooded neighborhood in Houston"], "905033648268652544": ["No, Hurricane Harvey was not God's judgment on Texas", "A tweet about Hurricane Harvey not being God's judgment on Texas with an attached image of a flooded neighborhood in Houston - not informative"], "905033736378560513": [". Oil and gas take big hit following Harvey", "A tweet about oil and gas taking a big hit following Harvey with an attached image of a view of a refinery"], "905033828095455236": ["Bumper to bumper traffic in to not backed up here in Lumberton #Harvey", "A tweet about bumper to bumper traffic in Lumberton not being backed up with an attached image of a car driving down the highway at night - not informative"], "905033895556599808": ["150 countries offered help with Katrina! Only a few offered support with Harvey! Tell you something?", "A tweet about 150 countries offering help with Katrina and only a few offering support with Harvey with an attached image of the president shaking hands with other people"], "905034032777441280": ["Hundreds of Oklahoma guardsmen deploy for Harvey relief", "A tweet about hundreds of Oklahoma guardsmen deploying for Harvey relief with an attached image of a gold badge with the words 'Oklahoma National Guard'"], "905034039064715264": ["'Operation Cupcake' for soldier who missed daughter's birthday helping Harvey victims:", "A tweet about 'Operation Cupcake' for a soldier who missed his daughter's birthday helping Harvey victims with attached images of a soldier eating a piece of cake and a tray of cupcakes"], "905035038575788032": ["Feds move to crack down on #HurricaneHarvey scammers #scams #fraud #harvey", "A tweet about the Feds moving to crack down on #HurricaneHarvey scammers #scams #fraud #harvey with an attached image of a woman walking down a road in the rain"], "905036678913392645": ["Woman donates 30 litres of breast milk to Texas flood victims", "A tweet about a woman donating 30 liters of breast milk to Texas flood victims with an attached image of a woman holding a baby and a box of toys"]}