{"907807323082518528": ["Lewisville hotel in the midst of renovations donates furniture to Harvey's homeless. The image attached to the tweet depicts a moving truck with furniture inside.", "A Lewisville hotel in the midst of renovations donates furniture to Hurricane Harvey's homeless. Learn more about how people are coming together to help with disaster response efforts. The attached image shows a moving truck with furniture inside."], "907813703281758208": ["Harvey looks to slow Cubs in 3rd start off DL #mlb #mets #baseball. The image attached to the tweet depicts the logo for MLB.com.", "I'm sorry, I cannot provide an augmented tweet for this as it is not informative about Hurricane Harvey or the impact of the storm."], "907814103271473152": ["We must act now before the next Harvey or worse - Houston Chronicle. The image attached to the tweet depicts a man carrying a child in a boat through flood waters.", "The Houston Chronicle urges action before the next Hurricane Harvey or worse. Learn more about the ongoing challenges of disaster recovery. The attached image shows a man carrying a child in a boat through flood waters."], "907815948144529408": ["106th Rescue Wing returns from Harvey, Irma missions. The image attached to the tweet depicts a group of soldiers standing on the tarmac next to a large military plane.", "The 106th Rescue Wing returns from Hurricane Harvey and Irma missions. Learn more about how people are coming together to help with disaster response efforts. The attached image shows a group of soldiers standing on the tarmac next to a large military plane."], "907817400564928513": ["Saturday Hoffman Harvey Donations. The image attached to the tweet depicts a Texas pride flag.", "People come together for Saturday Hoffman Harvey donations. Learn more about how people are coming together to help with disaster response efforts. The attached image shows a Texas pride flag."], "907817938870325249": ["Revell 1:48 Tornado Plastic Aircraft Model Kit #04924 #airplanes ~Shop ~. The image attached to the tweet depicts a Texas pride flag.", "I'm sorry, I cannot provide an augmented tweet for this as it is not informative about Hurricane Harvey or the impact of the storm."], "907820691860459520": ["Hand in Hand telethon raises $14M for Harvey, Irma victims. The image attached to the tweet depicts a white background with black text.", "The Hand in Hand telethon raises $14M for Hurricane Harvey and Irma victims. Learn more about how people are coming together to help with disaster response efforts. The attached image shows a white background with black text."], "907822278041366529": ["We are with you: New Orleans sends Texas an emotional message of support. The image attached to the tweet depicts a man and woman carrying a dog through flood waters.", "New Orleans sends Texas an emotional message of support in the aftermath of Hurricane Harvey. Learn more about how people are coming together to help with disaster response efforts. The attached image shows a man and woman carrying a dog through flood waters."], "907824968104337408": ["Getting played and not getting paid after Harvey. The image attached to the tweet depicts three men sitting in front of a television.", "I'm sorry, I cannot provide an augmented tweet for this as it is not informative about Hurricane Harvey or the impact of the storm."], "907827544950538240": ["US Govt Pesticide Spraying In Wake Of Harvey A Toxic Boon To Agrochemical Giants. The image attached to the tweet depicts a military plane flying over a city.", "The US Government's pesticide spraying in the wake of Hurricane Harvey is a toxic boon to agrochemical giants. Learn more about the ongoing challenges of disaster recovery. The attached image shows a military plane flying over a city."]}