{"910070012693561344": ["Kingwood High's path to recovery sends students to other campuses after Hurricane Harvey. The attached image shows a pile of furniture and other items.", "Kingwood High is recovering from Hurricane Harvey by sending students to other campuses. Check out the attached image for more details."], "910070531189362688": ["Steve Harvey thinks man's snake answer won't be on the board, but it actually pops up. The attached image shows a flooded neighborhood in the city of New Orleans.", "Steve Harvey is surprised when man's snake answer actually appears on the board. The attached image shows the aftermath of a flood in New Orleans."], "910072252305113089": ["In the wake of Hurricane Harvey, Houston EPA lab set to close. #ClimateAndEnvironment. The attached image shows a flooded neighborhood in the city of New Orleans.", "Houston EPA lab is closing in the wake of Hurricane Harvey. Check out the attached image for more information."], "910082794856095746": ["I love this little arc about Diesel making friends. Harvey appearing again was great as well! Another 10/10. The attached image shows a flooded neighborhood in the city of New Orleans.", "Diesel is making new friends and Harvey is back in the picture! Check out the attached image for more details."], "910088477190041600": ["Wait, what? Katie Price will relaunch her music career and duet with son Harvey? The attached image shows a woman in a pink dress.", "Katie Price is making a music comeback and may duet with son Harvey. Check out the attached image for more information."], "910094360179601408": ["DIVINE MISSION CHARITY EVENTS DONATE SUPPORT HURICANE VICTIMS (HARVEY IRMA MARIA) VISIT. The attached image shows a woman holding a bunch of balloons.", "Divine Mission Charity Events is supporting Hurricane victims (Harvey, Irma, Maria). Check out the attached image for more details."], "910111394334375936": ["Churches sue FEMA for flood relief, group offers Harvey victims free abortions, HB 40 in... The attached image shows a blue square with the words 'The Briefing'.", "Churches are suing FEMA for flood relief, and a group is offering Harvey victims free abortions. Check out the attached image for more information."], "910114199413694464": ["#CaughtonCamera: Write New Song for Hurricane Harvey Relief. The attached image shows a flooded neighborhood in the city of New Orleans.", "Check out this new song for Hurricane Harvey relief. The attached image shows the aftermath of a flood in New Orleans."], "910115048235859968": ["All 4 jurisdictions making it possible to take supplies to #HurricaneHarvey survivors. The attached images show a group of people standing in front of a truck, and a truck parked in front of a building.", "Helping Hurricane Harvey survivors is a joint effort across all 4 jurisdictions. Check out the attached images for more information."], "910119831999000577": ["How about actually honoring this useless message you sent me during Harvey?? The attached image shows a flooded neighborhood in the city of New Orleans.", "This message sent during Hurricane Harvey was useless. Check out the attached image for more details."]}