{"908152289134657536": ["A tornado warning was issued today and a funnel cloud was spotted over Lake Tahoe. #tornado #WARNING", "A funnel cloud was sighted over Lake Tahoe today during a tornado warning. #tornado #WARNING"], "908155178184003584": ["I haven't watched the new Suits episode yet, but apparently Donna and Harvey finally kiss. #Suits", "I can't wait to watch the new Suits episode and see Donna and Harvey finally kiss! #Suits"], "908156996439986176": ["I hope Nikki Brown and her pups made it through Hurricane Harvey okay. Where are you, Nikki? #Harvey", "Sending positive thoughts to Nikki Brown and her furry friends after Hurricane Harvey. #Harvey"], "908157765658476544": ["I'm dead! 😂😂😂 #Harvey #Irma #KennekaJenkins #iPhoneX", "This tweet has nothing to do with Hurricane Harvey. #notinformative"], "908161037102403584": ["The National Association of Black Journalists has established a Hurricane Fund to support those affected by the recent disasters. #hurricanerelief", "Please consider donating to the Hurricane Fund established by the National Association of Black Journalists to support disaster relief efforts. #hurricanerelief"], "908162986291818496": ["Hog hunters and private pilots in Texas are providing airlifts to help victims of Hurricane Harvey. #Harvey", "The people of Texas are truly coming together to help those affected by Hurricane Harvey, including hog hunters and private pilots providing airlifts. #Harvey"], "908163774082945024": ["Nature is resilient! A live oak tree in Rockport, Texas is already budding just two weeks after Hurricane Harvey. #Harvey #TexasStrong", "Even after being battered by Hurricane Harvey, the people of Texas remain strong and resilient, just like this live oak tree in Rockport. #Harvey #TexasStrong"], "908165545580777472": ["Survivors of Superstorm Sandy are warning those affected by Hurricane Harvey and Irma that the storm is only the beginning, and recovery is a long and difficult road. #Harvey #Irma #Sandy", "It's important to remember that the road to recovery after a hurricane is a long and difficult one, as survivors of Superstorm Sandy know all too well. #Harvey #Irma #Sandy"], "908168392716234753": ["If you or someone you know is a Harvey survivor in need of assistance, there are resources available to help. #Harvey #hurricanerelief", "Don't hesitate to reach out for help if you're a Harvey survivor in need of assistance. There are resources available to support you. #Harvey #hurricanerelief"], "908169364716781568": ["The debris from Hurricane Harvey is still piled up in many neighborhoods in Texas. #Harvey #TexasStrong", "Even weeks after Hurricane Harvey, the debris is still a reminder of the destruction it caused in many Texas neighborhoods. #Harvey #TexasStrong"]}