{"906609444221542400": ["A tornado warning has been issued and the storm is being tracked. Stay safe! #foxdeo The attached picture shows a storm cloud approaching. #tornado #Texas", "Breaking news! A tornado warning has been issued for your area. Seek shelter immediately! #foxdeo The attached picture shows a dark sky with lightning. #tornado #Texas"], "906611279095267329": ["Darrell Issa is making headlines. The attached picture shows a Texas pride flag. #DarrellIssa #Texas", "What's Darrell Issa up to these days? The attached picture shows a sunset. #DarrellIssa #sunset"], "906611788913012738": ["Enjoy this beautiful photo by Harvey Feinstein! The attached picture shows a cat sitting in the grass. #HarveyFeinstein #cat #life", "Take a moment to appreciate the beauty of nature. The attached picture shows a butterfly on a flower. #nature #life"], "906612955059560450": ["Did you know that Harvey is a hippie dog in Animal Crossing? The attached picture shows a Texas pride flag. #Harvey #AnimalCrossing #Texas", "Discover something new today! Did you know that Harvey is a hippie dog in Animal Crossing? The attached picture shows a cute cartoon dog. #Harvey #AnimalCrossing"], "906613004191531008": ["Be prepared for the approaching storm! The attached picture shows the projected path of Hurricane Irma. #Irma #Florida #storm", "Stay safe during the storm! The attached picture shows a map of the affected areas. #Irma #Florida #storm"], "906613235041886208": ["Don't miss out on Harvey the play! The attached picture shows a man in a suit and hat. #Harveytheplay #MaryChase #theater", "Experience the magic of Harvey the play! The attached picture shows a theater stage. #Harveytheplay #MaryChase #theater"], "906615997716627456": ["This old school building in Aransas Pass has been demolished. The attached picture shows the empty lot. #AransasPass #demolition #Texas", "Remembering the past: this old school building in Aransas Pass has been demolished. The attached picture shows the building before it was torn down. #AransasPass #demolition #Texas"], "906616119070425088": ["Experts have analyzed the petrochemical air pollution during Hurricane Harvey and found that most of it was... The attached picture shows a road in front of an oil refinery. #Harvey #pollution #Texas", "Did you know that petrochemical air pollution during Hurricane Harvey was analyzed by experts? The attached picture shows a scientist in a lab. #Harvey #pollution #science"], "906616606880620544": ["This cartoon is awkwardly accurate! The attached picture shows a cartoon of Donald Trump and his family in a boat. #Trump #Harvey #cartoon", "What do you think of this cartoon? The attached picture shows a cartoon of a cat playing the piano. #cartoon #funny"], "906619659767750657": ["Find the sunshine even during a storm! The attached picture shows a young girl in a pink shirt and blue pants. #Harvey #sunshine #Florida", "Stay positive during the storm! The attached picture shows a rainbow in the sky. #Harvey #positive #Florida"]}