{"905401134013087744": ["If you were affected by Hurricane Harvey, call our EmpowerLine to see how we can help.", "Our EmpowerLine is available to help those affected by Hurricane Harvey."], "905402433211424769": ["A Twitter user is discussing the impact of Hurricane Harvey in Quebec.", "Harvey has had an impact in Quebec, according to a Twitter user."], "905404717127348224": ["Sasol's $11bn chemical project has resumed after being stalled by Hurricane Harvey.", "Sasol's $11bn chemical project is back on track after being stalled by Hurricane Harvey."], "905405070526873600": ["The USAA website is helping Hurricane Harvey evacuees see the state of their property before and after the storm.", "Hurricane Harvey evacuees can use the USAA website to see the state of their property before and after the storm."], "905405282653790209": ["Francesca's shares have sunk after a profit warning and comments on the impact of Hurricane Harvey.", "Francesca's shares have taken a hit after a profit warning and comments on the impact of Hurricane Harvey."], "905405402128494592": ["A second relief shipment is being prepared for Houston in the aftermath of Hurricane Harvey.", "Another relief shipment is on its way to Houston to help with the aftermath of Hurricane Harvey."], "905407906757181440": ["Hurricane Harvey relief efforts have topped $200 million as Hurricane Irma approaches the Southeast.", "As Hurricane Irma approaches the Southeast, Hurricane Harvey relief efforts have surpassed $200 million."], "905408393615200262": ["A star-studded benefit concert is being held for Hurricane Harvey victims.", "A benefit concert featuring stars is being held for Hurricane Harvey victims."], "905408423688368129": ["Clarkson students are showing care and concern for the victims of Hurricane Harvey.", "Students at Clarkson are doing their part to help the victims of Hurricane Harvey."], "905409723096236032": ["On a lighter note, someone is discussing Hurricane Harvey on Twitter.", "A Twitter user is discussing Hurricane Harvey on a lighter note."]}