{"904212647964532736": ["BPSO, CPSO, and SFD crews are working tirelessly to assist with Harvey relief efforts in Texas. The attached image shows a man carrying his dog through the floodwaters.", "The relief efforts in Texas continue with the help of BPSO, CPSO, and SFD crews. The attached image depicts a heartwarming scene of a man carrying his furry friend through the floodwaters."], "904216159813296128": ["A Texas home was invaded by a gator during Harvey flooding. The attached image shows a man holding the alligator.", "The flooding caused by Harvey in Texas led to an unexpected visitor in a home - a gator. The attached image depicts a man holding the alligator."], "904216174342299648": ["Amidst the chaos of Harvey, a man is seen shaking hands and preparing food for those in need. The attached image shows a flooded bus.", "The attached image shows the devastating effects of Harvey on a flooded bus, but amidst the destruction, a man is seen helping others by preparing food."], "904216218776854528": ["A reasonable question arises amidst the chaos of Hurricane Harvey. The attached image shows a flooded bus.", "The attached image shows the aftermath of Hurricane Harvey on a flooded bus, and a reasonable question is raised about the disaster."], "904216824635506690": ["A false report claims that Trump was caught looting in Houston during Harvey relief efforts. The attached image shows a flooded bus.", "The attached image shows the devastating effects of Harvey on a flooded bus, but false reports about Trump's actions during the relief efforts have been circulating."], "904216828984967168": ["Trump plans major cuts in federal disaster relief following Hurricane Harvey. The attached image shows a car submerged in flood waters.", "The attached image shows the destruction caused by Hurricane Harvey, and the news that Trump plans to cut federal disaster relief adds to the devastation."], "904216916889186305": ["Nine days after Harvey, Texas is still on the long road to recovery. The attached image shows a flooded bus.", "The attached image shows the ongoing effects of Hurricane Harvey on Texas, as recovery efforts continue nine days after the disaster."], "904217020031520768": ["Was Hurricane Harvey artificially intensified by geoengineering programs? The attached image shows a flooded bus.", "The attached image shows the aftermath of Hurricane Harvey on a flooded bus, and raises questions about the role of geoengineering programs in natural disasters."], "904217192228642816": ["The roads in Texas are now littered with abandoned cars after Harvey. The attached image shows a flooded bus.", "The attached image shows the aftermath of Hurricane Harvey on a flooded bus, and the abandoned cars on the roads are a stark reminder of the devastation caused by the disaster."], "904217420147040256": ["Hurricane Harvey destroyed all of UGK archives, according to Pimp C's wife. The attached image shows a flooded bus.", "The attached image shows the aftermath of Hurricane Harvey on a flooded bus, and the devastating news that all of UGK's archives were lost in the disaster."]}