{"906158724317937665": ["Harvey's impact: Wednesday blog The image attached to the tweet depicts a van submerged in floodwaters", "Wednesday blog highlights Harvey's impact. The attached image shows a van submerged in floodwaters."], "906162712937451520": ["Houston floodwaters from #HurricaneHarvey give way to mountains of trash The image attached to the tweet depicts a man and woman standing in front of a pile of debris", "Mountains of trash left behind by Houston floodwaters from #HurricaneHarvey. The attached image shows a man and woman standing in front of a pile of debris."], "906170114357293056": ["Helping Out: First Data Offers Mobile Payments Help To Harvey-Struck Businesses The image attached to the tweet depicts a blue background with the words first data", "First Data offers mobile payments help to businesses affected by Harvey. The attached image shows a blue background with the words First Data."], "906170529379385345": ["Total Harvey cost could be as high as $100bn, says insurance expert The image attached to the tweet depicts a group of people working on a house", "Insurance expert estimates total cost of Harvey could reach $100bn. The attached image shows a group of people working on a house."], "906170926210961409": ["No you cannot!!!! It is clear on their site and during Harvey made people w pets stay outside The image attached to the tweet depicts a man and woman sitting on chairs with bags of food", "Pets not allowed inside during Harvey, as stated on their website. The attached image shows a man and woman sitting on chairs with bags of food."], "906173991097860096": ["#NEW issues statement after . House passes bill on #Harvey relief. The image attached to the tweet depicts a man and woman sitting on chairs with bags of food", "House passes bill on Harvey relief, #NEW issues statement. The attached image shows a man and woman sitting on chairs with bags of food."], "906174450516860928": ["Texas residents rescued as Harvey dumps more rain | ABC News The image attached to the tweet depicts a group of people working on a house", "Texas residents rescued as Harvey continues to dump rain. The attached image shows a group of people working on a house."], "906174595832668161": ["Do not Forget! 20% Savings + Continued Support for Harvey Disaster Relief The image attached to the tweet depicts the red heart and the text reads, support heart health", "Don't forget to support Harvey disaster relief efforts with 20% savings. The attached image shows a red heart with the text, support heart health."], "906174963945799680": ["Cat modelers' estimates vary widely on Harvey damage The image attached to the tweet depicts a house that is surrounded by water", "Estimates on Harvey damage vary widely among cat modelers. The attached image shows a house surrounded by water."], "906178094658199556": ["CMS Waivers Provide Relief for Harvey-Affected Agencies #Axxess The image attached to the tweet depicts an elderly woman sitting in a wheelchair in a hospital room, looking out the window at the rain", "CMS waivers provide relief for Harvey-affected agencies. #Axxess. The attached image shows an elderly woman sitting in a wheelchair in a hospital room, looking out the window at the rain."]}