{"906290353048887297": ["Trump signs Harvey aid, debt limit extension. The attached image shows the Texas pride flag.", "President Trump has signed a bill providing aid for those affected by Hurricane Harvey and extending the debt limit. The image attached to the tweet shows the Texas pride flag."], "906293811541925894": ["AT 6: HEB employee waded through chest-deep water to reach work during Harvey. The attached image shows the Texas pride flag.", "An HEB employee went to great lengths to get to work during Hurricane Harvey. The image attached to the tweet shows the Texas pride flag."], "906294016760741888": ["Here is the latest info from the University of Houston. #CougarStrong. The attached image shows an update from the university campus.", "Stay up to date on the latest news from the University of Houston. The image attached to the tweet shows an update from the campus."], "906301952044056576": ["#Longmont-based animal rescue group done with Harvey, heads for Irma via. The attached image shows a group of people standing around a pile of boxes.", "A Longmont-based animal rescue group is heading to Florida to help with Hurricane Irma relief efforts. The image attached to the tweet shows a group of people standing around a pile of boxes."], "906302381712961536": ["Check. Is Harvey Trump's chance to turn things around? #marketing #business. The attached image shows a bar graph showing the percentage of people who are saying Donald Trump's response to Hurricane Harvey.", "How will Hurricane Harvey affect President Trump's approval ratings? The attached image shows a bar graph showing the percentage of people who are saying Donald Trump's response to the disaster."], "906302792486318082": ["Swept Away (Cr Adrian Almond) #machloop #avgeek ?fbid #tornado. The attached image shows a fighter jet flying over a mountain.", "Check out this amazing photo of a fighter jet flying over a mountain. The attached image shows a fighter jet flying over a mountain."], "906304872378597376": ["Napakagirly ni madam geosciences coordinator 😅 thank you sir Harvey! The attached image shows a woman who is being harassed by a man.", "Let's focus on the important issues like the impact of Hurricane Harvey on our communities. The attached image shows a woman who is being harassed by a man."], "906305568494817280": ["Operation blessing expecting thousands of volunteers tomorrow. #Harvey #Rockport. The attached image shows the Texas pride flag.", "Operation Blessing is expecting a huge turnout of volunteers to help with Hurricane Harvey relief efforts. The image attached to the tweet shows the Texas pride flag."], "906306158994100225": ["City Manager Robert Hanna comments on local Harvey efforts. Read here: via @. The attached image shows a pile of furniture and other items in the driveway of a home.", "City Manager Robert Hanna is praising the local efforts to help those affected by Hurricane Harvey. The image attached to the tweet shows a pile of furniture and other items in the driveway of a home."], "906306166266978306": ["Baby born during Hurricane Harvey gets most apropos name. The attached image shows a baby in a blue and white striped shirt.", "A baby born during Hurricane Harvey has been given a fitting name. The image attached to the tweet shows a baby in a blue and white striped shirt."]}