{"907242570107027458": ["Paul Harvey was a talented actor who starred in Spellbound and Father of the Bride. The image attached to the tweet shows a Texas pride flag waving in the wind.", "Did you know that Paul Harvey was a famous actor who appeared in many films and TV shows? The image attached to the tweet features a Texas pride flag."], "907244796510478336": ["The DOW broke 22,000 while the president spoke at the Pentagon, despite the recent disasters caused by Harvey and Irma. Let's make America great again! The image attached to the tweet shows a TV screen displaying the news.", "Despite the recent disasters caused by Harvey and Irma, the DOW broke 22,000 while the president spoke at the Pentagon. Let's hope this is a sign of better things to come. The image attached to the tweet shows a TV screen displaying the news."], "907248297320095744": ["There are many ways for employers and employees to help those affected by Hurricane Harvey. Let's come together and make a difference! The image attached to the tweet shows a person holding a pen and writing a check.", "If you're looking for ways to help those affected by Hurricane Harvey, there are many options available. Let's make a positive impact together! The image attached to the tweet shows a person holding a pen and writing a check."], "907249086889435138": ["Harvey Sox is a partner who must be in Florida. The image attached to the tweet shows a discarded tissue in the grass.", "It's unclear who Harvey Sox is or why they're important. The image attached to the tweet shows a discarded tissue in the grass."], "907251173551493120": ["Hurricane Harvey caused significant damage to the city of Houston, as seen in this aerial view of downtown. Let's work together to rebuild and recover! The image attached to the tweet shows an aerial view of downtown Houston.", "The devastation caused by Hurricane Harvey is evident in this aerial view of downtown Houston. Let's support those affected and help them rebuild! The image attached to the tweet shows an aerial view of downtown Houston."], "907252873565757441": ["There was a possible tornado in Winter Park, which caused a tree to uproot and a wall to collapse. Stay safe out there! The image attached to the tweet shows a Texas pride flag waving in the wind.", "The recent tornado in Winter Park caused significant damage, including a collapsed wall and uprooted tree. Let's hope everyone affected is safe! The image attached to the tweet shows a Texas pride flag waving in the wind."], "907253581547495424": ["Your support is making a difference in Texas! Here's how we're meeting medical needs in the aftermath of Hurricane Harvey. The image attached to the tweet shows a nurse and patient walking down a hallway.", "Thanks to your support, we're able to meet medical needs in Texas in the aftermath of Hurricane Harvey. Let's keep making a positive impact! The image attached to the tweet shows a nurse and patient walking down a hallway."], "907254319363354624": ["The DISD is helping Hurricane Harvey victims who fled their storm-ravaged homes. Let's come together to support those in need! The image attached to the tweet shows a smiling girl holding a book.", "The DISD is doing their part to help Hurricane Harvey victims who were forced to flee their homes. Let's support their efforts and make a difference! The image attached to the tweet shows a smiling girl holding a book."], "907255406464045058": ["Harvey and Irma could cause an oil glut of 43 million barrels, according to experts in the oil and gas industry. The image attached to the tweet shows an oil refinery in Texas.", "The recent hurricanes, Harvey and Irma, could have a significant impact on the oil and gas industry. Let's stay informed and aware of the potential consequences. The image attached to the tweet shows an oil refinery in Texas."], "907256120036806656": ["Happy birthday to John Harvey from Sophie and Tom! The image attached to the tweet shows a Texas pride flag waving in the wind.", "Sophie and Tom wish John Harvey a happy birthday! The image attached to the tweet shows a Texas pride flag waving in the wind."]}