{"907732877479075845": ["Texas Strong cornfield maze honors Harvey victims. The image attached to the tweet depicts a corn maze in the shape of Texas.", "A Texas cornfield maze honors the victims of Hurricane Harvey. Learn more about how people are coming together to help with disaster response efforts. The attached image shows a corn maze in the shape of Texas."], "907734171782717440": ["Harvey puts drones in the spotlight. via. The image attached to the tweet depicts a flooded area in the city of Person, Oklahoma.", "Drones are being used to assist with Hurricane Harvey relief efforts. Learn more about the ongoing challenges of disaster recovery. The attached image shows a flooded area in the city of Person, Oklahoma."], "907735488550899713": ["The historic Milam home rebuilt after the devastating tornado of 1902 now the Riverhouse Grill. @. The image attached to the tweet depicts the front of the inn at night.", "The historic Milam home, which was rebuilt after a devastating tornado in 1902, is now the Riverhouse Grill. Learn more about the ongoing challenges of disaster recovery. The attached image shows the front of the inn at night."], "907735778914058241": ["Harvey hit the people of Texas hard.... but we are fighting Back!! God Bless Texas! #pic of Port A. The image attached to the tweet depicts the view from a car window.", "One Twitter user shares a photo of the aftermath of Hurricane Harvey in Port Aransas, Texas. Learn more about the ongoing challenges of disaster recovery. The attached image shows the view from a car window."], "907737364750929920": ["Deputies confirm tornado touched down in Umatilla. The image attached to the tweet depicts the damage to a restaurant in the aftermath of Hurricane Ida.", "Deputies confirm a tornado touched down in Umatilla. Learn more about the ongoing challenges of disaster recovery. The attached image shows the damage to a restaurant in the aftermath of Hurricane Ida."], "907738301129519105": ["You probably live close to a Superfund site and do not even know it. We are all just one. The image attached to the tweet depicts a public notice sign posted in front of a fence.", "One Twitter user raises awareness about Superfund sites and their potential impact on communities. Learn more about environmental concerns related to Hurricane Harvey. The attached image shows a public notice sign posted in front of a fence."], "907740818118791169": ["Nationwide telethon will raise funds for victims of Harvey, Irma. The image attached to the tweet depicts the Hand in Hand logo.", "A nationwide telethon will raise funds for the victims of Hurricanes Harvey and Irma. Learn more about how people are coming together to help with disaster response efforts. The attached image shows the Hand in Hand logo."], "907741397586911233": ["NOAA's New Weather Satellite Captured Stunning Images of Hurricanes Harvey and Irma. The image attached to the tweet depicts the hurricane in the middle of the ocean.", "NOAA's new weather satellite captures stunning images of Hurricanes Harvey and Irma. Learn more about the ongoing challenges of disaster recovery. The attached image shows the hurricane in the middle of the ocean."], "907746676785532929": ["I Am listening to Strawberry LetterSteve Harvey #iHeartRadio #NowPlaying. The image attached to the tweet depicts a Strawberry Letter.", "I'm sorry, I cannot provide an augmented tweet for this as it is not informative about Hurricane Harvey or the impact of the storm."], "907747030210097159": ["Texas Zoo making progress; still closed after Hurricane Harvey. Details: The image attached to the tweet depicts a road with a yellow gate.", "The Texas Zoo is making progress in the aftermath of Hurricane Harvey but remains closed. Learn more about the ongoing challenges of disaster recovery. The attached image shows a road with a yellow gate."]}