{"909918730947301378": ["Gay Jewish veteran asked to stop volunteering at church during Harvey. The attached image shows a man in a green shirt.", "A Jewish veteran was asked to stop volunteering at church during Harvey. The attached image shows a group of volunteers helping with relief efforts."], "909919782627086336": ["Visit our 2017 Showcase Home and help military heroes affected by Harvey. The attached image shows a flooded neighborhood in New Orleans.", "Support military heroes affected by Harvey by visiting our 2017 Showcase Home. The attached image shows the devastation caused by the storm in New Orleans."], "909921604280492032": ["First rainfall in 17 days post-Harvey brings a full rainbow. The attached image shows a rainbow over a golf course.", "After 17 days without rain post-Harvey, a full rainbow appears. The attached image shows the beautiful sight over a golf course."], "909922362589454336": ["Harvey victims pray for relief as thousands remain without anything to start over. The attached image shows a flooded neighborhood in New Orleans.", "Our thoughts and prayers are with Harvey victims who remain without anything to start over. The attached image shows the devastation caused by the storm in New Orleans."], "909926768194260992": ["Tornado warning issued for Rosburg, Grays River, and Deep River, WA until 5:15 PM PDT. The attached image shows the location of the tornado warning.", "Take cover now if you are in Rosburg, Grays River, or Deep River, WA and under a tornado warning until 5:15 PM PDT. The attached image shows the location of the warning."], "909934344831098880": ["Hurricane Harvey destroys habitats for tropical birds. The attached image shows a flooded neighborhood in New Orleans.", "The impact of Hurricane Harvey on tropical birds is devastating. The attached image shows the destruction caused by the storm in New Orleans."], "909936169642713089": ["Had to replace my TRYB thanks to Harvey. #FuckOffHarvey. The attached image shows the Amazon app.", "Harvey has caused so much damage, even my TRYB had to be replaced. #FuckOffHarvey. The attached image shows a flooded street."], "909938076423675905": ["My house after Harvey. Lol. You never know... The attached images show the progress of a kitchen remodel, a home under construction, a staircase being built, and the interior of a home being remodeled.", "You never know what can happen after a storm like Harvey. The attached images show the progress of a home remodel and the hope for a better future."], "909943135601442819": ["First storm since Harvey sweeps across the region, flash flood warning issued. The attached image shows a view of the city skyline from a boat.", "A flash flood warning has been issued as the first storm since Harvey sweeps across the region. The attached image shows the storm approaching the city skyline from a boat."], "909945268145197059": ["Harvey and Irma disasters bring potential of $700B unpaid mortgage balances. The attached image shows a flooded neighborhood in New Orleans.", "The impact of Harvey and Irma on mortgage balances is staggering. The attached image shows the devastation caused by the storm in New Orleans."]}