{"904612540847718400": ["USA looks like Armageddon with fire and hurricane damage", "This tweet describes the USA as looking like Armageddon with fire and hurricane damage, as shown in this photo of the fire burning in the hills."], "904613263970729984": ["Real-life American heroes helping after Harvey", "This tweet features a military photo of the day showing real-life American heroes helping in the aftermath of Hurricane Harvey, as shown in this photo of a flooded bus."], "904615127621750785": ["Telecoms provide resources to parts of Texas and Louisiana hit by Harvey", "Telecoms are providing resources to parts of Texas and Louisiana that were hit by Hurricane Harvey, as shown in this photo of a man on a telephone pole."], "904616760548216832": ["Monday blues don't exist at Honey + Harvey", "This tweet mentions Monday blues not existing at Honey + Harvey, but provides no additional information. The attached image depicts a cup of coffee with a heart-shaped foam on top."], "904616814377746432": ["Colorado rescue groups to open doors for Harvey animals", "Colorado rescue groups are opening their doors to help animals affected by Hurricane Harvey, as shown in this photo of a man in a wheelchair with a dog in front of a house."], "904617396044009473": ["Damage caused by Hurricane Harvey put at $180 billion", "The damage caused by Hurricane Harvey is estimated to be $180 billion, as shown in this photo of a woman and a man in a boat."], "904619132817211392": ["Mexican bakers trapped for two days make bread for Harvey victims", "This tweet reports on Mexican bakers who were trapped for two days but managed to make hundreds of bread loaves for Hurricane Harvey victims, as shown in this photo of a flooded bus."], "904619571448954880": ["Ben Kennedy drives Hurricane Harvey Relief Chevrolet Camaro in NASCAR race", "Ben Kennedy drives the No. 96 Hurricane Harvey Relief Chevrolet Camaro in the NASCAR truck series at the NASCAR race at the Texas Motor Speedway, as shown in this photo of people racing."], "904619989923020800": ["Houston's NASA landmarks weather Hurricane Harvey", "Houston's NASA landmarks weather Hurricane Harvey, as shown in this photo of the view from the outside of the building."], "904620246270705664": ["Commentary of the week: Gulf Coast Takes A Hit From Harvey", "This tweet features commentary of the week about the Gulf Coast taking a hit from Hurricane Harvey, but provides no additional information. The attached image depicts a dark sky over an oil refinery."]}