{"905515628655767555": ["US disaster relief fund is running out of money due to Hurricane Harvey. The attached image shows a flooded parking lot.", "The disaster relief fund in the US is running low on funds due to Hurricane Harvey. The attached image shows a parking lot completely submerged in water."], "905515660465369088": ["More evacuees are leaving Austin shelters due to Hurricane Harvey. The attached image shows rows of folding tables in a large room.", "As Hurricane Harvey continues to affect Austin, more and more evacuees are leaving shelters. The attached image shows a large room filled with folding tables."], "905516214428020738": ["As rebuilding begins after Hurricane Harvey, emotions are running high. Read more: #us #wind #trbc. The attached image shows a flooded neighborhood in Houston.", "The aftermath of Hurricane Harvey has left many people with mixed emotions as they begin to rebuild their lives. The attached image shows a neighborhood in Houston completely flooded."], "905519478456320002": ["A kind student brought in his own money to donate to Hurricane Harvey relief efforts. #kindnessmatters #GullicksonsGreats #wilmeth. The attached image shows a bag of coins.", "In the wake of Hurricane Harvey, one student's kindness shines through. The attached image shows a bag of coins that he donated to relief efforts."], "905519491576209408": ["The IRS has announced tax relief for people affected by Hurricane Harvey. The attached image shows a home that was destroyed by Hurricane Sandy in the New Jersey shore town of Bridgeton.", "The IRS is offering tax relief to those affected by Hurricane Harvey. The attached image shows a home that was destroyed by Hurricane Sandy in Bridgeton, New Jersey."], "905519994842234880": ["Debt and Harvey aid deal with Democrats. The attached image shows the president and his cabinet members sitting in a room.", "As the government tries to deal with the aftermath of Hurricane Harvey, Democrats are pushing for more aid. The attached image shows the president and his cabinet members in a meeting."], "905522512141860864": ["Looks like a small tornado is forming. Get inside muscle. The attached image shows a tornado in the background.", "A tornado seems to be forming in the distance. Stay safe and get inside. The attached image shows a dark cloud in the sky."], "905522969723666432": ["Please help us collect items for Hurricane Harvey victims. The attached image shows a flooded neighborhood in Houston.", "We need your help to collect items for those affected by Hurricane Harvey. The attached image shows a neighborhood in Houston completely flooded."], "905523291321802752": ["A Montanan's frustration with Hurricane Harvey. The attached image shows a firefighter battling a wildfire in the mountains of Colorado.", "Hurricane Harvey has left many people feeling frustrated. The attached image shows a firefighter battling a wildfire in the mountains of Colorado."], "905523412663115776": ["ExxonMobil and the Branded Wholesale Network have teamed up to provide Hurricane Harvey relief. The attached image shows the logo for Business Wire.", "ExxonMobil and the Branded Wholesale Network are working together to provide relief for those affected by Hurricane Harvey. The attached image shows the logo for Business Wire."]}