{
  "901714191324766209": [
    "Houston Hobby airport is shut down until further notice due to Hurricane Harvey. Stay safe, everyone.",
    "With Hurricane Harvey causing chaos, Houston Hobby airport is shut down until further notice. Stay safe, everyone."
  ],
  "901714430378917888": [
    "Catastrophe bonds fall as Hurricane Harvey bears down on Texas. Let's come together to help those affected.",
    "With Hurricane Harvey causing destruction, catastrophe bonds are falling as the hurricane bears down on Texas. Let's come together and help those affected."
  ],
  "901714497332809728": [
    "Hurricane Harvey threatens the largest flood insurer. Let's stay safe and prepare for the worst.",
    "With Hurricane Harvey causing destruction, the largest flood insurer is threatened. Let's stay safe and prepare for the worst."
  ],
  "901717268199067648": [
    "Hurricane Harvey has been downgraded to Category 1 and will likely become a tropical storm. Stay alert and stay safe. #D27",
    "With Hurricane Harvey causing chaos, the hurricane has been downgraded to Category 1 and will likely become a tropical storm. Stay alert and stay safe. #D27"
  ],
  "901717433647378432": [
    "Tropical Storm Harvey moves inland. Let's stay safe and prepare for the worst.",
    "With Hurricane Harvey causing destruction, the tropical storm is moving inland. Let's stay safe and prepare for the worst."
  ],
  "901718625115099136": [
    "Steve Harvey did the announcing. Let's take a break from Hurricane Harvey and talk about Steve Harvey.",
    "With Hurricane Harvey causing chaos, let's take a break and talk about how Steve Harvey did the announcing."
  ],
  "901721154955739136": [
    "Flash Flood Warning including Baytown TX, Atascocita TX, Texas City TX until 6:30 AM CDT. Stay alert and stay safe. #Harvey",
    "With Hurricane Harvey causing destruction, a flash flood warning has been issued for Baytown TX, Atascocita TX, and Texas City TX until 6:30 AM CDT. Stay alert and stay safe. #Harvey"
  ],
  "901721172961890304": [
    "The hurricane 'Harvey' in the USA: first victims and destructions. Let's come together to help those affected.",
    "With Hurricane Harvey causing destruction, let's come together and help those affected. Here are the first victims and destructions."
  ],
  "901721881920856064": [
    "Harvey's rain of terror. The next 48 hours are expected to bring heavy flooding to southeast Texas. Stay safe, everyone.",
    "With Hurricane Harvey causing chaos, the next 48 hours are expected to bring heavy flooding to southeast Texas. Stay safe, everyone."
  ],
  "901722704767627269": [
    "The scope of damage unleashed by Hurricane Harvey is yet to be determined. Let's come together to help those affected.",
    "With Hurricane Harvey causing destruction, the scope of damage unleashed is yet to be determined. Let's come together and help those affected."
  ]
}