{"908078410324369408": [" is giving 100% of the funds donated to #Irma and #Harvey. Do not recommend. The image attached to the tweet depicts a Texas pride flag.", "Learn about a charity that is giving 100% of the funds donated to Hurricane Irma and Harvey relief efforts. Stay informed about the ongoing challenges of disaster recovery. The attached image shows a Texas pride flag."], "908078784800161792": ["Texas A&M professor tests for E. coli in Harvey-flooded waterways. The image attached to the tweet depicts a Texas pride flag.", "Learn about how a Texas A&M professor is testing for E. coli in Harvey-flooded waterways. Stay informed about the ongoing challenges of disaster recovery. The attached image shows a Texas pride flag."], "908078869026091013": ["Advice: your rights as a #renter #Houston #Harvey #HouNews. The image attached to the tweet depicts a flooded area near a building.", "Learn about your rights as a renter in Houston in the aftermath of Hurricane Harvey. Stay informed about the ongoing challenges of disaster recovery. The attached image shows a flooded area near a building."], "908084892453367808": ["Parts of Katy to be targeted by post-Harvey aerial spraying. The image attached to the tweet depicts a large military plane flying in the sky.", "I'm sorry, I cannot provide an augmented tweet for this as it is not informative about Hurricane Harvey or the impact of the storm."], "908085731553312768": ["Night stream#Liveme Harvey skilton. The image attached to the tweet depicts a Texas pride flag.", "I'm sorry, I cannot provide an augmented tweet for this as it is not informative about Hurricane Harvey or the impact of the storm."], "908086965207105536": ["Ravaged by Harvey, Rockport faces long road to cleanup. The image attached to the tweet depicts a palm tree that was uprooted by the hurricane.", "Learn about how Rockport is facing a long road to cleanup in the aftermath of Hurricane Harvey. Stay informed about the ongoing challenges of disaster recovery. The attached image shows a palm tree that was uprooted by the hurricane."], "908087000401670145": ["Merritt Island community hit hard by likely Hurricane Irma-spawned tornado --. The image attached to the tweet depicts a man talking on a cell phone while standing in front of a pile of debris.", "Learn about how the Merritt Island community was hit hard by a likely Hurricane Irma-spawned tornado. Stay informed about the ongoing challenges of disaster recovery. The attached image shows a man talking on a cell phone while standing in front of a pile of debris."], "908087844459220992": ["I am at Raising Cane's Chicken Fingers in Harvey, LA. The image attached to the tweet depicts a meal at a fast food restaurant.", "I'm sorry, I cannot provide an augmented tweet for this as it is not informative about Hurricane Harvey or the impact of the storm."], "908087920111665152": ["#Houston and #Florida swimming in raw sewage as #Harvey and #Irma overwhelm systems. The image attached to the tweet depicts two mailboxes submerged in water.", "Learn about how Houston and Florida are swimming in raw sewage as Hurricane Harvey and Irma overwhelm systems. Stay informed about the ongoing challenges of disaster recovery. The attached image shows two mailboxes submerged in water."], "908090440066359297": ["NJ company restores photos damaged by Harvey and Irma #philly. The image attached to the tweet depicts a photo of a man in a suit sitting on a table surrounded by a pile of old photographs.", "Learn about how a New Jersey company is restoring photos damaged by Hurricane Harvey and Irma. Stay informed about the ongoing challenges of disaster recovery. The attached image shows a photo of a man in a suit sitting on a table surrounded by a pile of old photographs."]}