{"910169508752617472": ["Harvey's Heroes: Area man steps up when no one else will #PATXNews. The attached image shows a bedroom with a bed, a dresser, a chair, a lamp, a television, and...", "Learn about Harvey's Heroes and how one man stepped up when no one else would. Check out the attached image for more information."], "910170828041531392": ["Port Arthur is setting up tents at Central Mall parking lot for about 750 Harvey homeless. The attached image shows a tent city.", "Port Arthur is setting up tents at Central Mall parking lot to help the 750 Harvey homeless. Check out the attached image for more details."], "910172431188295680": ["Hurricane Harvey weighs on new US homebuilding in August. The attached image shows a construction worker working on a house in Chicago.", "Hurricane Harvey is weighing on new US homebuilding in August. Check out the attached image for more information."], "910173348700868608": ["🌴💦🙏 #Hurricane Harvey TX 💦🌴🙏 Our prayers and support 🕊. The attached image shows a painting of angels playing music.", "Our prayers and support are with those affected by #HurricaneHarvey in Texas. Check out the attached image for more details."], "910175402886299648": ["9/19 8pm Tornado Alley Student Center. The attached image shows the view from the top of the mountain.", "Join us on 9/19 at 8pm at Tornado Alley Student Center. Check out the attached image for more information."], "910185032639279104": ["Harvey knocked out almost one-quarter of US refining capacity in late August. The attached image shows a truck driving down a road with oil tanks in the background.", "Hurricane Harvey knocked out almost one-quarter of US refining capacity in late August. Check out the attached image for more details."], "910187021477437440": ["Is Sierra Club funding their environmental agenda through donations to Harvey victims? The attached image shows the aftermath of the tornadoes that hit the area on Sunday.", "Learn about Sierra Club's funding and their donations to Harvey victims. Check out the attached image for more information."], "910194378836267009": ["Coastal vulnerabilities known long before Harvey -- KDM. The attached image shows a pile of junk on the side of the road.", "Coastal vulnerabilities were known long before Harvey. Check out the attached image for more details."], "910196254503833600": ["Judges order landlords to stop removing renters' belongings in 2 Harvey-affected buildings. The attached image shows a flooded street in the city of Orlando, Florida.", "Judges have ordered landlords to stop removing renters' belongings in 2 Harvey-affected buildings. Check out the attached image for more information."], "910202493858193409": ["How is #Houston working toward recovery and #resilience after #Harvey? #ClimateChange. The attached image shows a group of people standing on the back of a truck in flood water.", "Learn about how #Houston is working toward recovery and resilience after #Harvey. Check out the attached image for more details."]}