{"906864979223212032": ["Harvey's toll on Texas agriculture is still unknown. #TexasStrong The image attached to the tweet depicts a bulldozer clearing a path through a flooded field", "The impact of Hurricane Harvey on Texas agriculture remains uncertain. #TexasStrong The attached picture shows a flooded farm field."], "906870198694764549": ["Wind bands hitting already. 70+ gusts. First tornado warning of day just came across TV. #irma The image attached to the tweet depicts the delray beach hurricane", "The winds are picking up and the first tornado warning has been issued. #irma The attached picture shows the hurricane approaching."], "906870500651040769": ["Curse you #Harvey The image attached to the tweet depicts a texas pride flag", "I can't believe what's happening. #Harvey The attached picture shows a flag of Texas."], "906872964729200641": ["Auto posting blog for #, it is FREE! #domain #SocialMedia | Former Steve Harvey The image attached to the tweet depicts a texas pride flag", "Check out this free blog post! The attached picture shows a flag of Texas."], "906873987413749760": ["Texas families fear their land has been poisoned w dioxins by waste pits The image attached to the tweet depicts a woman hugging a child in front of a house that has been destroyed by the storm", "Families in Texas are concerned about the impact of Hurricane Harvey on their land. The attached picture shows a destroyed house."], "906875861521006592": ["Sat fam 20+/- homes cleared 60k meals prep'd 4 #Harvey affected people! #texasstrong #JesusStrong The image attached to the tweet depicts a texas pride flag", "Volunteers are helping those affected by Hurricane Harvey. #texasstrong The attached picture shows a flag of Texas."], "906877020134617089": ["Thank you for your generosity. Supporting families affected by Hurricane Harvey. #ccsd93 The images attached to the tweet depict two women sorting through boxes, a table with food and boxes,", "Thank you for your support in helping those affected by Hurricane Harvey. #ccsd93 The attached pictures show volunteers sorting through donations."], "906886458086227969": ["To my followers, I lost everything in #HurricaneHarvey The image attached to the tweet depicts a car covered in mud", "I'm devastated by the impact of Hurricane Harvey. #HurricaneHarvey The attached picture shows a car covered in mud."], "906886843446296578": ["We are helping those hit by #Harvey #Irma. No fees for 6 mos. Let us worry about markets: The image attached to the tweet depicts a boarded up door at the alpha house restaurant in downtown chicago", "We're providing assistance to those affected by Hurricane Harvey and Irma. #TexasStrong #FloridaStrong The attached picture shows a boarded-up restaurant in Chicago."], "906888945413357568": ["Radar indicated tornado in NW Osceola Co. Over West Lake Toho, moving West 35 Mph. Take Shelter if here or near by! The image attached to the tweet depicts the radar and the weather", "Severe weather alert! Take shelter if you're in the area. The attached picture shows the radar for the storm."]}