{"908660529316499456": ["This tweet is discussing someone's love for buttons and tornadoes, but it's unclear how it relates to Hurricane Harvey. #OffTopic", "It's unclear how this tweet is related to Hurricane Harvey. #Irrelevant"], "908660710409953281": ["This tweet is discussing how there are fewer climate change deniers after Irma and Harvey, as seen in this weather map. #ClimateChangeAwareness", "Learn about how there are fewer climate change deniers after Irma and Harvey with this informative tweet. #EnvironmentalImpact"], "908661734352842752": ["This tweet is promoting a newsletter, but it's unclear how it relates to Hurricane Harvey. #OffTopic", "It's unclear how this tweet is related to Hurricane Harvey. #Irrelevant"], "908666381918457857": ["These first graders wrote friendly letters to Hurricane Harvey victims, as seen in this photo. #CommunitySupport", "These first graders are doing their part to help Hurricane Harvey victims by writing friendly letters, as seen in this photo. #DisasterRecovery"], "908670660322500608": ["This tweet is discussing the long line for a store, but it's unclear how it relates to Hurricane Harvey. #OffTopic", "It's unclear how this tweet is related to Hurricane Harvey. #Irrelevant"], "908673531029987329": ["This tweet is discussing how to avoid buying a flood-damaged car after Harvey and Irma, as seen in this photo. #ConsumerAdvice", "Learn about how to avoid buying a flood-damaged car after Harvey and Irma with this informative tweet. #ConsumerProtection"], "908673915735511041": ["This tweet is discussing a 'Harvey hair day,' but it's unclear how it relates to Hurricane Harvey. #OffTopic", "It's unclear how this tweet is related to Hurricane Harvey. #Irrelevant"], "908674197328670721": ["Although Harvey and Irma missed Louisiana, insurance rates could still go up, as seen in this photo. #InsuranceImpact", "Learn about how insurance rates could still go up after Harvey and Irma with this informative tweet. #MarketAnalysis"], "908674808333733889": ["This tweet is discussing how employers can help their employees recover from Harvey and Irma and save taxes, as seen in this photo. #EmployerResponsibility", "Discover how employers can help their employees recover from Harvey and Irma and save taxes with this informative tweet. #CommunityAssistance"], "908675890925666304": ["We cannot forget the victims of Harvey and Irma and the destruction they faced, as seen in this photo. #CommunitySupport", "This tweet is reminding us not to forget the victims of Harvey and Irma and the destruction they faced. #DisasterRecovery"]}