{"906446919630774272": ["It doesn't matter if climate change caused Irma and Harvey. #notinformative", "The image attached to the tweet shows a Texas pride flag. #notinformative"], "906464461946531840": ["Texas prisoners describe nightmarish conditions and exposure to floodwaters following Hurricane Harvey. #informative", "The image attached to the tweet shows a Texas pride flag. #informative"], "906464976906461202": ["Learn how hospitals shared radiology images during Hurricane Harvey. #informative", "The image attached to the tweet shows a Texas pride flag. #informative"], "906465184839028742": ["Let's come together as one to help those in need during the hurricanes and DACA. #informative", "The image attached to the tweet shows the faces of President Obama, President Bush, and President Clinton. #informative"], "906468629419581440": ["The toll of Harvey and Irma on America's schoolchildren. #informative", "The image attached to the tweet shows a hallway with a mural of a dancer. #informative"], "906475527950753792": ["Check out our current exhibition, \"Cig Harvey: Holding the Blue,\" running until September 16th. #notinformative", "The image attached to the tweet shows a woman smoking a cigarette in a car. #notinformative"], "906476295864946689": ["My kids and I tried to escape Hurricane Harvey, but it was impossible. #informative", "The image attached to the tweet shows a Texas pride flag. #informative"], "906478412281401344": ["Resources to help you get back on your feet after Hurricane Harvey. #informative", "The image attached to the tweet shows a woman standing in front of a house that was damaged by a fallen tree. #informative"], "906482104581603328": ["Relentless storms strain rescue workers after Harvey and Irma. #informative", "The image attached to the tweet shows a boat filled with people riding through a flooded street. #informative"], "906482381841850369": ["President Trump believes churches should receive aid for Hurricane Harvey. #informative", "The image attached to the tweet shows a Texas pride flag. #informative"]}