{"904601210103181312": ["Van Buren duo helps with Hurricane Harvey relief", "This tweet reports on a Van Buren duo who is helping with the Hurricane Harvey relief efforts, as shown in this photo of a man in a boat with a dog."], "904602540041310209": ["Redneck hurricane survivor skills during Harvey", "This tweet references \"redneck hurricane survivor skills\" during Hurricane Harvey, but provides no additional information. The attached image depicts a flooded bus."], "904605629725237249": ["\"Texas Dreamer\" killed while volunteering during Harvey floods", "This tweet reports on a \"Texas Dreamer\" who was killed while volunteering during the Hurricane Harvey floods, as shown in this photo of a flooded bus."], "904606118525239296": ["Buffalo Bayou in Houston during Harvey", "This tweet references Buffalo Bayou in Houston during Hurricane Harvey, but provides no additional information. The attached image depicts a flooded bus."], "904606485107417088": ["Congress returns to Washington with agenda upended by Harvey", "Congress returns to Washington with their agenda upended by Hurricane Harvey, as shown in this photo of a flooded bus."], "904606499707555840": ["Immigrant community returns home to deal with Harvey damage", "This tweet reports on an immigrant community returning home to deal with the damage caused by Hurricane Harvey, as shown in this photo of a flooded bus."], "904607643045679104": ["Siri helps rescue sick girl and her family during Harvey", "This tweet reports on a call to Siri that helped rescue a sick girl and her family during Hurricane Harvey, as shown in this photo of a flooded bus."], "904609010762096640": ["The aftermath of Harvey in Houston", "This tweet references the aftermath of Hurricane Harvey in Houston, as shown in this photo of a shark swimming in the flooded escalator."], "904609493325037568": ["People rescuing stranded pets from Harvey", "This tweet reports on the people who are rescuing stranded pets from the floodwaters of Hurricane Harvey, as shown in this photo of a dog being rescued."], "904612142149709824": ["Environmental impact of Harvey still unknown", "The environmental impact of Hurricane Harvey is still unknown, but expected to be dire, as shown in this photo of a flooded bus."]}