{"904564707872227328": ["Texas governor says $8B Harvey relief is only a down-payment", "Texas Governor Greg Abbott announces that the $8 billion in Harvey relief is only a down-payment, as reported in this tweet."], "904565120478715904": ["Church Unlimited in Corpus Christi steps up to help after Harvey", "Church Unlimited in Corpus Christi is stepping up to help in the aftermath of Hurricane Harvey, as shown in this photo of a flooded bus."], "904565472263258112": ["Idaho company and nonprofits donate pet supplies to Harvey relief", "An Idaho company and several nonprofits donate pet supplies to support the Hurricane Harvey relief efforts, as shown in this photo of a pile of boxes."], "904565550248067073": ["Clinton cash for Harvey?", "This tweet questions the whereabouts of Clinton cash for the Hurricane Harvey relief efforts, but provides no additional information."], "904568111050907648": ["Help those devastated by Hurricane Harvey", "This tweet urges people to help those who have been devastated by Hurricane Harvey, as shown in this photo of a flooded bus."], "904568770982764545": ["Harvey flood victims face displaced alligators", "The victims of Hurricane Harvey now face the added danger of displaced alligators, as shown in this photo of a group of people standing in floodwater."], "904569290304737280": ["\"Animal Lovers Unite\" t-shirts support Harvey relief", "These \"Animal Lovers Unite\" t-shirts are being sold for $25 plus shipping to support the Hurricane Harvey relief efforts, as shown in this photo of a dog wearing one of the shirts."], "904572280981790720": ["Climate change is real, says tweet about Harvey and South Asia floods", "This tweet asserts that climate change is real in the wake of Hurricane Harvey and the South Asia floods, as shown in these photos of people and animals struggling through floodwaters."], "904572612520660992": ["Report: Harvey floods at least five toxic Superfund sites", "A report reveals that Hurricane Harvey has flooded at least five toxic Superfund sites, as shown in this photo of a man working on a flooded home."], "904572761594462208": ["Harvey aftermath: Region begins long road to recovery", "This tweet reports on the long road to recovery that lies ahead for the region in the aftermath of Hurricane Harvey, as shown in this photo of a pile of furniture and other items in front of a house."]}