{"901805448944390145": ["Yeah Pretty normal for our street, fingers crossed the next day of rain does not make it much further up! #Harvey The image attached to the tweet depicts the flooded area in front of the house", "We urge everyone to stay safe and take precautions during Hurricane Harvey, as even seemingly normal streets can become dangerous and flooded. Please take care of each other."], "901805456213102593": ["Pictures from the Heights neighborhood in #Houston. Water is rising. #Harvey The image attached to the tweet depicts the flooded backyard of a home in Houston, Texas, on August 29, 2019", "The flooding caused by Hurricane Harvey in the Heights neighborhood of Houston is truly devastating and dangerous. Please stay safe and take precautions."], "901805536055832576": ["Sunday Shows preview: Trump faces major test with response to Harvey The image attached to the tweet depicts a flooded bus", "While it is important to hold our leaders accountable, our focus remains on the safety and well-being of those affected by Hurricane Harvey. Please stay safe and take care of each other."], "901809463371423745": ["610 loop around Houston, before and after Harvey. The image attached to the tweet depicts the flooded highway and the image attached to the tweet shows the flooded highway", "This photo truly puts the impact of Hurricane Harvey on the 610 loop around Houston into perspective. Please stay safe and take precautions."], "901809475966861313": ["Weakened Harvey still dumping tremendous amounts of rain on Texas: The image attached to the tweet depicts the weather map for the area", "The weakened but still powerful Hurricane Harvey is causing tremendous amounts of rainfall and flooding in Texas. Please stay safe and take precautions."], "901809493671124992": ["Here is a picture edit of me with an umbrella upside down during Hurricane Harvey. The image attached to the tweet depicts a man holding an umbrella while standing on a street in the rain", "We appreciate the humor and creativity during this difficult time, but please remember to take Hurricane Harvey and its dangers seriously. Please stay safe and take care of each other."], "901809537828696064": ["Rockport, TX gas station damaged by #HurricaneHarvey via Jeff Gammons The image attached to the tweet depicts the damage to a gas station", "The damage caused by Hurricane Harvey in Rockport, Texas is truly devastating and dangerous. Our thoughts are with everyone affected."], "901809544401170433": ["Just another tornado flooding kind of day. The image attached to the tweet depicts a woman sleeping in bed", "We urge everyone to take the dangers of tornadoes and flooding caused by Hurricane Harvey seriously and to take precautions to stay safe. Please take care of each other."], "901809546242519041": ["League City, TX this morning. #Harvey The image attached to the tweet depicts flooded cars in a residential neighborhood", "The flooding caused by Hurricane Harvey in League City, Texas is truly devastating and dangerous. Please stay safe and take precautions."], "901809624474628096": ["A view of Kirby and Braeswood Fri. and Sun. morning #hurricaneHarvey The image attached to the tweet depicts a flooded bus", "This photo truly puts the impact of Hurricane Harvey on the intersection of Kirby and Braeswood into perspective. Please stay safe and take precautions."]}