{"905043728276090881": ["Coming up on two nurses jumped into action to help Harvey evacuees. Tune in now!", "A tweet about two nurses jumping into action to help Harvey evacuees with an attached image of a woman sitting in a chair with two doctors"], "905045992034242560": ["How to save priceless photos damaged by flooding #12NewsNowHarvey #Harvey #409Strong", "A tweet about how to save priceless photos damaged by flooding with #12NewsNowHarvey #Harvey #409Strong and an attached image of a photo of a man and woman in a cemetery"], "905047540952944640": ["#dtmag .SecShulkin provides an update on Harvey recovery efforts", "A tweet about #dtmag and .SecShulkin providing an update on Harvey recovery efforts with an attached image of a flooded neighborhood in Houston"], "905047654543093760": ["Tennessee girl, 5, uses birthday cash to help Harvey victims | National", "A tweet about a Tennessee girl, 5, using birthday cash to help Harvey victims with an attached image of a flooded neighborhood in Houston"], "905048136602853376": ["From #Harvey to #Irma, from #cotton to orange juice", "A tweet about from #Harvey to #Irma, from #cotton to orange juice with an attached image of the price of gold - not informative"], "905050833687064577": ["#MONEY #IRMA FoxBusiness #Harvey deaths up; evacuees leave shelters FOX Business (Fox", "A tweet about #MONEY #IRMA FoxBusiness #Harvey deaths up; evacuees leave shelters FOX Business (Fox with an attached image of a pile of debris in the back of a truck"], "905050995046141953": ["Former Moore resident describes damage to home after Hurricane Harvey", "A tweet about a former Moore resident describing damage to their home after Hurricane Harvey with an attached image of a flooded neighborhood in Houston"], "905051204740411394": ["#AlphaCares Harvey Relief Drive til 7pm at on Forest Drive in Columbia!!!", "A tweet about #AlphaCares Harvey Relief Drive until 7pm at on Forest Drive in Columbia!!! with an attached image of a Walmart store with a large tent"], "905051421514506241": ["Meet families receiving Red Cross donations in Harvey's wake", "A tweet about meeting families receiving Red Cross donations in Harvey's wake with an attached image of a child sleeping in a tent"], "905052168721506304": ["Marylanders stepping up to help Harvey homeless.", "A tweet about Marylanders stepping up to help Harvey homeless with an attached image of a flooded neighborhood in Houston"]}