{"905621904505139200": ["The fiscally responsible hurricane response Republicans will not talk about The image attached to the tweet depicts the text of the tweet", "The fiscally responsible hurricane response Republicans will not talk about. Attached image shows the text of the tweet."], "905625205229289474": ["Harvey evacuees taking refuge at McKinney Falls State Park The image attached to the tweet depicts a tent with a chair and a cooler", "Harvey evacuees taking refuge at McKinney Falls State Park. Attached image shows the community coming together to support each other."], "905625821557161984": ["Seen on C-SPAN: leads House in Moment of Silence for #Harvey victims. The images attached to the tweet depict the chamber of the house of representatives during the impeachment proceedings, the president speaking in the house,", "Seen on C-SPAN: leads House in Moment of Silence for #Harvey victims. Attached images show the community coming together to honor and remember those impacted by the hurricane."], "905626550002868224": ["Visit Tacos Libertad give back to the victims of Hurricane Harvey! #tacosfortexas The image attached to the tweet depicts a taco on a cutting board with the texas state outline", "Visit Tacos Libertad give back to the victims of Hurricane Harvey! #tacosfortexas. Attached image shows the community coming together to support each other."], "905631198151618560": ["The story behind a Houston couples viral Hurricane Harvey wedding photo SFGate The image attached to the tweet depicts a bride and groom in a flooded street", "The story behind a Houston couple's viral Hurricane Harvey wedding photo. Attached image shows the impact of the flooding on the community."], "905631724897480705": ["CSFD aids in Harvey relief efforts #watchCBS19 The image attached to the tweet depicts a group of firefighters standing in front of a fire truck", "CSFD aids in Harvey relief efforts #watchCBS19. Attached image shows the community coming together to support each other."], "905631992183635968": ["Porter devastated by Harvey's flooding, high winds The image attached to the tweet depicts a house that was damaged by the tornado", "Porter devastated by Harvey's flooding, high winds. Attached image shows the impact of the hurricane on the community."], "905636037690580997": ["😂😂😂👀👀Facts💯💯💯💯 #HurricaneIrma #HurricaneHarvey #HurricaneJose #Atl The image attached to the tweet depicts a woman with a caption that says, you all atlanta females better humble self", "😂😂😂👀👀Facts💯💯💯💯 #HurricaneIrma #HurricaneHarvey #HurricaneJose #Atl. Attached image shows the text of the tweet."], "905637549737213955": ["Harvey fish on our street gutters. I have never seen anything like it! The image attached to the tweet depicts the fish that were trapped in the drain", "Harvey fish on our street gutters. I have never seen anything like it! Attached image shows the impact of the hurricane on the environment."], "905641511043428352": ["💛I am a proud TEXAN.💛 Texas has yet to learn submission to any oppression......'WE WILL DEFEAT Harvey' -Sam Houston The image attached to the tweet depicts a fence with a texas outline", "💛I am a proud TEXAN.💛 Texas has yet to learn submission to any oppression......'WE WILL DEFEAT Harvey' -Sam Houston. Attached image shows the pride and resilience of the community."]}