{"908308407899377664": ["US initial jobless claims fell last week due to the impact of Hurricane Harvey and Irma. #hurricaneharvey #informative", "The impact of Hurricane Harvey and Irma caused a decrease in US initial jobless claims last week. #hurricaneharvey #informative"], "908308470943944705": ["Munich Re reports that Harvey and Irma are jeopardizing 2017 earnings. #hurricaneharvey #informative", "The earnings of 2017 are in jeopardy due to the impacts of Harvey and Irma, according to Munich Re. #hurricaneharvey #informative"], "908311120636760064": ["This blanket was given as a gift to neighbors who had a baby during Harvey. #hurricaneharvey #informative", "A special delivery blanket was gifted to neighbors who had a baby during Harvey. #hurricaneharvey #informative"], "908314601200275456": ["A man and woman with a child are pictured in this image. #hurricaneharvey #notinformative", "Harvey was happy to drive the train, according to this tweet. #hurricaneharvey #notinformative"], "908315127010775041": ["This tweet discusses looting in the aftermath of Hurricane Harvey. #hurricaneharvey #informative", "Nestle and the Flint water crisis are mentioned in this tweet about Hurricane Harvey. #hurricaneharvey #informative"], "908315369680654336": ["This tweet states that Irma and Harvey are not so bad after all. #hurricaneharvey #notinformative", "The flooding caused by Hurricane Harvey is pictured in this tweet. #hurricaneharvey #notinformative"], "908315402727510016": ["This tweet discusses cloud storage as a safe haven from Harvey's deluge. #hurricaneharvey #notinformative", "The path of Hurricane Harvey is depicted in this tweet about cloud storage. #hurricaneharvey #notinformative"], "908320017221132288": ["This tweet shows some of the work Measure has done for Hurricane Harvey relief. #hurricaneharvey #informative", "A satellite image of a tower in the middle of a field is shown in this tweet about Hurricane Harvey relief. #hurricaneharvey #informative"], "908322986192752642": ["Meg Kelly met with supporters at Harvey's in this tweet. #hurricaneharvey #notinformative", "The Texas pride flag is pictured in this tweet about Meg Kelly's meeting with supporters. #hurricaneharvey #notinformative"]}