{"906144424798937088": ["SP says losses to insurance sector from Irma likely to top Harvey, could mean downgrades The image attached to the tweet depicts a group of people working on a house", "Insurance sector losses from Irma expected to surpass Harvey, leading to possible downgrades. The attached image shows a team of workers repairing a home."], "906145150224752640": ["Obama and Clinton did nothing and gave nothing to Harvey survivors but hot air. Trump gave $1 million of his money. The image attached to the tweet depicts a group of people working on a house", "Trump donated $1 million to Harvey relief efforts, while Obama and Clinton failed to act. The attached image shows a team of workers repairing a home."], "906149205349163008": ["\"Harvey\" BoyerArlington, TX The image attached to the tweet depicts a man holding a kitten on his shoulder", "Boyer from Arlington, TX shares a photo of his kitten named Harvey. The attached image shows a man holding a kitten on his shoulder."], "906149216376037376": ["Viking Yachts: Friday Moves? #HurricaneHarvey Sportfishing Marine Industry Recovery Fund The image attached to the tweet depicts the logo for the hurricane harvey sporting fishing and marine industry recovery fund", "Viking Yachts supports the Hurricane Harvey Sportfishing Marine Industry Recovery Fund. #HurricaneHarvey. The attached image shows the logo for the fund."], "906149435545186304": ["To the victims of Harvey, and Mexican earthquake today. Good news! Your shipment of prayers has arrived! The image attached to the tweet depicts a group of people working on a house", "Sending prayers to the victims of Harvey and the Mexican earthquake. The attached image shows a team of workers repairing a home."], "906149731704999937": ["The Latest: Former presidents expand Harvey appeal to Irma The image attached to the tweet depicts a man and woman sitting on a bench", "Former presidents expand Harvey appeal to include Irma. The attached image shows a couple sitting on a bench."], "906149890060845060": ["FHS has a spirit walk- through celebrating our 1st responders volunteers for \"Harvey\"!Mustang Pride! #iamtxed The image attached to the tweet depicts a group of students walking down a hallway", "FHS celebrates first responders and volunteers for Harvey relief efforts with a spirit walk. #iamtxed. The attached image shows a group of students walking down a hallway."], "906150521412755456": ["The Atlanta City Council Establishes Trust Fund for Hurricane Harvey Relief The images attached to the tweet depict the city council's letter to the mayor, the text of the document,", "Atlanta City Council establishes trust fund for Hurricane Harvey relief efforts. The attached images show the council's letter to the mayor and the text of the document."], "906153773990588416": ["So proud of StuDent Council Ss making a difference for #HurricaneHarvey relief! #107Achieves #TigerReady The images attached to the tweet depict a table full of food and bags, a group of students at a table with a laptop and a sign that says \"get your free lunch, a group of boys standing around a table with a cell phone,", "StuDent Council Ss make a difference for Hurricane Harvey relief efforts. #107Achieves #TigerReady. The attached images show a table full of food and bags, a group of students at a table with a laptop and a sign that says \"get your free lunch,\" and a group of boys standing around a table with a cell phone."], "906157914368421889": ["Meet Harvey and Irma: a Love That Is Weathered 75 Years #fitnessworldabs The image attached to the tweet depicts a group of people working on a house", "Meet Harvey and Irma: A love that has weathered 75 years. #fitnessworldabs. The attached image shows a team of workers repairing a home."]}