{"909329395587977217": ["Tornado Bee and Challengers in title skirmish - read more here!", "Stay informed with the latest news on Tornado Bee and Challengers in title skirmish - find out more here!"], "909357422132809729": ["Sandy survivors warn Harvey and Irma victims about what is ahead - read more here!", "Discover what Sandy survivors have to say to Harvey and Irma victims about what is ahead - stay informed with the latest news"], "909391706885410817": ["New players Harvey and Segun are in action for today's match - see the photo here!", "See the photo of new players Harvey and Segun in action for today's match - stay informed with the latest news"], "909399962923995136": ["Today: the 75 lives Harvey claimed - read more here!", "Discover the impact of Harvey and the 75 lives it claimed - stay informed with the latest news"], "909406929902030850": ["Charlie Hebdo depicts drowning Harvey flood victims as neo-Nazis - read more here!", "Stay informed with the latest news on Charlie Hebdo's depiction of drowning Harvey flood victims as neo-Nazis - find out more here!"], "909414165047054338": ["Contact KBC for all your demo and remodeling needs to help rebuild Houston post Harvey - see the flyer here!", "See the flyer for KBC, the construction company that can help you with all your demo and remodeling needs to help rebuild Houston post Harvey - stay informed with the latest news"], "909415257315184640": ["MyRadarWX reports risk of severe storms over the Southern High Plains - see the radar map here!", "Stay informed with the latest weather news - check out the radar map showing the risk of severe storms over the Southern High Plains"], "909415882555830273": ["Thanks for taking this shot of 60164 Tornado as I was busy with the video - see the photo here!", "See the photo of 60164 Tornado taken by someone else - stay informed with the latest news"], "909429099692740609": ["Moving day for my mom and grandmother that lost their home during Harvey - stay strong Texas!", "Stay strong Texas - see the photo of moving day for someone's mom and grandmother that lost their home during Harvey"], "909433435328057344": ["Tornado by Lea Michele - find out more here!", "Discover more about Tornado by Lea Michele - stay informed with the latest news"]}