{"905826747395870720": ["The energy impacts of Harvey are still being felt around the world. The attached image shows the petrochemical complex in Houston, Texas.", "The aftermath of Harvey is still affecting the global energy industry. The image attached to the tweet shows the petrochemical complex in Houston, Texas."], "905826811946221573": ["Getting ready for a relief trip to Houston this weekend. #HurricaneHarvey #floodcleanup The attached image shows a man in front of a McCoy's building supply store.", "Preparing to help with relief efforts in Houston this weekend. #HurricaneHarvey #floodcleanup The attached image shows a man in front of a McCoy's building supply store."], "905830176931569664": ["The role of technology and first responders during Harvey. The attached image shows people standing in flood water.", "How technology and first responders worked together during Harvey. The attached image shows people standing in flood water."], "905830340975058944": ["Residents of Groves begin cleaning up after Harvey. The attached image shows a group of people working on a house.", "Cleaning up after Harvey in Groves. The attached image shows a group of people working on a house."], "905830561280921600": ["Lessons learned from Harvey: Always back up your computer. The attached image shows a bald man with glasses and a blue shirt.", "Don't forget to back up your computer! A lesson learned from Harvey. The attached image shows a bald man with glasses and a blue shirt."], "905830589521174528": ["How technology played a crucial role in saving lives during Hurricane Harvey. The attached image shows a group of people in a boat.", "The impact of technology on Hurricane Harvey rescue efforts. The attached image shows a group of people in a boat."], "905831521768140801": ["The latest CTI Monthly newsletter covers Hurricane Harvey's impact, mobile batch plants, and night pours. The attached image shows the newsletter.", "Stay informed about Hurricane Harvey's impact and more with the latest CTI Monthly newsletter. The attached image shows the newsletter."], "905831797979840512": ["The UGK archives are destroyed due to Hurricane Harvey. The attached image shows two men standing next to each other.", "Hurricane Harvey's impact on UGK's archives. The attached image shows two men standing next to each other."], "905835149996081152": ["Harvey survivors share the items they were most upset to lose. The attached image shows a group of people working on a house.", "What Harvey survivors were most upset to lose. The attached image shows a group of people working on a house."], "905835830824116224": ["Hurricane Harvey relief supply efforts continue for Irma. The attached images show a warehouse full of supplies, a man loading water into the back of a truck, a sign that reads Hurricane Harvey donations, and a group of people standing in a parking lot.", "Supporting relief efforts for Hurricane Harvey and Irma. The attached images show a warehouse full of supplies, a man loading water into the back of a truck, a sign that reads Hurricane Harvey donations, and a group of people standing in a parking lot."]}