{"910001780041302016": ["Mets' Harvey has 'no solutions' after latest disappointing performance. The pitching coach is seen talking to a player in the attached image.", "Mets' Harvey struggles continue with 'no solutions' in sight. The attached image shows the pitching coach trying to help a player."], "910005132326080512": ["Harvey Norman : Malaysia Day Celebration (02-Sep-2017 To 21-Sep-2017) - The attached image shows a flyer for the Malaysia Day celebration.", "Celebrate Malaysia Day with Harvey Norman (02-Sep-2017 To 21-Sep-2017). Check out the attached image for details."], "910011355322896384": ["Harvey L. Neiman Health Policy Institute. The attached image shows a flooded neighborhood in the city of New Orleans.", "The Harvey L. Neiman Health Policy Institute is working to address health policy issues. The attached image shows the aftermath of a flood in New Orleans."], "910015187322900480": ["I just liked this song 'The Wind' by PJ Harvey #musicmedicine #playlist. The attached images show a woman with her hair pulled back.", "Check out 'The Wind' by PJ Harvey for some #musicmedicine. The attached images show a woman enjoying the music."], "910023587490344960": ["Harvey Damage Estimated At $42bn, Among Most Costly US Storms. The attached image shows a flooded neighborhood in the city of New Orleans.", "The cost of Hurricane Harvey damage is estimated at $42bn, making it one of the most costly US storms. The attached image shows the extent of the flooding in New Orleans."], "910026731892875264": ["Industry Pulls Together To Save Lives after Harvey. The attached image shows the logo for AI.", "The industry is working together to save lives in the wake of Hurricane Harvey. Check out the attached image for more information."], "910034337948733440": ["#earthquake #Hurricanes #Tornado #Flood #TuesdayThoughts #climatechange I feel like. The attached image shows a woman peering through blinds.", "Natural disasters are on the rise and we need to take action. The attached image shows a woman looking out into the world."], "910050952824139776": ["Sunglasses Harvey (AP741351-05) with pad print in 1 color. The attached images show a pair of sunglasses with red and white frames, and a pair of sunglasses with 'I love you' written on them.", "Get ready for summer with Sunglasses Harvey (AP741351-05) in 1 color. Check out the attached images for some stylish options."], "910054785193316352": ["This week's Students of the week go to Harvey Day and Ivan Maximov. Top work boys #iloveboarding. The attached image shows the three boys receiving their award.", "Congratulations to Harvey Day and Ivan Maximov for being named Students of the Week! The attached image shows the boys receiving their award."], "910056939333308416": ["Farmers Insurance Adjusters Camp Out to Process Texas Harvey Claims. The attached image shows a tent set up for the event.", "Farmers Insurance is working hard to process claims in the wake of Hurricane Harvey. The attached image shows the setup for their claims processing event."]}