{"907315724275695616": ["Many streets here on Folly have water. Tornado threat now over for the moment. The image attached to the tweet depicts a flooded street in the city of Jacksonville", "Stay safe! Tornado threat is over for now, but many streets in Folly are still flooded. #WeatherNews"], "907315970082988032": ["Hurricane Harvey weighs on US dollar. Euro currency news daily. The image attached to the tweet depicts a Texas pride flag", "How is Hurricane Harvey affecting the US dollar? Find out here. #FinanceNews"], "907316071853633536": ["David Harvey of Leeds United bred rabbits. The image attached to the tweet depicts a man holding a cat", "Did you know David Harvey of Leeds United bred rabbits? Learn more about this interesting fact. #SportsTrivia"], "907317301673959426": ["Possible Tornado near Chas. Airport- dangerous weather breaking out all over! Watch Live5 News now! #chsnews. The image attached to the tweet depicts a man standing in front of a television screen", "Stay alert! Possible Tornado near Chas. Airport. Dangerous weather is breaking out all over. #WeatherAlert"], "907318331039997952": ["Lessons for Toronto from Harvey and Irma. #news #Opinion. The image attached to the tweet depicts a Texas pride flag", "What can Toronto learn from Harvey and Irma? Here are some key lessons. #WeatherLessons"], "907333171540135936": ["Tornado watch until 10pm this evening. We will keep you updated if any storms turn severe. #Savannah. The image attached to the tweet depicts the tornado watch for the state of Texas", "Stay vigilant! Tornado watch in effect until 10pm this evening. We'll keep you updated if any storms turn severe. #WeatherWatch"], "907333204163440641": ["US Coast Guard, EPA Cleaning Up A Dozen Texas Chemical Spills After Harvey. The image attached to the tweet depicts a logo for Rigzone", "How are the US Coast Guard and EPA cleaning up a dozen Texas chemical spills after Harvey? Find out here. #DisasterResponse"], "907333541071122432": ["How to handle Category III water loss jobs. #hurricaneharvey #flood #waterdamage. The image attached to the tweet depicts a flooded street with a blue trash can in the middle of the flooded street", "Need tips on how to handle Category III water loss jobs? Look no further. #FloodCleanup"], "907333681701822465": ["Mexico withdraws Harvey aid offer after silent treatment from Trump. The image attached to the tweet depicts a man walking past a building that has been demolished", "Why did Mexico withdraw its Harvey aid offer after silent treatment from Trump? The answer may surprise you. #PoliticsNews"], "907335391103111168": ["Delivering Good seeks donations to aid Harvey victims. The image attached to the tweet depicts a group of people standing on the back of a truck in flood water", "Join us in donating to aid Harvey victims. Here's how you can help. #Charity"]}