{"904480410645737472": ["Harvey leaves countless pets homeless, shelters work to provide for them", "The aftermath of Hurricane Harvey has left countless pets homeless, but shelters are working tirelessly to provide for them."], "904480677583773696": ["First responder from New York gets his first Whataburger after Harvey", "Watch as a first responder from New York gets his first taste of Whataburger after aiding in Hurricane Harvey relief efforts."], "904481587852713986": ["Reposting Harvey relief appeal", "Help support the relief efforts for Hurricane Harvey by reposting this appeal."], "904481647759945729": ["59 South shut down at first Wharton exit due to Harvey", "Due to the destruction caused by Hurricane Harvey, 59 South is shut down at the first Wharton exit, forcing cars to exit and go back to North 59."], "904481650507218945": ["FEMA requests manufactured homes for Harvey victims", "FEMA is requesting manufactured homes to help provide shelter for the victims of Hurricane Harvey."], "904481679598911488": ["Moments of hope and inspiration rise above the chaos of Harvey", "Despite the chaos and destruction caused by Hurricane Harvey, moments of hope and inspiration rise to the surface."], "904484341694201856": ["University of Kentucky raises over $1 million for Harvey victims", "The University of Kentucky, led by head coach John Calipari, raises over $1 million for the victims of Hurricane Harvey."], "904484344156311552": ["Toxic sites damaged by Harvey present health and environmental dangers", "The damage caused by Hurricane Harvey to toxic sites presents both health and environmental dangers."], "904484370060386309": ["Amanda Palmer releases Hurricane Harvey relief single", "Musician Amanda Palmer releases a Hurricane Harvey relief single to support the recovery efforts."], "904484542647607297": ["Infographic captures Harvey's impact on refinery capacity", "Take a look at this informative infographic that captures the impact that Hurricane Harvey had on refinery capacity."]}