{"906713843283451904": ["Wortham Theater Center is expected to remain closed until at least October 15 due to flooding in downtown Houston. The attached image shows a street submerged in water.", "The flooding in downtown Houston has forced the Wortham Theater Center to remain closed until at least October 15. The attached image shows a street submerged in water."], "906718789303185414": ["Michael Buffer had his Steve Harvey moment when Carlos Estrada won the fight. The attached image shows a Texas pride flag.", "Carlos Estrada's victory caused Michael Buffer to have his own Steve Harvey moment. The attached image shows a Texas pride flag."], "906723141912801280": ["Tune in to #Periscope for #Harvey #Irma #Prophecy #Prayer. The attached image shows a Texas pride flag.", "Join us on #Periscope for #Harvey #Irma #Prophecy #Prayer. The attached image shows a Texas pride flag."], "906725047078981636": ["Get quality articles with ONE CLICK using the Article Generator #LinkBuilding #SEO Tool. Former Steve Harvey writer has the #1. The attached image shows a Texas pride flag.", "Generate high-quality articles with ONE CLICK using the Article Generator #LinkBuilding #SEO Tool. The former Steve Harvey writer has the #1. The attached image shows a Texas pride flag."], "906728836208852992": ["A tornado watch has been issued for all of South Florida, Middle and Upper Keys until 12 noon on Sunday. The attached image shows the satellite radar.", "Stay alert as a tornado watch has been issued for all of South Florida, Middle and Upper Keys until 12 noon on Sunday. The attached image shows the satellite radar."], "906729737719996416": ["The Hurricane Irma tornado has caused damage across central Broward, according to the Sun Sentinel. The attached image shows a tornado in the distance.", "The Sun Sentinel reports that the Hurricane Irma tornado has caused damage across central Broward. The attached image shows a tornado in the distance."], "906729883396485121": ["Harvey, IRMA, Katrina, and Jared Nelson make the list of the greatest storms. The attached images show a football player running, the football players celebrating, and a football player on the field.", "The greatest storms of all time include Harvey, IRMA, Katrina, and Jared Nelson. The attached images show a football player running, the football players celebrating, and a football player on the field."], "906729907866275840": ["Congress is set to vote on a Harvey aid package next week. The attached image shows the Capitol building at dusk.", "Next week, Congress will vote on a Harvey aid package. The attached image shows the Capitol building at dusk."], "906730240621334533": ["Houston is temporarily submerged in heavy water due to Hurricane Harvey. The attached image shows the city of Houston, Texas, on August 29, 2017.", "Hurricane Harvey has caused Houston to be temporarily submerged in heavy water. The attached image shows the city of Houston, Texas, on August 29, 2017."], "906730998573887488": ["Check out this incredible supercell storm in Tornado Alley, USA, known as 'The Independence Day.' The attached image shows a Texas pride flag.", "Witness the awe-inspiring 'The Independence Day' supercell storm in Tornado Alley, USA. The attached image shows a Texas pride flag."]}