{
  "901734330799677440": [
    "New Orleans 'still not off the hook' for Harvey rain, though the forecast has improved. Let's stay alert and stay safe.",
    "With Hurricane Harvey causing chaos, New Orleans is still not off the hook for the rain, though the forecast has improved. Let's stay alert and stay safe."
  ],
  "901734421144887296": [
    "Hurricane Harvey has been downgraded to a tropical storm, but Texas still braces for further bad weather. Stay safe, everyone. #Harvey",
    "With Hurricane Harvey causing destruction, the hurricane has been downgraded to a tropical storm, but Texas still braces for further bad weather. Stay safe, everyone. #Harvey"
  ],
  "901734547422724096": [
    "Per WH, here's a photo of Trump teleconferencing on Hurricane Harvey response efforts. Let's come together to help those affected.",
    "With Hurricane Harvey causing chaos, let's come together and help those affected. Per WH, here's a photo of Trump teleconferencing on Hurricane Harvey response efforts."
  ],
  "901737872805462017": [
    "Here's the #Harvey rainfall so far in Houston. Stay alert and stay safe.",
    "With Hurricane Harvey causing destruction, here's the rainfall so far in Houston. Stay alert and stay safe. #Harvey"
  ],
  "901738214456606720": [
    "WATCH: A tornado spawned from Tropical Storm Harvey strikes NW Houston. Let's stay safe and prepare for the worst. #Patriot",
    "With Hurricane Harvey causing chaos, let's stay alert. WATCH: A tornado spawned from Tropical Storm Harvey strikes NW Houston. Let's stay safe and prepare for the worst. #Patriot"
  ],
  "901741728520130560": [
    "Hurricane Harvey, Day 3 live alerts, pictures, and updates. Let's come together to help those affected.",
    "With Hurricane Harvey causing destruction, let's come together and help those affected. Here are live alerts, pictures, and updates from Day 3 of the hurricane. #Harvey"
  ],
  "901742043327860737": [
    "Harvey turns deadly, lashing Texas with torrential rain. Let's come together to help those affected. #HurricaneHarvey #Texas",
    "With Hurricane Harvey causing destruction, let's come together and help those affected. Harvey turns deadly, lashing Texas with torrential rain. #HurricaneHarvey #Texas"
  ],
  "901743093493489664": [
    "What is more IMPORTANT? BILLIONS to FUND MEXICO BORDER WALL or REBUILDING TEXAS in the WAKE of HURRICANE? Let's come together and help those affected.",
    "With Hurricane Harvey causing destruction, let's come together and help those affected. What is more IMPORTANT? BILLIONS to FUND MEXICO BORDER WALL or REBUILDING TEXAS in the WAKE of HURRICANE?"
  ],
  "901743168189812736": [
    "In Hurricane Harvey's wake, smashed homes, businesses, and heavy rain. Let's come together to help those affected. #D27",
    "With Hurricane Harvey causing destruction, let's come together and help those affected. In the hurricane's wake, there are smashed homes, businesses, and heavy rain. #D27"
  ],
  "901743324620402688": [
    "Harvey, now a tropical storm, is going nowhere. The low will remain over Texas for much of this week. Stay alert and stay safe. #Harvey",
    "With Hurricane Harvey causing chaos, the hurricane has been downgraded to a tropical storm, but it's going nowhere. The low will remain over Texas for much of this week. Stay alert and stay safe. #Harvey"
  ]
}