{"906809347271008256": ["This is a waterspout in Key West, not a tornado. #NotInformative", "The image attached to this tweet shows a waterspout in Key West, not a tornado. #NotInformative"], "906810549387890688": ["Tornado warning in Brevard County until 5:45 AM. Seek shelter in the lowest level of your home away from windows. Live updates on channel 9. #WeatherMap #Informative", "There's a tornado warning in Brevard County until 5:45 AM. Stay safe by seeking shelter in the lowest level of your home away from windows. Live updates available on channel 9. #WeatherMap #Informative"], "906813765592772608": ["A reminder of the tango tornado Mayhem spesh relationship eewwwww. #CarWithTrumpet #LeopardPrintLegs #NotInformative", "This tweet is not informative and contains irrelevant content. #CarWithTrumpet #LeopardPrintLegs #NotInformative"], "906817042808020992": ["These 30 heartbreaking photos show how animals have been affected by Tropical Storm Harvey. #TropicalStormHarvey #TexasPrideFlag #Informative", "Tropical Storm Harvey has had a devastating impact on animals. These 30 photos show the heartbreaking reality. #TropicalStormHarvey #TexasPrideFlag #Informative"], "906817848902868992": ["RMS estimates that Hurricane Harvey will cause re/insurance losses of up to $40 billion. The image attached to the tweet depicts people in boats and on foot in flood waters. #HurricaneHarvey #FloodWaters #Informative", "Hurricane Harvey is estimated to cause re/insurance losses of up to $40 billion. The damage caused by the storm is evident in this image of people in boats and on foot in flood waters. #HurricaneHarvey #FloodWaters #Informative"], "906819837703348224": ["There's a tornado warning for southern Palm Beach County until 4:15 AM. Stay safe. #TexasPrideFlag #Informative", "A tornado warning is in effect for southern Palm Beach County until 4:15 AM. Seek shelter and stay safe. #TexasPrideFlag #Informative"], "906827882399444992": ["Gigantic Jets have been spotted over Tropical Storm Harvey. #MeteorShower #Informative", "The latest discovery over Tropical Storm Harvey is a meteor shower of Gigantic Jets. #MeteorShower #Informative"], "906830883147145216": ["This tweet is not informative and contains inappropriate content. #TexasPrideFlag #NotInformative", "This tweet is not informative and contains inappropriate content. #TexasPrideFlag #NotInformative"], "906831916397199361": ["Don't forget the tornado threat today. Stay safe. #Miami #Irma #FloodedParkingLot #Informative", "Tornadoes are a threat today. Don't forget to stay safe and be aware of the flooding caused by Hurricane Irma. #Miami #Irma #FloodedParkingLot #Informative"], "906832179036073984": ["The cone of uncertainty continues to shift west, putting Atlanta on the east side of Hurricane Irma and increasing the tornado threat. #ATL #Irma #PathOfTheStorm #Informative", "The path of Hurricane Irma continues to shift west, putting Atlanta on the east side and increasing the tornado threat. Stay safe. #ATL #Irma #PathOfTheStorm #Informative"]}