{"909743510626201600": ["Ha Donna finally kissed Harvey4444 - stay informed with the latest news!", "Stay informed with the latest news on Ha Donna finally kissing Harvey4444 - check out the photo"], "909753666642509824": ["Hall of Fame member Harvey Wollman to speak at forum - see the photo here!", "See the photo of Hall of Fame member Harvey Wollman speaking at a forum - stay informed with the latest news"], "909756427945828352": ["Blood drive today to help those affected by Irma and Harvey - check out the flyer!", "Stay informed with the latest news on the blood drive to help those affected by Irma and Harvey - see the photo here!"], "909759512801828864": ["Red Cross working to move Harvey evacuees from GRB - see the photo here!", "See the photo of Red Cross working to move Harvey evacuees from GRB - stay informed with the latest news"], "909765035563601920": ["Should I buy Travelers stock despite hurricanes Harvey and Irma? - read more here!", "Stay informed with the latest news on whether to buy Travelers stock despite hurricanes Harvey and Irma - check out the photo"], "909765846314225664": ["Harvey and Irma crowding shelters even more - see the photo here!", "See the photo of Harvey and Irma crowding shelters even more - stay informed with the latest news"], "909766702866583552": ["A look back at the seniors donating water for the PCA Harvey/Irma relief campaign - see the photo here!", "See the photo of seniors donating water for the PCA Harvey/Irma relief campaign - stay informed with the latest news"], "909775787418619904": ["She looks exactly like Leann Harvey! - see the photo here!", "See the photo of someone who looks exactly like Leann Harvey - stay informed with the latest news"], "909777730924896256": ["Like Harvey, retirement plans can make loans and hardship distributions - read more here!", "Stay informed with the latest news on how like Harvey, retirement plans can make loans and hardship distributions - check out the photo"], "909778169552613376": ["Before you raise storm victims' taxes, Mayor... - see the photo here!", "See the photo of the Mayor speaking before raising storm victims' taxes - stay informed with the latest news"]}