{"905603182717489156": ["Letters: Hard to know if Trump will learn anything from Hurricane Harvey The image attached to the tweet depicts people in boats and rafts on a flooded street", "Letters: Hard to know if Trump will learn anything from Hurricane Harvey. Attached image shows the challenges faced during rescue and recovery operations."], "905607092014329856": ["BRIEF-She Will midstream partners Hurricane Harvey operational update The image attached to the tweet depicts a flooded neighborhood in houston", "She Will midstream partners Hurricane Harvey operational update. Attached image shows the impact of the flooding in Houston."], "905607141876260866": ["Pretty sure you all got investigate reporters... The image attached to the tweet depicts a flooded neighborhood in houston", "Pretty sure you all got investigative reporters... Attached image shows the impact of the flooding in Houston."], "905611304249020416": ["Rescue dogs are the BEST dogs. #hurricaneharvey #adoptdontshop #RipkenRazzie The image attached to the tweet depicts a flooded neighborhood in houston", "Rescue dogs are the BEST dogs. #hurricaneharvey #adoptdontshop #RipkenRazzie. Attached image shows the challenges faced during rescue and recovery operations."], "905614378052968448": ["BREAKING: FEMA Sued After Sick Move Against Churches Hit By Hurricane Harvey The image attached to the tweet depicts a church and a man in blue jacket", "BREAKING: FEMA Sued After Sick Move Against Churches Hit By Hurricane Harvey. Attached image shows the impact on the community and the legal action taken."], "905615172777193472": ["Lab Report: When Hurricane Harvey and DACA Collide The image attached to the tweet depicts a woman and a child in a room with luggage", "Lab Report: When Hurricane Harvey and DACA Collide. Attached image shows the impact on the community and the intersection of issues."], "905615194558271488": ["Gee, which one is it. The image attached to the tweet depicts a flooded neighborhood in houston", "Gee, which one is it? Attached image shows the impact of the flooding in Houston."], "905615524918423553": ["Our agency, working w/ , is helping Texans displaced by #Harvey receive grants for critical needs. The image attached to the tweet depicts a quote from texas and people from all over this country are coming together to", "Our agency is helping Texans displaced by #Harvey receive grants for critical needs. Attached image shows the community coming together to support each other."], "905617893622247425": ["Hurricanes Harvey and Irma would call it a Davenport. The image attached to the tweet depicts a couch with a yellow and orange pattern", "Hurricanes Harvey and Irma would call it a Davenport. Attached image shows a colorful couch."], "905618345822695424": ["Last Saturday these kiddos raised $50 for hurricane Harvey! Bravo The image attached to the tweet depicts a family at a lemonade stand", "Last Saturday these kiddos raised $50 for Hurricane Harvey! Bravo. Attached image shows the community coming together to support each other."]}