{"901650362410688513": ["Our thoughts are with those in Rockport who have been affected by Hurricane Harvey. Please stay safe and take all necessary precautions during the aftermath of the storm.", "The attached image of a flooded bus is a reminder of the impact of Hurricane Harvey. Let's come together to support those affected by this devastating storm."], "901650435391541250": ["The attached image of cars in a flooded parking lot in Houston is a reminder of the destructive power of Hurricane Harvey. Please stay safe and take all necessary precautions during the aftermath of the storm.", "Our thoughts are with those affected by the flooding in Houston caused by Hurricane Harvey. Please stay safe and take all necessary precautions during the aftermath of the storm."], "901650454832185344": ["The tornado mentioned in the tweet is a reminder of the unpredictable and destructive power of nature. Please stay safe and take all necessary precautions during the aftermath of Hurricane Harvey.", "Our thoughts are with those affected by the tornado and car crash mentioned in the tweet. Please stay safe and take all necessary precautions during the aftermath of Hurricane Harvey."], "901650463224987649": ["The large road signs down over I-37 near Corpus are a reminder of the impact of Hurricane Harvey. Please stay safe and take all necessary precautions during the aftermath of the storm.", "Our thoughts are with those affected by the damage caused by Hurricane Harvey. Please stay safe and take all necessary precautions during the aftermath of the storm."], "901650495122456576": ["We are grateful to hear that there have been no confirmed fatalities so far due to Hurricane Harvey. Let's continue to support those affected by the storm.", "The damage caused by Hurricane Harvey is extensive, and we need to come together to support those affected."], "901650508229877760": ["The response to Hurricane Harvey by Jason Chaffetz's team is a reminder of the importance of disaster preparedness and response. Let's come together to support those affected by the storm.", "Please stay safe and take all necessary precautions during the aftermath of Hurricane Harvey. We will get through this together."], "901650538433044481": ["The beginning of flooding in Houston is a reminder of the destructive power of Hurricane Harvey. Please stay safe and take all necessary precautions during the aftermath of the storm.", "Our thoughts are with those affected by the flooding caused by Hurricane Harvey. Please stay safe and take all necessary precautions during the aftermath of the storm."], "901650545055846401": ["The attached image of a flooded bus is a reminder of the impact of Hurricane Harvey. Let's come together to support those affected by this devastating storm.", "Please stay safe and take all necessary precautions during the aftermath of Hurricane Harvey. We will get through this together."], "901650574785093632": ["Our thoughts are with those in Houston affected by Hurricane Harvey. The attached image of a flooded bus is a reminder of the impact of this devastating storm.", "Please stay safe and take all necessary precautions during the aftermath of Hurricane Harvey. We will get through this together."], "901650622277144576": ["The attached image of a flooded bus is a reminder of the impact of Hurricane Harvey. Let's come together to support those affected by this devastating storm.", "Please stay safe and take all necessary precautions during the aftermath of Hurricane Harvey. We will get through this together."]}